<template>
    <div>测试</div>
</template>
<script setup>
import { TextAnalyzer } from '../utils/TextAnalyzer';
import threeBoby1 from '../data/threeBody/threeBoby1.json';

const str = `
第二卷山水郎


------------

第八十五章 大考落幕

     八 零 电 子 书  w w w . 8  0 8 0 t x t . c  o m 

    陈平安醒过来的时候，发现桌上油灯已尽，窗外天已蒙蒙亮。

    他只记住了那位高大女子对自己说了五段言语。

    “我之前所说那么多秘闻内幕，你梦醒之后，就会全部忘记，你也不用试图记起，纯粹是我想说话而已。”

    “我若是现在现世，哪怕各方圣人不来镇压你我，以你如今的体魄神魂，也根本承受不住，对你反而有害无益，所以我们订立百年之期，你只要在这百年之内，成功跻身练气士第十楼，就可以重返小镇石拱桥，取走铁剑。”

    “选中你作为我的主人，你今后不可因为此事而骄傲自满，也绝不可妄自菲薄，八千年岁月，我见识过太多惊才绝艳的天之骄子，最近一些的，例如曹曦谢实，以及马苦玄等人，都不曾入我之眼，所以选中你，自然不是大限将至，迫于无奈的选择。”

    “虽然暂时无法随你征战厮杀，可见面礼还是有的，三千年之前那场屠龙大战，我闲来无事，就看着他们小孩子打架，热闹倒是热闹，东西丢了一地，我就捡了一块品相不错的白玉牌，看着比较素雅顺眼而已，并无雕饰，小巧玲珑，可以用来收纳物件，属于有些岁数的咫尺之物了，比起如今风靡天下的方寸武库、方寸剑冢之流，要品秩更高，空间大小如你泥瓶巷祖宅差不多，而且不用悬佩示人，可以温养在窍穴当中，我已经让你跟它神意相同，你手触一物，只需心意一动，就能纳那块玉牌所在的窍穴当中，除非飞升境修士以强力破开，否则不会折损丝毫。坏消息就是唯有等你跻身中五境修士，才能驾驭使用玉佩。”

    “嗯，最后就是神仙姐姐这个称呼，甚合我心，所以我额外在你身上放了三缕极小极小的剑气。”

    陈平安怔怔出神。

    恍如隔世。

    自己不过是想要离开小镇之前，能够回到自己家里点灯熬到天明，为的是提前补上，今年大年三十那次注定无法做到的守岁。

    陈平安头大如斗。

    别说练气士中五境和十楼，陈平安当下这副身体已经八面漏风，就像风雨飘摇里的破败茅屋，藏风聚气何其难，所以如何修行练气当神仙？陈平安不但注定无法修行，而且想要活命，还需要靠练拳来滋养体魄才行。

    宁姚曾经无意间说过，打坏一个人的根骨窍穴很容易，就像蔡金简这样“指点”陈平安，强行为他开窍，但想要重塑完整体魄，尤其是适合修行的身躯，比登天还难。其实道理很简单，一扇门户，给一个稚童拿把菜刀胡乱劈砍，不过是花些力气，但是想要将那扇破烂大门修复如新，当然很难。

    其实陈平安最怕的地方，在于答应李宝瓶护送她去山崖书院，必然路途遥远，自己能不能活着回到家乡还难说，怎么就又多出一个百年之约？陈平安当时不是没有坦诚相见，但是那位白衣女子一句话就打发了他，没事，我现在已经没有后悔的余地了，就认准你陈平安当主人，你要是死了，我就等死好了，哪天那根老剑条坠入溪水，我的神魂彻底消散，没事，你不用觉得亏欠我什么，要怪就怪我自己眼瞎，怨不得别人。

    当时陈平安心想你都这么说了，我良心上过得去吗？而且什么叫“怨不得别人”，不就你跟我两个人吗？

    陈平安一点都不知道什么练气士十楼，也不晓得咫尺之物和方寸之物到底是什么。

    除了莫名其妙多出一个天大的负担之外，少年其实内心深处，有一些小小的喜悦。

    原来从今天起，这个世界上，就多了一个需要依靠自己的人。

    梦中聊天的最后，陈平安记得自己和白衣女子肩并肩，坐在一座金黄色的的石拱桥上，极长，看不到尽头，仿佛是在云海之中穿梭的蛟龙。

    陈平安深呼吸一口气，趴在桌上，想到最后，觉得还是姚老头的一句话最容易想通，“该是你的，就拿好别丢。不该是你的，想都别想。”

    陈平安把该收拾起来的物件都放在一只小背篓里，弹弓，鱼钩鱼线，打火石等等，琐碎得很，最后小心翼翼从陶罐底部拿出一只小布袋子，装着一袋子碎瓷。零零散散，加在一起的东西不少，但都不重。出门远行，像陈平安以前进山动辄一两百里山路，若是负重太多，绝对是一件软刀子割肉的坏事，得知道如何靠山吃山，靠水吃水。

    陈平安背着小背篓，锁好屋门后，站在院子里，看到那根斜靠墙根的槐枝后，想了想，还是重新打开门，把它放到屋内，以免风吹日晒，早早腐朽。

    陈平安身上揣着上次进山采药挣来的二两银子，先后去了趟杏花巷和骑龙巷那边，天色还早，草鞋少年就蹲在关门的铺子外头，耐心等着，等到店铺老板打着哈欠开门后，少年买了香烛、纸钱，还从酒肆买了一壶名叫桃花春烧的酒，最后想要从压岁铺子买了一包苦节糕，记得小时候娘亲吃过一次，说很好吃，还说等陈平安五岁生日的时候，就再买一次，所以陈平安记得特别清楚，只是到了压岁铺子，结果伙计说铺子早就不做这种糕点了，倒是有老师傅会做，铺子都快要倒闭了，老师傅也早就跟着掌柜他们去了京城享福。陈平安只好买了一包昨天阮秀送给李宝瓶的桃花糕。

    少年走出小镇，过了当时和宁姚一起躲避搬山猿的那座小庙，还要再往南边，一直来到一处小山岭前，少年这才开始往上走，到了半山腰的地方，是一处多年不种庄稼的荒芜田地，还有两个小土包，田地里和土包上没有杂草，陈平安站在那两座小土堆之前，缓缓蹲下身，摘下背篓，将那些祭祖的东西一一放好。

    小镇千年又千年，不知道一开始就是如此，还是后来民风有变，百姓无论富贵贫贱，上坟祭祖之时，都不兴下跪磕头那一套，只需要点燃三炷香拜三拜就可以了。这个毕竟只有耳濡目染了“四年家风”的泥瓶巷少年，当然也不例外，只不过点香之前，陈平安像以往一样，在脚边象征性抓起一把泥土，给坟头添了添土，然后轻轻下压。

    这次是因为走得急，只能就近取土，要不然每次少年进山，都会偷偷藏起一把取自各个山头的泥土，然后带来这边，当然没什么特殊意义，就是求个心安而已。少年总觉得这辈子没孝顺过爹娘一点半点，总得做点什么，才能让自己心里舒服一些。加上姚老头说过老一辈人烧瓷的人，有这个世代相传的讲究，于是陈平安这么多年就一直坚持了下来。

    两座小坟紧紧挨着，相依相偎。

    没有碑。

    陈平安点燃三炷香后，面朝坟头拜了三拜，然后插在坟头之前，这才打开那壶酒，轻轻倒在身前。

    最后陈平安站起身，闭上眼睛双手合十，跟爹娘他们说着心里话。

    比如这次带着叫李宝瓶的红棉袄小姑娘，一起出门远游，不知道要离开家乡几千几万里。

    一位清秀少年站在路旁小庙之中，抬头望着墙壁上一个个用炭笔写就的名字，密密麻麻，歪歪扭扭，大大小小。

    可能在小镇百姓眼中，那些小孩子的玩闹不值一提，可是在此时少年眼中，就像一条历史岁月里的璀璨银河。

    位于东宝瓶洲大骊版图上空的骊珠洞天，是三十六小洞天最小的一个，千里山河而已，如果没有术法禁制，对于御风凌空的练气士而言，那点风景真不够看。但是骊珠洞天除了诸子百家的各大先贤祖师们，战死后遗留下来的那些法宝器物，令人垂涎三尺，再就是这一方水土养育出来的人物，真可谓灵秀神异，大异于其余地方。

    试想一下，两位大练气士结成一对天作之合的道侣，然后生下的后代，除了必然跻身中五境之外，之后登顶上五境的可能性，竟然并不比骊珠洞天能够被带出小镇的那些孩子高多少，要知道一座小镇才多少人？

    这等于是池塘出蛟，而且每代都能出一两条，所以这次骊珠洞天破碎下坠，东宝瓶洲各大王朝，只要有一点点忧患意识的君主，想必都会如释重负，大骊宋氏总算断了这条天大的金脉，对于之后大骊铁骑的南下霸业，势必造成影响。

    崔瀺视线久久不愿收回，百感交集，王朝科举，自古就有同窗、同年、同乡之谊。

    修行路上，也是如此。

    骊珠洞天如今尘埃落定，以某人付出身死道消的代价，换来了一个不错的结局。

    那么所有从骊珠洞天走出去的大修士，都会念这份香火情，或多或少的差别而已。至于那些四姓十族以及他们背后的势力，更是如此。

    只可惜大骊宋氏在这次动荡之中，虽未减分，却也没有加分。但是原本大骊可以做得更有“人情味”一点，比如阮邛要求提早进入骊珠洞天，不该答应得那么快。又比如早知道齐静春到最后连一身通天修为都拼着不用，只以两个字来抗衡那几位大佬，那么当初四方势力要求取回圣人压胜之物的时候，大骊礼部哪怕没胆子拒绝，也应当义正言辞拖延一番，说这不合规矩。还比如大骊朝廷不该私下以家书名义，近乎大摇大摆地公然通知四姓十族大劫已至，赶紧撤出各家各族的香火种子，不要被齐静春的悖逆行径所牵连，等等，实在太多了。

    一旦大骊皇帝回过神，或是贪心不足，那么他这位执掌半国朝政、运筹帷幄千里之外的国师，恐怕就要真的被秋后算账。

    只是此时站在小庙当中的国师崔瀺，满脸惬意闲适，仿佛根本就不把大骊皇帝的龙颜震怒放在眼中。

    崔瀺自言自语道：“稍等稍等。”

    崔瀺环视四周墙壁，记下所有名字，正要挥袖抹去所有痕迹，以免将来被其他有心人做文章，但就在他要出手的瞬间，阮邛出现在小庙门口，狞笑道：“好小子，胆子够肥，这是第几次了？”

    崔瀺笑呵呵道：“我这不是还没做吗？”

    一个嗓音悠悠然出现在小庙附近，“你们只管放开手脚来打，我负责收拾烂摊子便是，保证不出现类似鳌鱼翻身、山脉断绝的情况，在你们分出胜负之后，这千里山河至多至多损毁十之一二。阮邛，与其黏黏糊糊，被这个家伙一直这么纠缠不清，我觉得你还不如跟他一干二净来个了断，不怕贼偷，就怕贼惦记嘛。”

    崔瀺脸色不变，哈哈笑道：“杨老头，杀人不见血，还能坐收渔翁之利，真是好手腕。”

    阮邛点了点头，“我看行。”

    崔瀺赶紧作揖赔礼，笑着讨饶道：“好好好，我接下来只在小镇逛荡，行不行？阮大圣人？还有杨老前辈？”

    阮邛显然在权衡利弊。

    崔瀺轻描淡写说了一句，“就算杨老前辈有本事护得住十之八九的山河，可如果我一门心思打烂神秀山横槊峰呢？”

    不等阮邛说话，杨老头的嗓音再次响起，“换成是我，真不能忍。”

    阮邛没好气道：“赶紧滚回二郎巷。”

    崔瀺摇头晃脑，优哉游哉走出小庙，跟阮邛擦肩而过的时候，还做了个“少年心性”的鬼脸。

    等到崔瀺过了溪水对岸，阮邛转过身，看到老人坐在庙里的干枯长椅上抽着旱烟。

    老人破天荒没有冷嘲热讽，反而笑了笑，“还真是在乎你闺女啊。”

    阮邛叹了口气，显然被崔瀺这么挑衅却忍着不出手，憋屈得很，坐在杨老头对面，靠着墙壁，扯了扯嘴角，“不欠天不欠地，如今连祖师爷那儿也还清了，唯独欠着那丫头她娘亲，人都没了，怎么还？就只能把亏欠她的，放在女儿身上了。”

    杨老头笑道：“以你的身份和能力，加上你跟颍阴陈氏的关系，找到你媳妇的今生今世，不是没可能吧。”

    阮邛摇头道：“她上一世资质就不行，死前还没跻身中五境，所以哪怕转世成人，也绝无开窍知晓前生事的可能性了，在我看来，没了那些记忆，只剩下一副躯壳，那就已经不是我的媳妇了，找到她有何意义？只当她活在自己心里就够了。”

    杨老头点头道：“你倒是想得开，兵家十楼最难破，你在同辈人当中能够后来者居上，不是没有理由的。”

    阮邛不愿在这件事上深聊，就问道：“你觉得那人是不是在虚张声势？”

    杨老头笑着摇头，“那你就小看此人了。草莽好汉，舍得一身剐敢把皇帝拉下马，这一位啊，我估计属于舍得一身剐，都敢把道祖佛祖拉下马。当然，我只是在说心性，不谈能耐。”

    阮邛将信将疑。

    杨老头用旱烟杆指了指小庙门口地面，有一条被行人踩得格外结实的小路，缓缓道：“这家伙跟我们不太一样，他觉得自己走了一条独木桥，所以他一旦与人狭路相逢，觉得不打死对方，就真的是很对不起自己了。或是后边如果有人想要越过他，也是死路一条。这种人，你不能简单说他是好人或是坏人。”

    阮邛突然又跳到另外一个问题上，缓缓道：“陈平安的父母祖辈，不过是小镇土生土长的寻常百姓，他父亲如何知晓本命瓷的玄妙？并且执意要不惜性命地打破那件瓷器？显而易见，是有人故意道破天机，要他做出此事。”

    杨老头沉默许久，吐出一口口烟雾，终于说道：“一开始我只以为是寻常的家族之争，等我意识到不对劲的时候，已经太迟了。不过我也懒得掺和这些乌烟瘴气的勾心斗角，不过是无聊的时候，用来转一转脑子而已。想来这都是针对齐静春的那个大局之中，一个看似小小的闲手，但是到最后才发现，这一手才是真正的杀招，用围棋高手的话说，算是一次神仙手吧。准确说来，不止是为了对付命太好的齐静春，而是针对文圣那一脉的文运。只是现如今，齐静春生前最后一战太耀眼，所有人都习惯了把齐静春的生死，等同于那支文脉的存亡了，事实上也差不远。”

    老人看了眼脸色凝重的兵家圣人，说道：“我在你提早进入骊珠洞天的时候，怀疑过你也是幕后其中一员，要么是风雪庙和颍阴陈氏达成了一笔交易，你不得不为师门出力，要么是你自己从‘世间醇儒’的颍阴陈氏那里，暗中得到了莫大好处，所以在此开山立派。”

    阮邛坦然笑道：“杨老前辈想复杂了。”

    老人嗤笑道：“想复杂了，不等于就一定是想岔了，你之所以现在还能够问心无愧，不过是你们兵家擅长化繁为简罢了。说不得以后真相大白于天下，你才后知后觉，发现自己不过是沦为了棋子之一。”

    阮邛心思依旧坚定，稳如磐石，大笑道：“无妨，若真是颍阴陈氏或是哪方势力，敢将我作为棋子肆意摆弄在棋盘上，那等我阮邛安置好我家闺女的退路，总有一天，我要一路打杀过去！”

    阮邛心中冷笑，“如果真是如此，倒是正合我意了。一百年，最多一百年，我就能够铸造出那把剑。何处去不得，何人杀不得？”

    阮邛收回思绪，好奇问道：“难不成那泥瓶巷少年，真是齐静春的香火继承人？”

    杨老头提起老烟杆轻轻敲了敲木椅，从腰间布袋换上烟叶，没好气道：“天晓得。”

    阮邛知道眼前这个深藏不露的老人，在漫长岁月里，肚子里积攒下了太多太多的秘密。

    阮邛笑问道：“想要进入小镇，每人需要先交纳一袋子金精铜钱，交给小镇看门人，这一代是那个叫郑大风的男人，我知道这些价值连城的铜钱，可不是落入大骊皇帝的口袋，所以是老前辈你落袋为安了？前辈用这些钱做什么？”

    老人反问道：“我问你阮邛，到底如何铸造出心目中的那把剑，你会回答吗？”

    阮邛爽朗大笑。

    杨老头淡然说道：“这座庙我要搬走。”

    阮邛愣了愣，但很快回答道：“只要不是搬到外边，我没意见。”

    老人点了点头，笑道：“看在你这么爽快的份上，我可以告诉你一个小秘密。”

    阮邛点了点头，示意自己愿意洗耳恭听。

    老人吐出一口浓重的烟雾，消散之后丝丝缕缕缠绕住整座小庙，其实在这之前，小庙早就笼罩着一层薄薄的白雾，显然老人是为了小心起见，又加重了对小庙的遮掩，老人叹了口气，缓缓开口道：“知道齐静春最厉害的地方在哪里吗？”

    阮邛笑道：“自然是资质好，悟性高，修为恐怖。要不然天上那几尊大人物，岂会舍得脸皮一起对付齐静春？”

    老人摇摇头，“假设陈平安真是齐静春选中的人，那么外边，就是有人以陈平安作为一招绝妙手，表面上闲置了整整十年，其实暗中小心经营，甚至这期间连我也被利用了。妙就妙在，那人在棋盘之外下棋，行棋离手，那颗棋子落子生根之后，人到底不是死板的棋子，会逐渐自己生出气来，于是会越来越不像棋子，杀招就越来越隐蔽。更何况，这枚棋子旁边，还有一枚看似力气极大的关键手棋子，正是那大骊皇帝寄托整个宋氏希望所在的宋集薪，帮忙吸引各路视线，最终营造出灯下黑的大好局面。”

    阮邛脸色沉重，问道：“齐静春号称是有望立教称祖的人，虽然是有人故意以此捧杀齐静春，但肯定不全是胡说八道，岂会看不出一点点蛛丝马迹？”

    “这些弯弯曲曲，我也是现在才想通，有意思，真有意思！旁观者尚且如此，当局者呢？”老人猛然大笑，甚至有些咳嗽，拍着大腿，啧啧道：“可是当局者却很早就看出来了，齐静春这个读书人，真是一点也不老实，你知道他死前做了什么吗，故意跑到我那边，除了送给陈平安两方大有学问的山水印后，最后齐静春与陈平安结伴同行了一段路程，说了一句话，最后留给陈平安。阮邛，你猜猜看？”

    阮邛彻底被勾起兴趣，不过嘴上说道：“齐静春的心思，我可猜不着。”

    杨老头叹息道：“齐静春说，君子可欺之以方。”

    阮邛想了想，起初有些不以为然，可是片刻之后，脸色微变，到最后竟是双拳紧握，满脸涨红，摇头无奈道：“自愧不如，不得不服气。”

    老人点点头，眼神飘忽，“第一层意思，是让陈平安告诉我，或者说所有人，在规矩之内，如何对付他齐静春，其实都无所谓，胜负也好，生死也罢，他齐静春早已看透。”

    老人站起身，沉声道：“第二层意思，是说给十年、甚至是百年之后的陈平安，告诉他哪怕以后知道了真相，知道了自己才是真正害死他齐静春的那枚棋子，也无需自责，因为他齐静春早就知道一切了。”

    阮邛猛然起身，大踏步离去，“真他娘的没劲，堂堂齐静春，死得这么窝囊。换成是我，有他那修为本事，早就一脚塌穿东宝瓶洲，一拳打破浩然天下了！憋屈憋屈，喝酒去！”

    老人笑了笑，一手负后走出小庙，背后那只手轻轻一抖，小庙凭空消失，被收入老人手心，轻轻握住。

    “大骊国师崔瀺，曾经的儒教文圣首徒，我觉得你的道行，一样不止于此，对吧？那我就拭目以待了。”

    极少走出小镇的杨老头，在走上石拱桥后，身形愈发伛偻驼背，神色肃穆，一言不发。

    来回两趟走过石桥，皆云淡风轻，老人走下石桥后，走向小镇，脸色悲苦，心中默念道：“难道当真是机不可失，时不再来？就连奉运而生的马苦玄，也没有见到你的资格？哪怕他只是成为你的同道中人，不是主人，也不行？”

    “你到底要找到什么样的人，才愿意点一下头？不说之前那五千年沉积岁月，光是骊珠洞天的存在，就已经足足三千年了，三千年了啊！这么长的时间当中，出现了多少日后在东宝瓶洲光彩夺目的英雄豪杰？若是有你帮助，他们岂会没有可能更上数层楼？十一十二楼之上，哪怕只加两层楼，那是什么境界了？”

    石桥无声。

    桥底所悬铁剑，纹丝不动。

    老人轻轻呼出一口气，自嘲道：“好一个运去英雄不自由。罢了罢了，既然如此，那你就自生自灭吧，也省得我担心福祸相依，因为你而坏了我们仅剩的那点香火。如此一来，也是好事，小赌怡情，不用担心满盘皆输。”

    陈平安背着不大不小的背篓，从小山岭返回，路上发现那座庙竟然不见了，少年茫然四顾，确定自己没有记错位置，那座供人休憩的小庙，的的确确就像是被人搬石头一样搬走了。只不过如今陈平安已经见怪不怪了，习惯就好。

    陈平安来到铁匠铺子，先去了趟那栋自己之前堆放家当的黄泥屋，拿上该拿上的，留下该留下的，这才出门找到了红棉袄小姑娘李宝瓶。

    李宝瓶站在他面前，高高抬起小脑袋，满脸雀跃。

    小姑娘早就身上满满当当挂着乱七八糟的绣袋、香囊，不下七八样之多，还背着一只小小的箩筐，上边盖着一只能够遮风挡雨的斗笠，刚好用来遮掩箩筐里的东西。估计这些都是小姑娘提议，然后阮秀帮忙收拾出来的。

    青衣少女阮秀站在红棉袄小姑娘身边，格外喜庆。

    陈平安看着小姑娘，笑问道：“带吃的没？”

    李宝瓶点头邀功道：“箩筐里一大半都是阮姐姐送给我吃的东西！其余都是书，不重……不那么重！”

    陈平安说道：“什么时候背累了，就跟我说一声。”

    小姑娘挺起胸膛，豪迈道：“怎么可能会累！”

    阮秀柔声道：“东宝瓶洲北部形势图，还有大骊大隋各自的州郡图，还有几张更小的地图，都在李宝瓶背篓里放好了。不过等到你走出大骊边境之后，需要经常问路才行，好在李宝瓶懂得你们大骊官话和整个东宝瓶洲流通的大雅言，应该问题不大。再就是我放了一些银子和铜钱在里边，比起你送给我爹的金精铜钱，它们真不算什么，所以陈平安你千万别拒绝啊。”

    陈平安会心笑道：“我又不傻，给钱还不要？”

    阮秀有些气恼道：“你还不傻？！为了没半点关系的他们……”

    只是伤人的话刚说出口，少女就后悔得一塌糊涂，而且很快就打住，不再往下说。

    因为不远处，站着四位不再同行远游的学塾蒙童。

    一直在偷偷使眼色的陈平安松了口气，轻声道：“昨天说的那些事情，就麻烦阮姑娘你了。”

    阮秀点头道：“放心吧，那些钥匙我会好好收起来的，隔三岔五就会去收拾屋子。”

    陈平安深呼吸一口气，对李宝瓶说道：“走了。”

    李宝瓶开心道：“走喽！”

    一大一小，就连背篓也是一大一小。

    在所有人的视野当中，两人愈行愈远。

    南下大隋。

    一路上，小姑娘碎碎念念，说过了小镇趣闻趣事，终于说到了游学一事，跟陈平安老气横秋道：“读书人负笈游学，年纪大一些的，都需要仗剑防身的，而且也能够彰显自己文武兼备。”

    陈平安乐了，“对啊，那是你们读书人，我又不是。”

    小姑娘愣了愣，一下子沉默起来。

    好像这个真相让她很灰心丧气。

    崔瀺在小镇酒肆买了一壶上好的烧酒，慢悠悠晃向二郎巷。

    到了那栋袁家祖宅，崔瀺开锁的时候，动作停顿了一下，最后仍是笑着一推而开。

    他快步走入，关上门后，走到水池边，看着那位站在正堂匾额下的男子，虚无缥缈，流光溢彩，崔瀺坐在池边的椅子上，打开酒壶，闻了闻，这才转头笑道：“哪怕只剩下一缕残余魂魄，可是不请自来，擅闯私宅，终非君子所为啊，齐静春，齐师弟，对不对啊？”

    那人转过身，面容依稀可见，正是气度风雅的学塾教书先生齐静春，也是以一己之力抗衡天道的山崖书院山主。

    齐静春微笑道：“那天你和崔明皇，明面上是演戏给吴鸢看，其实是给我看，累不累？”

    崔瀺搬了张椅子坐下，笑眯眯道：“哦？那你看出什么了？”

    齐静春站在水池北面，和坐在南边的崔瀺面对面，问道：“你为何会从练气士十二楼修为，跌落境界，一路掉到十楼境界？”

    崔瀺斜靠着椅子，摇晃着两根手指夹住的酒壶，“还不是咱们那位学究天人的先生，谁能想到你其实早就别开生面了，所以先生的神像不断往下，你非但不受到影响，反而境界一直往上攀升，倒是我，叛出师门那么久，反而一直没能脱离他老人家学派、文脉的影响。最让我绝望的事情，是我发现这辈子都没希望凭借自己的学问，压倒或是胜过先生。怎么办？我总不能眼睁睁给先生陪葬啊，问题在于先生的神像倒塌，影响之大，不像是一颗石子砸在湖水当中，而是一座山峰倒入湖水，浪花之大，除了你这种已经上岸的人，几乎没人躲得掉，我更是如此。于是我就想了一个小法子，齐师弟，你以为是？”

    齐静春点头道：“借他山之石攻玉，破我执。”

    崔瀺眼神一凛，停下摇晃酒壶的动作。

    齐静春叹了口气道：“最好的结果是你的学问，压过先生和我齐静春，得到天地人神的认同，但是很可惜你做不到。其次，是你希望先生这支文脉，断绝在我手上，然后由你接手拿走，哪怕到不了先生在文庙里的高位，总好过一个所谓的大骊国师千万倍。最后，则是以某人为自己的影子，然后真身入定，作佛家观想，那人若是能够坚守本心，就等于你在某一个坎上坚守住了本心，最终成为你重新由十楼登高进入十一楼的大道契机。”

    齐静春摇了摇头道：“崔瀺，是不是觉得自己这笔买卖，怎么都是稳赚不赔的？我知道，你已经安排好后手，哪怕陈平安依旧能够保持心境纯澈坚定，你一样会安排后手，比如尽可能放大那些蒙童的缺点，不断损耗陈平安的心境，如以石磨镜，使得镜面粗糙不堪，最终支离破碎，那么陈平安一旦是我选中薪火相传的读书种子，你就可以大功告成，将先生和我齐静春的文脉气运，悉数收入囊中，远远比第三种手段，佛家观想的最终成果，要大很多。”

    崔瀺脸色铁青。

    齐静春笑道：“你如果愿意选择现在放手，我可以答应让你达成第三种结果，虽然相对最差，但是对你崔瀺来说，到底是天大的好事，这么多年机关算尽的蝇营狗苟，总算是得偿所愿了。”

    崔瀺站起身，冷笑道：“齐静春，你一个即将魂飞魄散的东西，半人半鬼！也配跟我谈条件？”

    齐静春脸色如常，“最后给你一次机会。”

    崔瀺脸色狰狞道：“你敢坏我心境？！”

    齐静春神色伤感，轻声道：“崔师兄。”

    崔瀺猛然将手中酒壶砸在地上，向前踏出一步，伸手指向隔着地上一座水池、天上一口天井的齐静春，厉色道：“我不信你齐静春能赢我！”

    齐静春一手负后，一手拂袖，那些在崔瀺脚边流淌的酒水滑入水池，呈现出一道涟漪阵阵的玄妙水幕。

    与之前崔瀺如出一辙。

    不愧是昔年的同门师兄弟。

    举手抬足，皆是读书人的风流写意。

    水幕中，是背着背篓的少年和小姑娘。

    红棉袄小姑娘侧着身走路，正在扬起脑袋跟少年问这问那，问东问西。

    草鞋少年笑着耐心回答小姑娘一个个天马行空的奇怪问题，如果遇到不懂的难题，少年就会说不知道。

    少年不觉得丢人，小姑娘也不觉得乏味。

    齐静春问道：“崔瀺，还没有明白吗？”

    崔瀺死死盯住那副画面，脸色苍白，嘴唇颤抖，喃喃道：“这不可能！”

    最后他抬起头，眉心有痣的少年国师，那张清秀脸庞扭曲到狰狞可怕的程度，“齐静春，你竟然选了一个女人作为自己的唯一嫡传弟子？！”

    齐静春望向那张本就陌生的少年脸庞，笑着反问道：“有何不可？！”

    崔瀺深呼吸一口气，嘴角翘起，“可是少年心性不变，大不了我撤去所有后手，相反还一路上帮他找寻磨刀石，我一样能赢！只是赢得少一些而已。怎么，齐静春，难道你为了阻我大道，还要反过头来坑害那陈平安？”

    崔瀺脸色癫狂，得意至极，“哈哈，我与那泥瓶巷少年，可是荣辱与共、戚戚相关的关系，齐静春，你怎么跟我斗？！”

    齐静春平淡道：“我劝你现在就斩断这份牵连，现在收手还来得及，最多从十楼跌到六楼，还算留在中五境当中。”

    崔瀺脸色阴沉道：“齐静春，你失心疯了吧？”

    齐静春瞥了眼崔瀺，叹了口气，伸出并拢双指，轻轻一晃。

    画面中的草鞋少年和红棉袄小姑娘毫无察觉，但是崔瀺眼睁睁看着少年头上，突然多出一支碧玉簪子，悄然别在发髻当中。

    崔瀺满脸呆滞、震惊和恐惧，伸出手，颤颤巍巍指向齐静春，“齐静……”

    他甚至死活都说不出最后一个春字。

    刹那之间。

    道心失守几近崩溃的崔瀺七窍流血。

    跌坐回椅子上，崔迅速在身前双手结宝瓶印，沙哑道：“安魂定魄！”

    齐静春抬起头，望向天井，没有看着惨不忍睹的崔瀺，说道：“吃了亏要记牢，甲子之内，你要是再敢偷偷摸摸下绊子，我自有法子让你从练气士第五楼跌落成凡夫俗子。当然，以你撞到南墙就一定要把它撞破的性子，肯定是不信的，没有关系，信不信反正由你。最早一次，我要你别对先生失去信心，你不信，结果跌境，我来骊珠洞天之前，要你别对山崖书院出手，你还是不信。所以这一次，还是由你。”

    齐静春离开二郎巷的袁家祖宅，最后一次行走于人间，先去了学塾，再去了石拱桥，又去了师弟马瞻的坟头，最后齐静春还去了一趟天上。

    最后的最后。

    齐静春回到地上，悄然走在草鞋少年和红棉袄小姑娘身边，与他们并肩前行。

    只是他们不知道而已。

    三人每走出一步，这位齐先生的身影便消散一分。

    他终于停下脚步，望着两个孩子的南下背影，这位读书人有担忧，有遗憾，有不舍，有欣慰，有骄傲。

    他轻轻挥手，无声告别。

    就这样了。

    挺好。

    “咦？你怎么头上别了一支玉簪子？！”

    “啊？我不知道啊。”

    “什么时候的事情？陈平安！你其实是有钱人，对不对？”

    “真不是。最少现在已经不是了，我有钱的光景，就那么几天。”

    “好吧。那你箩筐里露出一截的木剑，又是咋回事？”

    “我也不知道啊。”

    “陈平安！你再这样，我今天就真的不喜欢你了！”

    “我是真的不知道……”

    “算了算了，明天再不喜欢你好了。”

    “……”

    青山绿水山少年郎，身边跟着个小姑娘。
------------

next：第八十六章 同道中人

    二郎巷袁家祖宅，崔瀺浑身浴血坐在椅子上，双手结宝瓶印，艰难护住这副皮囊不至于崩溃，这不仅仅是因为这副皮囊极难寻觅而得，更在于这具身躯就像一座牢笼，锁住了他的魂魄，短时间内，别说像之前那般大骊京城和龙泉山河之间，神魂远游，一旦身躯毁掉，他就彻底成为魂魄分离、残缺之人，真的就要一辈子沦为中五境垫底的泥塘鱼虾，以前战战兢兢匍匐在他脚底下的那些豺狼虎豹，如今要杀他已是轻而易举。

    虽然身心皆遭受重创，但是崔瀺吐出一口血水后，仍是扶着椅把手，手脚颤抖地站起身，他心知肚明，越是如此，一口气越是坠不得，崔瀺抬起头望向天井，那里曾经有兵家圣人阮邛的嗓音落下，只是此时他已经连与阮邛窃窃私语的术法神通，也已失去。

    崔瀺沙哑道：“出来。”

    一位相貌精致无暇的少年从偏屋开门走出，满脸惶恐，走到崔瀺身前，不知所措。

    崔瀺信任蛰伏在小镇上的麾下谍子死士，但只是相信他们对自己这位大骊国师的忠心耿耿，但是崔瀺对他们的实力一点都不放心，根本不奢望他们能够安然护送自己返回京城，说不定小镇还未走出，宋长镜或是那个女子安插在四姓十族的某颗棋子，就会伺机而动。

    所以崔瀺对少年下令道：“去铁匠铺子找到阮师，请他来这里一趟，就直接说我崔瀺有求于他，愿意跟他做一笔大买卖，是有关神秀山的敕封山神一事，别忘了，是请。阮邛如果不肯来，你以后就不用回到这栋宅子了，你体内暂时被我收拢安放起来的那点阴魂，经不起几天阳气罡风的冲刷。”

    少年脸色雪白，使劲点头。

    崔瀺颓然坐回椅子，叮嘱道：“出门之后，神色自然一点，别一脸死了爹娘的丧气样，否则白痴也知道我出了问题。”

    少年怯生生点头，快步离去。

    但是崔瀺刚刚闭上眼睛，真是滑稽，沦落到画地为牢的境地，锁死了魂魄出口，现在自己竟然还要帮着缝缝补补，做这座牢笼的缝补匠。

    一阵熟悉的脚步声响起，崔瀺猛然睁眼，正要大声呵斥这个办事不利的傀儡。

    只是当看到瓷器少年身边的不速之客后，崔瀺立即换上一副脸孔，对少年笑道：“去给杨老前辈搬条椅子，再端杯茶水来。”

    老人抽着旱烟，一手负后，环顾四周，不去看下场凄惨的少年国师，笑呵呵道：“此地禁制是你崔瀺亲手布置，如今我相当有人破门而入，主人竟然还在呼呼大睡。国师大人，是不是遇上了什么麻烦？需要我搭把手吗？”

    崔瀺脸色如常，摇头道：“不必了。”

    老人坐在少年搬来的椅子上，他在东边，崔瀺则坐在坐南朝北，正对着袁家的大堂匾额。老人看了眼神色拘谨又好奇的少年，感慨道：“对于神魂一事，你的造诣真是不错。”

    崔瀺问道：“现在我们说话，阮邛听不听得到？”

    杨老头笑道：“阮邛什么脾性，吃饱了撑着才来偷窥你的动静，如果不是你三番两次挑衅，你以为他愿意搭理你？”

    崔瀺沉声道：“小心驶得万年船！”

    这句话，是崔瀺第二次对这位杨老前辈说出口，第一次是在老瓷山。

    老人抽着旱烟，“有道理。”

    崔瀺静待片刻后，“可以了？”

    老人轻轻点头，“崔国师畅所欲言便是。”

    崔瀺用手背擦拭掉嘴角渗出的鲜血，问道：“我该称呼大先生为青童天君？还是名气更大的那个……”

    老人面无表情地打断崔瀺话语，“够了。”

    崔瀺果真没有继续说下去，唏嘘感慨道：“实不相瞒，那场战事，晚辈心神往之。”

    崔瀺莫名其妙笑出声，“不恨未见诸神君，唯恨神君未见我。这是我在先生门下求学之时，第一次接触到内幕后的由衷感慨，当时先生就批评我不知天高地厚，信口开河。如今想来，先生是对的，我是错的。”

    老人摆摆手道：“你们师门内师徒反目也好，师兄弟手足相残也罢，我可不感兴趣。”

    崔瀺讥笑道：“那你来这里，只是看我的笑话吗？”

    杨老头问道：“我有些好奇，大骊藩王宋长镜，一个志在武道十一境的武人，你为何跟他如此水火不容？”

    崔瀺摇头道：“不是我跟宋长镜要拼个你死我亡，而是咱们大骊有个厉害娘们，容不得他，当初打破陈平安的本命瓷，就是她亲自在幕后策划的手笔，没有贪图富贵的杏花巷马家愿意出手，也有刘家宋家之类的。为的就是让她的儿子更容易抓住机缘，当然，我也不否认，之后我用陈平安来针对齐静春，是顺势而为。的确是我崔瀺这辈子寥寥无几的神来之笔之一，齐静春棋高一着，我认输，但我依然不觉得这一手棋就差了。”

    杨老头吐着烟雾，眯眼道：“本命瓷一碎，那个泥瓶巷少年就像一盏烛火，尤为瞩目，自然而然就容易造就出飞蛾扑火的情况，你说的那个女子所料不错，若非如此，那条真龙残余神意精气凝聚而成的少女，一开始是凭借本能奔着陈平安去的，但是等她逃出那口锁龙井，到了泥瓶巷，摇摇晃晃走到两家院子门口，她才察觉到原来宋集薪屋子里，有着浓郁龙气，这对她来说简直就是天底下最美味的食物，所以拼了命也想要去敲他的院门，只可惜力所未逮，跌倒在了陈平安房门口的雪堆里。后来，无非是陈平安救下了她，可她醒来后，当然不愿意与这么个肉眼凡胎的普通人签订契约，毕竟那无异于自杀，俗人短暂一生，对于她的漫长生命而言，实在不值一提，只获得片刻自由，她当然不愿意。于是她就自称是宋集薪家新到的婢女，陈平安就傻乎乎将这份骊珠洞天最大的大道机缘，双手奉送出去了。话说回来，那个时候的陈平安，如同大族之逆子，大国之逆臣，确实是被天道无形压制，留不住任何福缘。”

    老人说到这里，摇摇头，“看得见，摸不着，拿不住。”

    崔瀺安静听完老人的讲述后，重回正题，“就连皇帝陛下也相信弟弟宋长镜，从来对龙椅不感兴趣。只可惜，有一次，陛下向我请教围棋，那女子也在旁观战，给陛下支招，以免棋局早早结束。”

    “陛下突然问我，他这个功无可封的沙场藩王，会不会有一天突然带兵杀向大骊京城，用手里的刀子问他要那张椅子。”

    “我当然老老实实回答，说王爷不会这么做的。可是呢，如果真的有一天，王爷麾下那一大帮子战功彪炳的大将武人，起了要做扶龙之臣的念头，到时候王爷又已经到了第十境，甚至是传说在的十一境，觉得人生很无趣，加上身边所有人都在蛊惑怂恿，不如穿穿龙袍坐坐龙椅也可以嘛，省得寒了众将士的心。”

    “我这句话说完之后，那位大骊皇帝就笑了起来。最后皇帝陛下转头问身边的女子，‘你觉得呢？’那女子就告诉她，‘皇帝陛下野心不够大，半座东宝瓶洲就能填饱肚子，宋长镜不一样，他将来武道成就越高，就会越想着往高处走。’听完女子这番话后，陛下就笑着说我们两个都是无稽之谈，诛心之语，毁我大骊砥柱，应该拖下去砍头，不过今天良辰吉日，宜手谈不宜手刃，暂且留下你们两颗项上人头。”

    杨老头笑道：“宋长镜碰到你们这两个对手，也真是倒了八辈子的霉，一个女子吹枕头风，一个心腹泼脏水。”

    崔瀺直截了当问道：“你找我，到底图什么？”

    杨老头说了个没头没尾的奇怪话，“我们相信将相有种，富贵有根，生死有命。你们不信。”

    涉及到这件事，崔瀺毫不退让，完全没有生死操之于他人之手的怯弱，冷笑道：“虽然我没觉得现在这拨好到哪里去，但我更不觉得你们就是什么好东西了。”

    杨老头望向崔瀺，“说吧，齐静春到底选中陈平安做什么了？”

    崔瀺笑眯眯道：“你猜？”

    显而易见，崔瀺绝不会说出答案。

    因为这涉及到他的道心一事。

    杨老头问道：“你真以为我不会杀你？”

    崔瀺点头道：“你不敢。就算我自己养的一条狗，这个时候为了富贵前程，可能都敢杀我，但是唯独你不敢。”

    杨老头笑道：“你这么聪明，怎么会输给齐静春？”

    崔瀺瘫靠在椅背上，自嘲道：“齐静春有句话，可以回答你的问题。‘世间事，唯有赤子之心，不可试探。’”

    杨老头摇头道：“看吧，这就是你们不信命的后果，莫名其妙，虚无缥缈，云遮雾绕，无根无脚。”

    崔瀺哈哈大笑，“怎么，前辈想要我走你们那条道？”

    杨老头反问道：“不想着破镜重圆，重返巅峰？何况你推崇事功二字，其精髓与我们不是没有相通之处。”

    崔瀺伸出一根手指，颤抖着指向杨老头，差点笑出眼泪，大肆讥讽道：“我崔瀺虽说比不得我家那位先生，比不过齐静春，可要说为了所谓的一副不朽金身，结果给人当一条看家护院的走狗，被那些原本我瞧不起的家伙，呼之则来，挥之即去，是我疯了，还是你疯了？老前辈，不是我说你，你是不是病急乱投医？还是与我一般境地，突逢变故，坏了某件蓄谋长久的谋划？”

    杨老头轻描淡写说了一句话，“你觉得谁能对我呼来喝去？”

    崔瀺骤然眯起眼，脸色肃穆，默不作声。

    杨老头盘腿而坐，望着那口天井，神色安详。

    世人皆言举头三尺有神明。

    其实早没了啊。

    崔瀺深呼吸一口气，“劝你一句话，如果在那少年身上有动过手脚，趁早断了吧。”

    杨老头摇头，缓缓道：“没有。”

    崔瀺笑道：“估计齐静春在死前也清理完所有首尾，加上你我也算干干净净，那就是除了大骊京城那个娘们，可能还会心怀不轨，陈平安就没什么‘高高在上’的后顾之忧了。”

    杨老头突然说道：“既然做不成同道中人，无妨，我们可以做一笔公平买卖。”

    崔瀺问也不问，毫不犹豫道：“我答应了。”

    先是走了五里路，陈平安就让红棉袄小姑娘休息一会儿，之后是四里地，然后是三里路就停下休息，两人坐在溪畔的光滑石头上，两人南下暂时需要绕路，因为大体上沿着溪流的走向，否则山路难行，李宝瓶会完全跟不上。小姑娘虽然体力出众，远超同龄人，可到底是个八九岁的孩子，底子打得再好的身子骨，终究比不得成人，陈平安决不能以自己的脚力带着小姑娘走。

    李宝瓶满头汗水坐在那里，看到陈平安突然脱掉草鞋，卷起裤管就下水去了，约莫是溪水水面宽了许多的缘故，溪水高不过膝盖，能够看到许多青色小鱼四处游曳，灵活异常，多是手掌长短。

    李宝瓶从人生第一次走进小溪，就梦想着自己有一天能抓到鱼，可是游鱼比起螃蟹或是青虾，要狡猾太多，李宝瓶根本就拿它们没办法，以前也曾经有样学样，偷偷砍伐一根青竹做鱼竿，可同样是鱼竿、鱼钩鱼线和蚯蚓，她就从来钓不起溪里的鱼，小姑娘往往躲在河畔树荫下，虽然她能够蹲着钓鱼熬一个下午，却没有半点收成，别人都用好几根狗尾巴草串满鱼了，或是小鱼篓挤满了成果，一个个欢欢喜喜回家让爹娘，唯独小姑娘还是颗粒无收。

    所以在小姑娘心目中，进山下水、烧炭采药、钓鱼捕蛇，好像无所不能的陈平安，其实形象极其高大。这些秘密，她只跟石春嘉说过。

    小姑娘这个时候看到陈平安先是找了一处临岸地方，好像游鱼多聚集躲藏在这边大青石之下，然后他开始在稍微上游的地方建造一堵“堤坝”，差不多跟李宝瓶个子那么长，全部用溪水里附近的大小石头堆砌而成，依然会有流水穿过石子缝隙往下流淌，陈平安不急于用碎石和沙子堵住缝隙，而是又搭建出一横一竖两条堤坝，最终就像是造出一座小池塘。

    李宝瓶来到池塘附近的岸上蹲着，瞪大眼睛，看着陈平安开始缝补漏洞，动作飞快，充满美感。李宝瓶同时也发现陈平安低头做事的时候，脸色平静，神情专注，心神沉浸其中，心无旁骛。

    就像小姑娘在乡塾求学，第一次看到齐先生提笔写字，心头就有种说不清道不明的舒服感觉。

    随着上方那条堤坝近乎严密无缝，无水进入，侧面堤坝也是一样，下游的那道堤坝仅是用来防止游鱼逃窜，所以并没有用上一捧捧溪水沙子来遮掩门户，所以这座“养鱼的池塘”的水位渐渐下降。

    李宝瓶那张小脸蛋洋溢着幸福神采，双手紧握拳头，碎碎念念，比坐在石头休息一会儿的陈平安还要紧张。

    陈平安开始走入池塘，用双手往外勺水。

    李宝瓶啧啧道：“陈平安，你这叫涸泽而渔，哦不对，这是贬义词，应该是釜底抽薪！”

    陈平安笑着随口问道：“以前总见你在溪边待着钓鱼，最大钓过多长的鱼？”

    李宝瓶叹了口气，“鱼儿太聪明了，我就只能用一根狗尾巴草把螃蟹从窝里骗出来，钓鱼好难的。”

    陈平安忍俊不禁道：“鱼竿是不是你自己做的？”

    李宝瓶使劲点头道：“对啊，我家后院角落有一片紫竹林，据说是我爷爷的爷爷种下的，我爹他们严防死守得很，我一开口说要做鱼竿就被拒绝了，我好不容易才偷偷摸摸剪了一根，用剪刀一点一点磨，累死我了。”

    池塘的水越来越浑浊，已经有鱼开始逃窜，溅射出水花，陈平安对此习以为常，抬头笑道：“那根竹子本来就不算太细，你还去头去尾了？”

    李宝瓶茫然道：“对啊。我怕鱼竿太细，钓起来的鱼太大的话，一下子断了怎么办。再去紫竹林找鱼竿，就算我爹不打我，我自己也不想再拿剪刀对付那些竹子了。”

    陈平安无奈道：“哪有用竹棍子钓鱼的人？咱们这条溪里的鱼其实都不大，鱼竿一粗，你就根本感觉不到它到底是上钩了，还是在蹭鱼饵，它们前几次下嘴，是肯定不会咬住鱼钩的，鱼可不笨，你要是太早甩起鱼竿，肯定钓不到的。钓鱼要做好粗细适中的鱼竿，还分季节时候和晴雨天气，你还得找鱼窝和养鱼窝，鱼钩和鱼饵都有讲究。”

    红棉袄小姑娘听天书一般，张大嘴巴。她有些难为情，其实还有一件事情她没有跟陈平安说，挂在竹棍子上那根鱼线尾端的那个鱼钩，是她用家里的绣花针掰弯扭曲而成的，可能是稍稍大了点，那些鱼想吞下鱼钩都很困难。

    李宝瓶在心里告诉自己，没事没事，年少无知，情有可原的。

    陈平安看到小姑娘有些闷闷不乐，只好安慰道：“但是这么多年，你竟然一条鱼都没钓上来，我觉得更厉害。”

    李宝瓶眼睛一亮，小姑娘好像打开了多年心结，一下子精神抖擞起来。

    她好奇问道：“为什么要抓鱼，我们还有那么多吃的。”

    陈平安解释道：“你想啊，有个说法叫坐吃山空，山都能吃空，何况是我们两个小背篓。所以要省着点，以后路长着呢。”

    李宝瓶深以为然，跃跃欲试道：“授人以鱼不如授人以渔，像这种事情，还有砍竹子做鱼竿和钓鱼捞鱼，你以后都可以教我。”

    “接着。”陈平安轻轻松松抓住一条青红相间的石板鱼，笑着轻轻抛给小姑娘，看着手忙脚乱的李宝瓶，说道：“你年纪太小，做力所能及的事情就可以了，不用什么都跟我比。我本来就是照顾你去山崖书院求学的。”

    小姑娘好不容易才双手抓住那条鱼，义正言辞道：“错了错了，齐先生说过我们要读万卷书，也要行万里路。我背篓里只有五本书，所以剩下的需要去书院藏书楼，但是行万里路，也是读书人必须要做的事情。负笈游学，就是说背着书箱，一边游历大好河山，一边砥砺道德学问，两者不可缺一，要不然就是瘸子走路。”

    “你身边有很多狗尾草，穿过鱼鳃就能串在一起了，怕断掉的话，可以两三根狗尾草合在一起。”

    陈平安一边教她如何处置战利品，一边问道：“负笈游学，是说背着书箱吗？那是不是龙尾郡陈松风背着的那种？竹子编的，是很好看。以后路过竹林的话，我可以给你做一个，刚好也要做一根鱼竿，靠水吃水，再往下走，水就深了，不能用今天这种法子抓鱼。”

    小姑娘蹲在岸边，将那条被抛上岸的石板鱼一一串起来，听到这些话后，整个人高兴得蹦起来，“真的？！”

    陈平安笑道：“我骗你做什么？唉，小心小心，别跳了，小心连人带鱼一起掉小溪里。鱼跑不掉，人着凉了咋办。”

    红棉袄小姑娘蹲下身，笑脸灿烂道：“开心开心，我终于要有自己的小书箱了！”

    陈平安蹲在几乎干涸见底的溪水里，头紧贴着石头，伸手到石板底下去捞鱼，“这种鱼晒干了，就能生吃的，你要是嫌脏，我就把内脏去掉，我自己以前是不需要的。”

    李宝瓶一番天人交战后，怯生生道：“不然还是去掉内脏吧？”

    陈平安又掏出一条石板鱼，轻轻丢到岸上的草丛里，“都随你，等下我来做就行了。”

    手里提着三串鱼的李宝瓶赶紧说道：“我来我来。”

    陈平安点点头，继续在石底下摸鱼。

    片刻之后，扑通一声，不远处的小姑娘站在溪水里，嚎啕大哭。

    陈平安赶紧起身，快步跑过去，紧张问道：“怎么了？”

    小姑娘哭得那叫一个撕心裂肺，“有条鱼，我刚从狗尾巴草上拿下来，看着快死了，没想到一放在水里，它尾巴一摇，嗖一下就跑掉了！我抓都抓不到……”

    陈平安笑得不行，先弯腰帮她卷起已经湿透的裤管，把她轻轻抱到岸上，让她自己脱掉鞋子，说这些鱼交给他来对付。

    小姑娘乖乖脱着鞋子，可哭得还是很伤心，总觉得自己做了件很对不起他的事情。

    只感觉天都要塌下来了。

    陈平安在一旁动作娴熟地给鱼开膛破肚，挤掉内脏，很辛苦地忍住笑，想着还是不要在小姑娘伤口上撒盐比较好。

    陈平安最后转头向小姑娘，轻轻提起那三串处理干净的鱼。

    大丰收。

    小姑娘破涕为笑，满脸泪痕地笑呵呵道：“跑了一条，还有这么多啊。”

    陈平安走到她身边坐下，把三串鱼递给她，揉了揉她脑袋，“对啊，所以以后再碰到这种事情，不用这么伤心。”

    小姑娘把三串鱼高高提起，放在自己眼前，开心道：“好的！”

    陈平安柔声道：“以后给你编几双合脚的草鞋，保证不磨脚。”

    小姑娘两眼放光，“可以吗？”

    陈平安低头帮她拧了拧裤管的水，“很简单的。”

    小姑娘叹了口气，“你什么都懂，我什么都不懂。”

    陈平安笑道：“以后你可以教我读书写字，我现在认识的字不多，大概五百个左右。”

    李宝瓶一听到这个，立即小鸡啄米点头道：“一言为定！”

    两人肩并肩坐着，看着缓缓流淌的溪水，李宝瓶随口问道：“你知道这条小溪叫什么吗？”

    “龙须溪。”

    “你怎么知道这条小溪叫龙须溪？”

    “我上次进山的时候，带了两幅地图，阮师傅说是我们龙泉县的形势图，图上标注为龙须溪，不过从东南流向折为正南方向后，图上的红线逐渐变粗，然后就改名为铁符河了。”

    “这样啊，那我告诉你哦，我们大骊朝廷有六部，其中礼部又有天地人三官，其中地官就负责绘制这些地图，不过也会有钦天监的地师帮忙领路，一起行走山川江河，等于是把一个王朝的疆土，一千里一万里，一步一步用脚丈量出来，然后一寸一尺画在图纸上，陈平安，你说那些地官和地师厉害不厉害？”

    “怎么，你长大后要当礼部的地官，或者是钦天监的地师？”

    “陈平安，你不知道吗？女人是不可以当官的啊。而且不光是我们大骊这样，好像全天下都这样的。像我和石春嘉这样，读书倒是可以，但是也没听说有女子成为教书先生，或是被人称为夫子。”

    “这样啊。”

    “对了，陈平安，你说你头上那根玉簪子，是齐先生的先生送给齐先生的，然后齐先生送给你的。”

    “对啊。”

    “陈平安，那么从今天起，我就喊你小师叔好了！”

    “为啥？”

    “你当了我的小师叔以后，如果哪天我惹你不高兴了，你打算丢下我不管的话，肯定就会扪心自问我陈平安可是李宝瓶无比敬爱的小师叔，当然是要跟这么好的小姑娘患难与共啊。”

    “能不能不当什么小师叔？放心，我一样不会丢下你的。”

    “不行！”

    “那我不给你做小竹箱和草鞋了。”

    “没事，我才不怕。我就要喊你小师叔！”

    “嗯？”

    “世上哪有不给我做小竹箱和草鞋的小师叔？！”

    “……”
------------

next：第八十七章 小夫子

    如果是陈平安独自一人，哪怕是负重入山，一天走上一百里山路都不难，要知道这期间必然需要越溪过涧，攀崖援壁，所以陈平安这次带着红棉袄小姑娘，走得很轻松，以至于闲来无事，就开始练习走桩，因为有李宝瓶在身边，就没有用上那种气力和精神全力以赴的拳架，而是相对自然而然，甚至为了照顾李宝瓶，还要刻意放慢走桩速度和减小步伐间距，这就让好不容易找到诀窍感觉的陈平安，像是一下子被打回了原形，又变得别扭起来。

    两人此时已经走出差不多二十里路，李宝瓶犹有余力，并不显得难受煎熬，小姑娘只是伸手擦了擦额头汗水，问道：“小师叔，你是在练拳吗？”

    陈平安停下走桩，点头道：“对啊。”

    李宝瓶又问道：“那你知道你练的这套拳法，拳法的立身之本，源头的气府在哪里吗？”

    陈平安一头雾水，“怎么说？我只知道人身上有很多窍穴，我之所以能够几百个字，主要就是为了记住那些窍穴的名称。但是它们跟练拳到底有什么关系，我还没来得及问。有一位宁姑娘看过我的拳谱，没有告诉我，只说练拳一事，捷径走不得，要靠一点一点的苦功夫熬出来，你认识的阮姐姐则说她是练剑的，她家的家传运气路径，不好外传，所以当时我跟她没有深聊。”

    事实上，那时候的草鞋少年，觉得自己这辈子注定会在小镇走完，所以有的是时间和机会来询问阮秀。

    李宝瓶瞪大眼睛，一脸匪夷所思，加重语气道：“小师叔！你连这个都不知道，也敢练拳？你知不知道，胡乱练拳，尤其是外家拳，很容易伤及根本元气的。练武，其实就跟堪舆地师的寻龙找穴差不多，只不过地师们是找山川窍穴，武人是寻找、挖掘自己身体的宝藏，找到之后，你还要方式得当，才算在武道一途真正登堂入室了。不行不行，小师叔，我必须把这个跟你捋一捋，捋清楚了你才好学拳！”

    看她神色坚决，陈平安想了想，本就不是什么坏事，刚好前边有一处歪脖子老柳树，大半倾斜向溪水水面，好像一座未完成的拱桥，就拉着李宝瓶靠着树干休息，小姑娘性子跳脱，非要坐着，陈平安只好把她抱到树干上，自己站在一旁免得她跌落。

    她大大咧咧坐在树上后，像是一位初次在学塾授课的小夫子，神采奕奕，咳嗽一声，打算跟这位小师叔好好说道说道，以免误入歧途，万一真练坏了身体，那她不得悔青肠子心疼死啊？

    李宝瓶一本正色道：“我之所以清楚一些练武的大概，因为我家有个叫朱鹿的丫鬟姐姐，她从小就被老祖宗看出有习武天赋，我又跟她很亲近，朱鹿姐姐又是闷葫芦的人，只喜欢跟我说些心里话，所以我可知道练武是怎么回事。只可惜我六岁的时候，偷偷摸摸跟在朱鹿姐姐身后，走那个叫地牛桩的东西，好玩得很，最高的木桩子，都快有屋顶那么高了，但是有一次我脚底打滑，不小心摔了下去，其实我真没啥事，朱鹿姐姐还是被我连累，给老祖宗狠狠一顿罚，在那之后，朱鹿姐姐每次早晚习武练功，还有躲在屋子里泡药水桶子里的时候，就再也不带我玩儿啦。”

    陈平安有些心虚，小姑娘嘴里所谓的朱鹿姐姐，说不定就那天胸口和脑袋挨了自己两块瓦的矫健少女，当时他偷偷闯入李家大宅，用弹弓打碎了两只鸟食瓷罐，那个护在正阳山小女孩身边的婢女，率先发现了他的踪迹，很快就翻墙上了屋顶，最后朝他所在的屋顶这边飞身一跃，让陈平安每次事后想起，仍然觉得她很厉害。

    李宝瓶对于这位始终不愿意承认自己是小师叔的家伙，恨不得知无不言言无不尽，“打了个比方，胆小鬼石春嘉他们家，有间铺子，做生意做得好，就能够钱生钱，财源广进，所以石春嘉家的铺子，才能是我们小镇最老的几家老字号之一，但如果只出不进，不懂得招徕客人，那么很快就会捉襟见肘，店铺肯定就得关门，是吧？”

    一听到做生意啊赚钱啊，财迷陈平安立即就“开窍”了，恍然道：“每个人都有些家底，练拳练得好，就能够钱生钱，练不好，就是赔本买卖，如果根本就不去练武的话，倒是本本分分守着祖业？”

    李宝瓶想了想，点头道：“差不多是这个意思。小师叔，你听说过一个说法吗？叫练拳招邪，尤其是那些号称三年一出师、出门打死人的外家拳，拳势凶猛，大劈大挂，看着威风八面，打人的时候嚷着哼哼哈哈的，其实最伤身子骨了，因为他们根本就没有找到脉门，属于不得其法而入，很多人才到中年，就会落下一身的病，有没有晚年都不好说，就算有，也会很凄凉。因为他们练拳的第一天起，就不是在养气养身，而是在当败家子，挥霍祖业。”

    用李家老祖宗的话说，李宝瓶这丫头就是天生没屁股的，红棉袄小姑娘说到兴起，刚想要从老柳树干上站起来，就被她的小师叔一个眼神将念头按回去，悻悻然继续说道：“所以小师叔你一定要引以为戒啊，一定要找到练拳的真正法门，世间拳法千万种，之所以成就有高有低，前程有大有小，就看每一门拳法的最少两座本命窍穴，你找不找得到，找到之后，接下来就看能不能找出一条最佳路线，滋润最多的沿途窍穴，如春风化雨，滋润万物。哪怕拳谱品秩不高，但只要是正途，一样能够强身健体，延年益寿，可如果走了岔路，拳谱越好，越容易坏事。”

    陈平安陷入沉思，自己能够感受到那股气的存在，身体内就像有一条无家可归的小火龙，胡乱游走于一座大火炉，之前这条火龙有点类似无头苍蝇，随处乱撞，碰壁之后就转头，如今它的活动范围越来越大，但是最终都会返回腹部的那些气府附近，徘徊不定，像是出门玩耍的稚童，疲惫之后就想要回家，只是暂时尚未找到真正的家门口。

    这股玄之又玄的气流，一直没有给陈平安带来什么不适或是疼痛，反而让少年有一种大冬天晒太阳的暖洋洋感觉，陈平安对于身体五脏六腑的感知，很小就极其敏锐，所以对于自己哪里出了问题，很快就能察觉到，云霞山蔡金简当初在泥瓶巷说他活的不长久了，她可能觉得陋巷少年只当她是开玩笑，其实陈平安当场就确定了她的说法无误。

    既然察觉不到任何不妥，陈平安就对那股气流听之任之，内心深处还有一丝好奇，想要看一看它到底会选择哪座窍穴作为它的宅邸。

    李宝瓶晃荡着那双小腿，双臂环胸，“据说习武的根本是散气二字，霸道得很，跟练气士的养气炼气完全不同，后者是多多益善，锱铢必较，习武不一样，当你找到最初的那股气后，就像是要一座座关隘打杀过去，将原本栖居在窍穴气府内的气息，全部消除殆尽，转化换成最早的那一口气，最后全身上下，心意一动，一气呵成，转瞬之间，气流运转百里数百里，第九境甚至可以长达千里之远，一下子就调动起全身潜力，一员大将如臂指使千军万马，威势之大，可想而知，丝毫不比练气士御气凌空而行来得差。”

    李宝瓶突然神秘兮兮说道：“朱鹿姐姐就说那武道宗师，什么飞檐走壁根本不算什么，还能够跟练气士一样，御风远游，再往后，一旦跻身止境大宗师，宰杀那帮眼高于顶的练气士，就跟手拧鸡脖子似的，弹指杀人，信手拈来。”

    陈平安笑问道：“如果练武真的这么厉害，当然是好事，可为什么厉害不厉害，要用杀人容易不容易来衡量？”

    李宝瓶愣了愣，老老实实摇头道：“那我可没想过，是朱鹿姐姐这么说的，说这些话的时候，朱鹿姐姐向往得很，就像我每天做梦都想能够抓到一条鱼差不多吧。”

    小姑娘略作思量后，说道：“不过仔细想想，依照朱鹿姐姐的说法，好像习武之人和修行之人，天生就不对付，后者喜欢低看前者，觉得习武就是一门贱业，是资质不行、无法修行的可怜虫，所以视为下等人，把武人骂成是世俗王朝的看门狗。前者则就觉得那些修行之人，一个个眼高于顶，鼻孔朝天，不是什么好东西，凭什么武人在江湖摸爬滚打，就是侠以武乱禁，那些练气士分明只是一小撮人，却占据着无数的名山大川和洞天福地，还洋洋得意，自称山上仙人以术法神通修长生，受到山下凡人和武人的敬仰和供养，本就是天经地义的事情。”

    李宝瓶突然笑了起来，“不过这些争执，小师叔你不用管，没意思得很。”

    李宝瓶突然欲言又止，似乎想起了一件事，可又有些难以启齿，有点做贼心虚，最后决定还是坦诚相见，实在是不愿意欺骗她的小师叔，小姑娘哭丧着脸道歉道：“朱鹿姐姐和她爹朱河叔叔，本来是要跟我们一起去往大隋南方边境的，可是我怕小师叔你不喜欢他们，就骗他们去小镇东门那边等我们。如果朱河叔叔也在的话，他就能教小师叔练拳了，因为朱鹿姐姐从小就跟着她爹一起习武，老祖宗私下对我说过，虽然朱河练武天赋有限，但是教人习武是一把好手，称得上‘明师’这个说法，哪怕丢在大骊京城那些个‘府字头’的豪门大宅里，也可以成为座上宾。现在朱河叔叔不见了，朱鹿姐姐也不见了……”

    陈平安赶紧安慰道：“没事没事，我练拳虽然没有什么师父，只有一部拳谱。如今连拳谱上的字也没有认全，更不敢瞎练了。只练习一个走桩一个站桩，不过已经确定能够滋养体魄，不会伤身。要怎么练出名堂来，估计得等我自己读得懂那部拳谱再说。这个不急，我本来练拳，就不是为了什么境界，只是用来活命的，没想那么多。”

    可是李宝瓶显然已经在自己的想法上钻了牛角尖，而且思绪一去千万里，于是小姑娘越说越愧疚，嘴角往下，有哭的迹象了，“武人习武，师父领进门修行在个人，但是师父很重要的，领进门的这个门，门槛就有高有低，而且师父领进了第一扇大门后，是因为本事有限，不得不撒手不管了，还是能够一口气带到了后院门，情形是完全不一样的。所以师父一定要是明师，不能光找名气大的名师。”

    小姑娘抽着鼻子，泪水马上就要流出眼眶，“小师叔，你是百年一遇千年难逢的习武天才，如果因为我耽误了你成为高手，我该怎么办啊？”

    陈平安已经顾不上她怎么得出自己是天才的荒谬结论了，当务之急是别让她哭出来，小姑娘伤心起来，给人的感觉那是真伤透了心，全然不是一般孩子撒娇打闹的那种，陈平安灵机一动，突然抬起手，手掌放在小姑娘身前，轻轻握拳后，大声说了一个字，“收！”

    李宝瓶是脑子转动极快的聪明孩子，一下子就愣住了，止住了泪水决堤的趋势，“小师叔，你在做什么啊？”

    陈平安晃了晃拳头，哈哈笑道：“怎么样，小师叔厉害吧，让你一下子就不哭了。”

    为了安慰小姑娘，陈平安也算豁出去了，第一次正式承认自己是她的小师叔。

    小姑娘立即破涕为笑。

    她觉得不是自己不伤心了，而是开心多过了伤心。

    陈平安如释重负，双手撑在老柳树干上，然后身子一斜就坐在了小姑娘身边。

    两人脚底下，放着一大一小两只背篓。

    李宝瓶轻声道：“朱河叔叔经常告诉朱鹿姐姐，练拳不练真，三年鬼上身。练拳找着真，一拳打死神。习武之人，一旦生病，比起医治寻常人要棘手很多。朱鹿姐姐曾经有两次差点熬不过去，第一次过后，她整个人得有小半年没缓过来，那段时间像是个病秧子，平时连水桶也提不起来，第二次更惨，我听到动静后，就搬了一根小板凳过去，偷偷捅破窗户纸，结果看到朱鹿姐姐在床上痛得打滚，旁人按都按不住，最后她指甲盖都翻开了，鲜血淋漓，很可怜的，最后是家里请了杨家铺子的掌柜送药来，好像才不痛了，逐渐安稳下来。但是老祖宗当时站在院子门口，没有走进院子，摇摇头就转身走了，似乎有些惋惜和失望。我事后问起，老祖宗只说小命是靠药材保住了，第八境的希望却丢了，以后就不用太过栽培朱鹿姐姐了，否则反而是害她，如果运气好到洪福齐天的地步，就可以进入第七境，运气不好，第六境都悬。”

    李宝瓶转过头，忧心忡忡道：“小师叔，你可千万别这么生病啊，我什么都不懂，肯定会傻眼的！”

    陈平安笑道：“不会的，而且就算有，我当然是说万一啊，那你也别怕，我很能吃得住痛的，这可不是跟你吹牛。”

    李宝瓶将信将疑，伸出手在他胳膊上轻轻拧了一下，“小师叔，痛不痛？”

    陈平安拍了拍她的小脑袋，然后望向两人来时的小路，“知道小师叔觉得最难受的一次，是什么时候吗？”

    小姑娘拨浪鼓似的使劲摇头。

    陈平安双手撑在树干上，小腿交错，跟小姑娘一样优哉游哉轻轻摇晃着，少年眯眼，轻声笑道：“是我第二次一个人进山去采药，那时候我才四岁多，不到五岁，出门的时候，想着要采最多最多的药材回家，所以故意挑了一个最大的大箩筐，然后没等到走出小镇，就累死了，走出小镇能够看到山的时候，当时还是一个大太阳的日子，肩膀上被箩筐绳子扯得火辣辣疼，后背更是。其实那会儿疼还好说，不是特别怕，让我觉得绝望的事情是，那座山看着好远好远，就像这辈子都走不到那里。加上当时离着第一次进山出山没多久，所以脚底的水泡很快就造反了，然后小师叔我啊，就咬着牙一边走一边哭，还一边不断偷偷问自己，这还没有走到山脚，要不然就回家吧，反正年纪小，箩筐这么大，山路那么远，回家不丢人，娘亲肯定不怨你的。”

    李宝瓶听得入神，小声问道：“小师叔，那你最后放弃了没有？”

    草鞋少年笑着摇头道：“没呢，当时我就突然想到，不管怎么样，走到山脚就好，到那里再回头。然后我就真的走到了山脚，坐在地上哭的时候，又想了，要不然上了山，采到一棵草药再回家？然后就又开始爬山，爬着爬着，看到那些草药后，整个人好像一下子就有了力气，很奇怪的事情。”

    李宝瓶哇了一声，赞叹道：“小师叔，你一定摘了满满一箩筐草药才下山回家，对不对？！”

    小姑娘说到这里，满脸的与有荣焉。

    陈平安摇头道：“没呢，一直到太阳要下山了，草药还没盖住箩筐底，就下山了。一来是草药没那么好找，很难的，个子那么小，背着个大箩筐走山路，其实比采药更难，二来是真的很累了，再就是想着再不走，天黑后就要一个人留在山上，我那会儿当然很怕。只不过我最怕的……”

    李宝瓶等了半天，也没有等到下文，好奇问道：“小师叔最怕什么？”

    “没什么。”

    草鞋少年摇了摇头，柔声道：“后来就不怕了。”

    小姑娘善解人意地没有追问下去。

    陈平安回过神，转头对她笑道：“跟你说这些，可不是为了告诉你小师叔多厉害，其实小镇的苦孩子都是这么过来的，一点也不稀奇。我说这些，是觉得你今天跟我说那些习武之事的门道，说得很好，很像小师叔小时候偷偷跑去学塾后，看到齐先生授课时的样子。你不是说没有女先生女夫子吗，我觉得以后到了山崖书院，等你读够多的书后，说不定就能成为第一个在书院教书的先生夫子呢。”

    红棉袄小姑娘听到小师叔这么说之后，骤然焕发出昂扬的斗志，双拳扬起，“李宝瓶，你可以的！一定可以！”

    陈平安默默看在眼里，觉得如果齐先生还在世的话，一定也会很开心。

    只是接下来小姑娘说了句让少年头大的言语，“因为李宝瓶有一个天底下最了不得的小师叔啊！”

    少年只好假装什么都没有听到。

    草长莺飞的美好时节，少年和小姑娘并肩而坐，各自怀揣着美好的愿望。

    溪水对岸一处隐蔽地方，一个男人和一位少女盘腿而坐，吃着干粮。

    眼神充满锐气的少女没好气道：“爹，小姐跟着这么个憨憨傻傻的家伙，真能顺顺利利走到我们大骊边境？听说那边可是经常打仗呢，还有许多落草为寇的兵匪，很不安生。”

    男人调侃道：“难道忘了是谁把你教训了一顿？习武之后生平第一战，输了不说，还输得这么憋屈。”

    少女气呼呼道：“那是因为爹你不允许我擅自运转气机，怕我承受不住那股压力，现在我一只手就能撂翻那个泥瓶巷的家伙。”

    男人笑问道：“你这位武道二境高手，真的确定？”

    少女大声提醒道：“爹，是二境巅峰！”

    男人提起水壶喝了一口，摇头道：“你打不过他的，除非是点到即止的切磋武艺，你才有胜算。”

    少女显然不信，那少年撑死了才刚刚步入武道大门，之前在李家大宅屋顶上两人对峙，他只不过占着地利才侥幸得手。

    男人打趣道：“你就是个没良心的，人家在宅子里跟你对上，打得你跌向地面的时候，还不忘拉了你一把，要换上是爹，与人对敌，不给你脑袋上加一瓦片，就算很厚道了。”

    “所以说他傻啊。”

    少女冷笑道：““习武之人，妇人之仁，这种人，活不长久！”

    男人一脸讶异道：“你一个丫头片子，武艺不精，武道不高，大道理倒是一套一套的，谁教你的？反正我可没跟你说过这些话。”

    少女扬起下巴，“咱们二公子说的！二公子虽然是满腹韬略的读书人，可他从不满嘴仁义道德，只说慈不掌兵，必须杀伐果断。”

    男人皱了皱眉头，正要跟这个缺心眼的闺女好好说些正经道理，突然站起身，沉声道：“过河！”

    少女跟着起身，“爹，怎么回事，不是说悄悄跟着小姐就好吗？”

    男人语气并不轻松，“有人来了。等下小心！”

    父女二人，一掠过河，飞奔而去。

    陈平安和李宝瓶刚刚离开老柳树，重新动身赶路，就发现遇到了一个人出现在视野尽头。

    陈平安先是放下背篓，然后让李宝瓶站在自己身后。

    若说在小镇东边，遇到什么人，哪怕是神仙妖魔鬼怪，陈平安都不奇怪。

    但是在这条即将连道路也会消失的南下线路上，不管遇到谁，陈平安都不敢掉以轻心。

    远处。

    一个身材不高大也算不上壮实的汉子，向陈平安和李宝瓶迎面而来，只见他牵着一头白色驴子，头戴斗笠，斜挎着一条布囊，腿上裹了行缠，手持一根竹杖，腰间则悬挂着一把绿色……竹鞘长刀？

    男人在五六步外停下脚步，没有继续走近，他摘下斗笠，露出一张并不出奇的脸庞，微笑道：“你是陈平安吧？你好，我叫阿良，善良的良。”

    最后男人补充了一句，“我是一名剑客。”
------------

next：第八十八章 粉墨登场

    陈平安瞥了眼这名不速之客的腰间绿竹刀鞘，故作疑惑不解，问道：“剑客？”

    汉子一手持斗笠，一手轻拍刀柄，微笑道：“暂时找不到配不上我的剑，所以只好以此代替，用来羞辱天下用刀之人。”

    听到这种有些熟悉的语气，陈平安反而松了口气，觉得刘灞桥应该能够跟这个男人做好朋友。

    在陈平安和李宝瓶身后，那对父女并肩缓缓而行，少女朱鹿有些不以为然，讥笑道：“龙王打哈欠，能吸进一条江，真是好大的口气，爹，这家伙是不是脑子有问题？”

    朱河看到那汉子腰另一侧还挂着个银白色酒葫芦，巴掌大小，摩挲得油滑光亮，一看就是有些年头的老物件，对自己闺女小声道：“虽然察觉不到他的气机有什么异样，只是比寻常人绵长些许，但还是要小心。爹虽然这辈子没出过远门，可听老祖宗说过不少江湖轶事，说是行走江湖，要小心道姑老僧小孩和酒鬼，除此之外，越是看着不像是宗师高手的角色，越不能掉以轻心。”

    少女哦了一声，既紧张又兴奋，恨不得那貌不惊人的汉子就是刺客杀手，正好作为她初出茅庐的磨刀石。

    陈平安问道：“你找我？”

    汉子咧嘴笑道：“我送你到大隋边境，在那之前，我们结伴而行，好有个照应。”

    陈平安试探性问道：“你认识打铁的阮师傅？”

    汉子点头道：“当然认识。”

    陈平安又松了口气。

    离开小镇之前，作为交易之一，阮师傅答应过自己，在到达大骊边境兵家重地野夫关之前，会保证自己的安危。

    陈平安相信阮师傅不会食言，尤其是此人出现得这么早，几乎是在阮师傅的眼皮子底下冒头，所以应该不是正阳山、云霞山和老龙城三方势力之一。而且身后朱河朱鹿这对父女的及时出现，也带给陈平安很大底气。

    但是，陈平安怕万一。

    所以他问道：“那你陪我去小镇那边见一见阮师傅，我们再动身南下？刚好我才知道其实小镇东门出去，虽然绕路，但有驿路可行，牛车马车都可以走，反而比我们翻山过水更快。”

    汉子笑容玩味道：“这么谨慎？一点都没有江湖儿女的豪爽嘛。”

    陈平安没有转头，眼睛始终死死盯住那名汉子，不过沉声道：“朱河，你能不能让朱鹿带着宝瓶先回小镇。我们不急。”

    朱河一下子就想通其中关节，点头道：“这样最好。”

    然后朱河对女儿说道：“鹿儿，你带着小姐先回去。我和陈平安陪一陪这位阿良兄弟，喝酒也好，切磋也罢，相逢是缘，都不过分。”

    被朱鹿牵在手里的红棉袄小姑娘，没有任何犹豫，没有哭着喊着要和她的小师叔在一起，只是扯了扯陈平安的袖子，轻轻说了小心两个字，然后就果断跟着朱鹿快步离去，李宝瓶毫不拖泥带水，反而是初生牛犊不怕虎的婢女满怀失望，很希望自己跟她爹换一个位置。

    那汉子看到这一幕生离死别后，翻了个白眼，摘下酒葫芦，斜靠那头白色毛驴，喝了一口酒，嗤笑道：“让那小妹儿带着那小丫头先走便是，一炷香后，咱们三个大老爷们再去小镇。”

    然后汉子扬起手中银白色的酒葫芦，伸手拍了拍毛驴的背脊，望向朱河，笑问道：“你也算一方好手了，难道不认得这玩意儿？”

    他拍了拍自己脑袋，“忘了你们骊珠洞天才刚刚打开，你知道才是怪事。没关系没关系，我们可以慢慢聊，大把大把的时间。”

    这汉子指了指那棵横向溪面的老柳树，“我们去那边坐着聊？”

    陈平安和朱河相视一眼，觉得如此最好，大可以静观其变。

    汉子牵着那头白色毛驴，跟在陈平安和朱河身后，到了老柳树旁边，松开缰绳，任由驴子随意啃食青草，他走上柳树，沿着主干一直走出溪岸，最后坐在下，重新戴起那顶斗笠后，提起银白酒葫芦，正要仰头灌酒，突然转过头，递出酒壶，笑问道：“谁想要来一口？独乐乐不如众乐乐，二两银子一两的魁罡仙人酿，是大隋所有富家翁的心头好，我一路北上，喝来喝去，尝过不下百余种酒，还是这仙人酿最地道。”

    陈平安摇摇头，“我不喝酒。”

    朱河也摇头，“习武尚未大成，不敢饮酒。”

    汉子跟着摇摇头，看着他们，满脸遗憾道：“原来都不是性情中人啊，我前不久认识一位少侠，那真是风流倜傥……”

    这位汉子突然发现陈平安和朱河脸色古怪，他有些疑惑，可又不好失了高手风范，只好喝了口酒，掩饰自己的茫然。

    陈平安轻轻咳嗽一声，汉子问道：“何事？”

    陈平安伸出手指，指了指这棵歪脖子老柳树最外边的地方。

    汉子皱了皱眉头，转头望去，结果看到两条腿挡住了视线，汉子瞬间脸色僵硬，猛然抬头，看到一个面无表情的中年男人，最少有一百五六十斤重的家伙，竟然就轻飘飘站在粗细不过的柳树梢头上，此人的神出鬼没，吓得斗笠汉子一个坐不稳，摔入溪水，狼狈至极。

    来者正是兵家圣人阮邛，如杨老头所说，他对千里山河之内的动静，并无兴趣，除非是崔瀺这种坏了规矩的挑衅，一心铸剑的阮邛才会出手。阮邛并不觉得有人胆敢在方圆百里之内，就对陈平安出手，那简直就是在打他阮邛的脸，但是一位兵家剑修十一楼的脸面，比起一座王朝的脸面，只重不轻。所以阮邛根本就懒得留神这边的光景，一个草鞋少年和一个天真烂漫小姑娘的结伴远行而已，怎么可能值得他亲自盯着？

    但是阮邛被一件东西牵扯到了心神。

    有人一晃那物件，阮邛立即就感受到了物件之内，蕴藏着的磅礴剑气，精纯且浩瀚，尤其是感觉极其熟悉，透着一股亲昵和哀伤，关于此事，阮邛在宗门内修行多年，虽然从未亲眼看到，但早有耳闻，所以立即从铁匠铺子赶来。

    此时看到那人比凡俗夫子还不如的作态，阮邛对此非但没有讥讽之意，反而多出一丝凝重，问道：“可是神仙台魏晋？”

    跌落小溪的汉子一阵扑打，好不容易才站直身体，从溪水里捡起那只酒壶后，摘下头顶斗笠甩了甩，抬头看着那个罪魁祸首，没好气道：“我叫阿良。”

    阮邛居高临下盯着他，充满审视意味，问道：“能不能借我喝两口酒？”

    汉子一把丢出酒葫芦，高高抛向阮邛，“有何不可？不过记得还我。”

    阮邛接过酒壶，喝了口酒，笑问道：“竟然不是五黄酒？”

    汉子一听到这个就火大，白眼道：“涨价了。”

    阮邛哈哈大笑，丢回酒葫芦，问道：“你怎么来得这么快？我还以为最快也得一旬左右。”

    自称阿良的汉子湿漉漉走上岸，一边骂骂咧咧道：“你管得着？圣人了不起啊。”

    阮邛问道：“要不要去我铺子坐坐？我女儿对你仰慕得很。”

    阿良指了指自己，笑呵呵道：“对我？那你女儿眼光真好。”

    阮邛似乎早就晓得此人的荒诞不经，问道：“莫非这次是你负责龙脊山一事？”

    阿良摆摆手，“不是我，另外有人。”

    阮邛看着兴致不高的斗笠汉子，突然笑了起来，“难不成北上途中，你遇上了那位小道姑？”

    阿良脸色如常，“你说什么，我听不懂。”

    阮邛心中叹息，不再试探，也不再多说。

    阮邛出身的风雪庙，有一位大名鼎鼎的剑修，年轻且天才，极少待在宗门，哪怕是风雪庙内，也有人不知道此人姓名。他年少时被一位下山游历的风雪庙老祖相中，收为闭关弟子，所以辈分极高，使得他第一次上山的时候，不过及冠之龄，好些百岁高龄的修士都得乖乖喊他一声师祖，后来那位风雪庙的中兴老祖，破关失败，加上这一脉人才凋零，年轻剑修就与风雪庙关系更加疏远了。

    此人动辄行走江湖七八年，除了师父忌日的时候才会偶尔出现在宗门，仍是独来独往，哪怕回到风雪庙，也从不与人打招呼。听说他很早就得到一只价值连城的养剑葫，可他竟然不用来温养飞剑，反而暴殄天物，用来装醇酒千百斤，一年最少有半年喝得大醉酩酊，因此被誉为醉酒剑仙人，一喝醉就由着一头雪白毛驴驮着，毛驴走哪里是哪里。

    阮邛在脱离风雪庙之前，听说此人不知为何，对一位被誉为“福缘冠绝一洲”的年轻道姑，一见钟情，从此深陷其中不可自拔，没奈何郎有情妾无意，貌美道姑根本无心寻找道侣，此事就成了一桩轰动宝瓶洲的山上趣闻。

    阮邛想了想，“既然如此，那就有劳你送他们去大骊野夫关了。”

    那汉子点了点头。

    阮邛抱拳告辞，身形一闪而逝。

    唯有柳树枝头轻轻摇晃。

    朱河小心翼翼问道：“阿良……前辈是风雪庙的仙人？”

    汉子牵着毛驴，懒洋洋道：“我跟风雪庙不熟。”

    朱河笑着，一点也不尴尬。

    世间武人，对于练气士可能观感都不好，但是对于风雪庙和真武山的修士，那还是要伸一下大拇指的。

    之前朱河可能会觉得此人口气比天大，姿态矫揉做作，可在圣人阮邛这趟来去之后，朱河现在回头再看，眼前这位相貌平平的斗笠汉子，就真是真人不露相，神仙大隐隐于市。估摸着那柄绿色竹鞘长刀，肯定是一把只要拔刀出鞘，就会是惊世骇俗的神兵利器。

    阿良喝了一大口酒暖身，对陈平安说道：“那个小姑娘回来了。”

    陈平安转头望去，不但李宝瓶和朱鹿原路返回，还有两张熟悉面孔，和一头两侧悬挂沉重行囊的骡子。

    李槐和林守一。

    陈平安小跑过去，李宝瓶一脸闷闷不乐，朱鹿嗓音清脆开口道：“这两个孩子是我们半路遇上的，说是要跟小姐一起去山崖书院求学。咱们老祖宗刚才现身打过招呼了，让我回头找你们。”

    陈平安不去问朱鹿所谓的老祖宗是谁，望向鬼头鬼脑的李槐和落魄贵公子似的林守一。

    李槐硬着脖子，理直气壮道：“我不跟着你们混饭吃，难道在小镇当乞丐要饭啊。”

    林守一依旧是冷冷的样子，道：“富贵险中求。”

    李宝瓶冷哼道：“你们可以从东门出发，自己去书院啊。凭什么小师叔和我要带上你们两个拖油瓶？”

    李槐怒道：“李宝瓶！我们好歹是同生共死过的患难之交！”

    林守一没有李槐这么无赖，坦诚道：“我和李槐别说山崖书院，就是大骊边境都走不到。”

    陈平安点了点头，用手轻轻按在李宝瓶头上，阻止她说话，然后问道：“那石春嘉和董水井两个，是不是确定不来了？”

    林守一解释道：“压岁铺子那边，有人会带石春嘉去京城，董水井听说以后小镇乡塾会再开起来，就在铁匠铺子顶替你的短工。”

    陈平安看着李宝瓶、李槐和林守一三个学塾蒙童，笑道：“那就一起动身赶路。”

    阿良把那头白色毛驴从溪畔牵回来，看到李槐林守一后，一脸不情愿道：“多带一个可爱的小姑娘就算了，可是你们两个兔崽子算怎么回事？”

    李槐破口大骂道：“你哪根葱？！”

    阿良面不改色回答道：“我是你失散多年的爹，亲爹。”

    李槐如遭雷击，死死盯住这个陌生男人。

    那汉子反而被瞧得心里发毛，难道这小王八蛋他爹娘真有一段不可告人的故事？

    李槐迅速改变原先的呆滞神色，扯了扯嘴角，斜眼看那斗笠汉子，一脸嫌弃，嘀咕道：“跟我斗？”

    汉子吃瘪，啧啧道：“呦呵，水浅小王八多啊。”

    李槐双手抱住后脑勺，念叨道：“不听不听王八念经。”

    陈平安没来由问了一句，“阿良，你为什么会说我们的小镇方言？”

    汉子笑眯眯道：“你去问阮邛。”

    陈平安看着他，突然笑了，“算了。”

    汉子伸手指了指陈平安，教训道：“小小年纪，心思这么重可不好。”

    自称剑客却佩刀的阿良，和他的那头白色毛驴。

    各自背着背篓的陈平安和李宝瓶，两手空空的李槐和林守一，还有走在最后面的朱河朱鹿父女。

    身份悬殊的七个人，共同南下。

    因为这个跟阮师傅来自同一个地方的阿良，说来时的路走得并不难，而且顺着铁符河一直往南，很快就可以看到正在日夜建造的大骊驿路。

    不过接下来的停停歇歇，阿良仍然愿意听从陈平安的意见。

    李槐在休息间隙，跑到问那斗笠汉子，一点也不怕生，叉腰问道：“喂！阿良，你这毛驴是公的母的？”

    汉子倒是不讨厌这个孩子，就是有点烦，“关你屁事。”

    “给我骑骑呗？”

    “我自己都不舍得骑，你凭什么？真当自己是我亲儿子啊。”

    “你要是把驴子送我，我回头让我娘改嫁，咋样？当然，要是我娘不答应的话，可怪不得我，这驴子还是得归我。”

    “滚你和你娘的！”

    “阿良啊，不是我说你，今后你这脾气得改改。”

    李槐双手负后，摇头晃脑地叹息离去。

    留下一个大开眼界的斗笠汉子。

    溪畔，两人走向铁匠铺子，一位是阮邛，一位是白发苍苍却满脸红光的老人，后者便是婢女朱鹿嘴里的老祖宗，小镇四大姓之一李氏的真正主心骨。

    李宝瓶这么个心肝宝贝，对其寄予厚望的李氏家族，当然不会只让那对父女贴身扈从，如果不是阮师今天露面，练气有成的李家老祖会一路护送到那座野夫关。

    老人苦笑道：“阮师，此人便是你从风雪庙请来的帮手？看着实在是……”

    阮邛直截了当道：“根本不像是高手，反倒像是个市井混子，对吧？”

    阮邛缓缓道：“我接过酒葫芦喝酒的时候，仔细查探过，那只养剑葫内的本命剑气，生机犹在，确是风雪庙真传无疑，而且风雪庙神仙台这一脉，本就人少，魏晋更是不喜与人结交的冷淡性子，反而喜欢浪荡江湖，性子奇怪一些，很好解释。虽然世间也有杀人之后，成功夺取本命物的阴毒手段，可是魏晋修为绝对不低，想要在他身上顺利夺走养剑葫和那缕剑气……”

    阮邛笑了起来，“那么今天就算我阮邛出手，也拦不住那人想要做的事情了。”

    老人叹了口气，“话不能这么说，如果三教一家没有取走压胜之物，阵法还在，许多事情阮师就不用如此束手束脚了。”

    阮邛想了想，“稍后我还是要去跟风雪庙大鲵沟一脉的人，碰个头，了解一下情况，他们距离这里也不远了。刚好关于龙脊山瓜分斩龙台一事，当着真武山的人，不好直说。在此期间，如果小镇有任何意外，麻烦李老找到秀秀，让她飞剑传书便是。”

    风雪庙，真武山，是东宝瓶洲两大兵家祖庭，一南一北，双方关系一直不好不坏，大体上属于井水不犯河水，当然在涉及大是大非的关键时刻，肯定会放弃门户之见，选择联手对敌。

    其中真武山更注重山下世俗王朝的发展，大骊王朝就有许多真武山的修士，已经覆灭的卢氏王朝，大隋高氏麾下，都有真武山修士的影子，多是沙场大将的贴身扈从，或是掌握实权的中层武将。

    风雪庙则倾向于独善其身，来往于各大古战场遗址，有点类似江湖上的游侠，身负绝顶武艺，万事由心，高兴了，就斩妖除魔行侠仗义，不高兴了，就寻人切磋道法剑术，多是硬闯山门不请自去，主人答应不答应，都得陪着他们打过一架再说其他。不过风雪庙这些脾气古怪的家伙，打架不为扬名，更不会杀人，所以哪怕被风雪庙的修士揍得灰头土脸，但不用担心家丑外扬。

    关于飞剑一事，老人疑惑道：“阮师，我家宅子那边也有数柄品质不错的传信飞剑……”

    阮师笑着摆摆手，“不一样的，相差不小。”

    老人立即了然，赧颜道：“在阮师跟前谈飞剑，贻笑大方，贻笑大方了。”

    阮邛突然轻声感慨道：“树欲静而风不止啊。”

    一位身材小巧玲珑却丰腴的宫装妇人，行走在泥瓶巷。

    身后远远跟着三人，一位中年男子身材魁梧，神色刚毅。

    一老人面白无须，似乎视力孱弱，始终眯着眼。

    一年轻女子怀揣着一把长剑，那串金色剑穗，刚好蜷缩在她丰满的胸脯上。

    那妇人最终在宋集薪家的院门口停下，笑道：“偷春联这种事情，只有崔瀺做得出来。”
------------

next：第八十九章 两颗人头

    个子矮小却体态妖娆的丰韵妇人，掏出一串做工精致的崭新钥匙，打开院门，推门而入的时候笑道：“总算有用武之地了。”

    妇人瞥了眼墙脚根的鸡笼，那边传来一阵阵扑簌扑簌的家禽振翅声，她愣了愣，“还没饿死？”

    “还是得谢我啊，帮你找了这么个好邻居，邻里和睦，天下同春嘛。”她很快想明白了其中缘由，转头望向隔壁，发现自己个子不高的缘故，看不到那边的光景，只好走到那堵黄泥墙边，踮起脚跟，发现隔壁只有空落落的院子，觉得无趣乏味，很快收回视线，走向正屋大门，又掏出钥匙开门，跨过门槛后，伸出手指在桌子上一抹，纤尘不染，妇人有些不太高兴，像是有外人擅自主张在自家闺女脸上涂抹胭脂，好看归好看，可当爹做妈的当然不乐意。

    跟随妇人来到泥瓶巷的三名扈从，魁梧男子留在院外泥瓶巷当中，闭目养神。

    面白无须的眯眼老人走到院中。

    唯独那名捧剑女子跟随妇人走入正屋。

    妇人独自走入宋集薪的住处，环顾四周，床榻书桌皆有，书桌上还留下一些价格不菲的清供雅玩，应该是主人不愿随身携带，便干脆弃之不用了。妇人走到书桌旁，发现正中央还叠放着三本书籍，随手一翻，并无出奇，只是寻常学塾蒙童的入门书籍，小学，礼乐，观止，是大骊王朝豪阀市井贵贱通用的蒙学经典，妇人发现三本书旧归旧，却没有半点泥垢污渍，脑海中一下子浮现出某个人的形象，妇人摇摇头，随口问道：“杨花，小学这本书在大骊京城市价多少？”

    背对房门的捧剑女子嗓音天生清冷，恭谨回答道：“奴婢回娘娘的话，多则六十文，少则四十文。”

    妇人哦了一声，啧啧道：“看来是儒家圣贤们的道理越大，越不值钱啊。”

    妇人重新将三本蒙学经典叠放于原位，轻轻拍了拍摆在最上边的观止，她流露出一丝讥讽，冷笑道：“要不是有小说家帮着推波助澜，千百年来不遗余力地行走于大城雄镇、市井巷弄，为其美言，自己则心甘情愿做那不入流的稗官野史，儒教也坐不了这座天下，肯定坐不稳。”

    院内老人轻轻咳嗽一声，低声道：“娘娘还需慎言，此地不宜畅所欲言。”

    妇人笑道：“放心便是，齐静春死后跟上边达成协议，所以这里不会有人再盯着了，你以为没了齐静春，死水一潭的骊珠洞天，一个几千年都没有出过大纰漏的地方，当得起那些大人物的重视？”

    老人仍是坚持己见，“娘娘还是小心为妙。”

    妇人嫣然一笑，柔声道：“行了行了，我不牢骚这些便是。徐浑然，这点你真得学学梁崧，人家就比你懂得察言观色。所以要我看啊，大骊朝野说梁崧虽然是你的弟子，却青出于蓝而胜于蓝，一点也没冤枉你。至于我家叔叔故意用话刺你，说什么弟子不必不如师，徐浑然你倒是不用在意，他就是那么一个人，稍稍听说几句读书人的话，就喜欢乱掉书柜。”

    名叫徐浑然的老人哭笑不得，唯有一声叹息，心想没有娘娘你这么安慰人的。

    只是一想到南下途中与那位藩王的擦肩而过，老人心情陡然凝重起来。当时宋长镜虽然看着疲态，像是一场生死大战之后重伤未愈，可他既然敢当着自己的面，主动掀起车窗帘子，那么就意味着宋长镜极有可能在武道一途，百尺竿头更进一步，虽然跻身第十境的可能性极小，但是到了第九境巅峰后，宋长镜每一次向前走出，哪怕只有半步，那么对于七八境武道宗师而言，小小半步的差别，可能就是相当于他们的一境之差。

    这位面白无须的老人，享誉大骊朝野，被誉为大骊第一剑师，师字这个后缀，如诸子百家中，某人姓氏之后的“大家”二字，分量很重。那名死于宋长镜之手的天才剑修梁崧，正是徐浑然最得意的弟子，老人将其视为己出，此仇不可谓不大。

    徐浑然喜好在袖中养剑，剑名为白雀。寸余长短，却杀力极大，传言瞬间可以来回飞掠百余里，剑已回袖，人尚未死绝，手段凌厉，鬼神莫测。

    妇人在那张床上坐下，抬手拍了拍床板，“算不上富贵人家的日子，不过还挺自在。”

    怀抱长剑的年轻女子轻声道：“娘娘对殿下用心良苦，苦其心志，劳其筋骨。”

    妇人站起身，笑道：“这话就虚伪了，真正受苦的孩子，是隔壁那个孤儿，我家睦儿可称不上吃苦。”

    她走到墙壁前，想了想，喃喃道：“福禄街卢氏送给咱们的几页古书，上边记载的法术神通，历史久远，已经不可考据，跟当今道教几大符箓派差异很大，我记得其中一页，记载了一门有趣的小法术，咒语是什么来着？哦，记起来了，试试看。”

    妇人背对着门口的年轻女子，笑道：“你直接去隔壁院子等我开门。”

    “天地相通，山壁相连，软如杏花，薄如纸页，吾指一剑，急速开门，奉三山九侯先生律令！”

    妇人手中并无最重要的那张符纸，只是口诵咒语，伸出手指向前一点，然后便闲庭信步，穿墙而过，身后带起一阵轻微涟漪。

    妇人走到一座家徒四壁的破败屋子，感慨道：“有些人命好，随便怎么折腾都是享福。有些人命不好，生来就是吃苦的。投错了胎，你能跟谁说理去？就算找到了正主，可你敢开口吗？小家伙，以后知道真相，在找我报仇之前，你最少要跟云霞山、正阳山和书简湖这三方打交道，等你找到我，牛年马月了，这还是你先要活着走出大骊版图才行。”

    她转头看了眼墙壁，“三山九侯先生，又是什么身份？我们东宝瓶洲可没有这么一号人物，难道是失去香火和金身的上古神人？若是如此，为何这个小法术依旧管用？”

    她暂时琢磨不出答案，想着回到大骊京城再去查一查，或者找崔瀺问一问也不是不可以，反正近水楼台，不问白不问。她走去开门，拔出门闩后没能拉开，才记起门外肯定上锁了，只得稍稍用力，强行扯断了那把铜锁，拉开门后，看到院门大开，她看着捧剑侍女和剑师徐浑然，问道：“你们就这么破门而入？还讲不讲道理了？回头自己找人修好，别忘记。”

    她走向院门，补上一句，“屋门的锁也换上一模一样的。”

    老剑师和捧剑女子显然对此习以为常。

    站在泥瓶巷中的魁梧男子皱了皱眉头。

    妇人走出院子后，突然停下脚步，“杨花，你按照我家睦儿七岁时的步子大小，往右手边走上六十三步。”

    捧剑女子领命前行，六十三步后停下身形。

    她身后的妇人侧过身，面对高墙，“应该就是这里了。”

    妇人看着并无半点奇怪的泥土墙壁，恨恨道：“宋煜章该死。”

    她很快恢复雍容恬淡的平常神色，笑问道：“这桩秘事，当年你是听我说过的，你觉得症结在何处，我能为睦儿做点什么？”

    年轻女子摇头道：“奴婢不知，也不敢妄自揣测。”

    妇人叹了口气，有些伤感，“我家睦儿的心结有两个，第一个，当然是那场大雨中，被一个贫贱泥腿子从巷外一路追杀到这里，掐住脖子，按在墙壁上动弹不得，以他的性子，肯定气愤难平。那会儿睦儿年纪尚小，除了丢尽了颜面，睦儿肯定也被杀气腾腾的同龄人吓得不轻。”

    妇人眼神骤然凌厉起来，伸出手掌，手心轻轻贴靠在粗糙不平的泥墙上，“第二个心结呢，就很有意思了。以至于有意思到了事后让我家睦儿，可能是人生第一次知道愧疚的滋味。所以他跟老龙城的苻南华见面后，那笔交易的添头，始终下不了决心，将要杀之人，从刘羡阳换成那个少年。”

    年轻女子终于有些好奇，不过侍奉这位夫人，无异于伴君如伴虎，自然不会傻到开口询问。

    妇人收起手掌，在捧剑女子手臂的袖子上擦了擦，开始转身走向巷口，一下子流露出些许娇憨神态，虽说已为人妇已为人母，竟是别有一番风韵，她气呼呼道：“睦儿不过是说你陈平安生于五月初五，克死了爹娘后，因为居住在祖宅，就连累爹娘无法投胎转世，所以最好别住在家里，要赶紧搬出去。”

    妇人越说越气恼，“说几句玩笑话，算得了什么？你陈平安信以为真，因为自己愚蠢而坏了不可去龙窑烧瓷的破烂誓言，怎么就能够怪到我家睦儿头上呢？更何况你一个小贱种的誓言，值得了几个钱？我家睦儿何等金贵，白璧微瑕，这是俗世俗人的说法。修行之人，若是相信这个，简直就是自寻死路。哪怕是能够与国同寿的上五境练气士，谁不在苦苦追求真正的不朽金身、无垢之躯？你一个市井少年，怎么赔？你赔得起吗？！”

    妇人咬牙切齿道：“小贱种，真是造孽！”

    一缕金色剑穗轻轻躺在胸脯上的捧剑女子，脸色平静。

    剑师徐浑然对此更是置若罔闻，毫不上心。

    唯有那名走在最后边的魁梧男子，再一次皱眉。

    妇人在即将走出泥瓶巷的时候，猛然转身。

    几乎同时，年轻女子和老剑师就分别向左右两侧挪步，为妇人让出视野。

    妇人此时已经满脸笑容，既妩媚，又纯真，有种矛盾的诱人，她柔声问道：“怎么，王毅甫，你觉得不对？”

    男人沉声道：“虽然不知更多的内幕，但是我确实觉得这样不对。”

    妇人没有丝毫意外，反而大笑道：“不愧是卢氏王朝头号猛将王毅甫！”

    习惯性眯眼看人看物的老剑师，几乎已经看不到眼睛，一身剑气充斥于狭窄小巷。

    不断有泥墙碎屑摔落地面。

    捧剑女子悄然后退一步，像是要给剑道宗师徐浑然让出更多的战场空间。

    她望着不远处的魁梧男人，嘴角勾起一抹讥讽笑意。

    一条断了脊梁的丧家之犬，也敢乱吠？

    这个名为王毅甫的男人，曾是卢氏王朝大将之一，出身头等将种门庭，祖辈皆是沙场大将，王毅甫归降之前，身份相当于大骊王朝的上柱国。大骊军神宋长镜很久之前，就点名要跟王毅甫痛痛快快打一场，此人领军打仗本事，算不得出类拔萃，但是个人武力极高。虽然是练气士，却拥有第八境武人的雄厚体魄，精通刀法，能够驾驭那尊著名玉石的强大阴神随同作战，可谓卢氏王朝屈指可数的真正高手。

    妇人伸出羊脂美玉一般的小巧手掌，晃了晃，“徐浑然，不用紧张，王将军是讲道理的人，就是为人过于正直了一些，如今身处一个阵营，别一言不合就要打打杀杀的。我很不喜欢。”

    徐浑然默默收起了一只袖管内浩浩荡荡的剑气。

    只是妇人在下一刻又说道：“我只会将王毅甫舍了性命和尊严也要护住的人，不送往之前说好的地方，而是送入皇宫，或是教坊司？”

    与她对视的王毅甫双拳紧握，青筋暴起，眼珠子泛出血丝。

    妇人云淡风轻道：“之前只说保住性命即可，所以你王毅甫可别把我的菩萨心肠，当做天经地义的事情。”

    王毅甫突然笑道：“娘娘说得对，是属下错了。”

    妇人笑道：“知错就好，那你等下出了这条泥瓶巷，就不用跟着我们了，去把上上任督造官大人的脑袋，摘下来，然后随便找个木盒子装好，以后我可能用得着。”

    王毅甫错愕道：“宋煜章是皇帝点名要求来这里的官员，娘娘你之前也说过，此人在礼部和钦天监都有靠山，为何要杀他？”

    妇人笑着反问道：“杀人还需要理由？那我当这个娘娘做什么？”

    王毅甫叹了口气，抱拳低头道：“属下领命。”

    四人先后走出泥瓶巷后，王毅甫与其余三人分道扬镳。

    等到那个归降大骊效忠娘娘的魁梧男人，身影彻底不见，徐浑然忍不住出声讥讽道：“好一个铁骨铮铮王毅甫，哈哈，如今连骨头和骨气一并没了。”

    妇人并未往人多处的大街走去，而是拣选了一条僻静巷弄，自嘲道：“真以为我做了某件事情，分不清好坏？”

    老剑师一时间不知如何答复，干脆就闭嘴不言。

    妇人抬头望着蔚蓝天空，没来由感慨道：“只有身临其境，才发现齐静春这个读书人，真的很厉害啊。”

    “是我们大骊对不住他。”

    “如此千古奇男子，只恨不能为我大骊所用，难怪陛下这些日子心情郁郁，经常叹息。”

    “只可惜齐静春再厉害，终究还是死了。”

    妇人一路唏嘘，竟然全是肺腑之言。

    当妇人沉默许久，不再说话。徐浑然记起一事，先是挥袖，剑气遍布四周，然后低声问道：“娘娘，杀一个骤然富贵的陋巷少年而已，我们是不是有些大题小做了？”

    妇人好像根本懒得回答这种问题，随口道：“杨花，你来说。”

    捧剑女子冷声道：“狮子搏兔，一击致命。”

    老剑师哑然。

    妇人扯了扯嘴角，“我家叔叔虽然是个武人，但是有一句话说得极妙，对付任何敌人，千万千万别送人头给他。”

    不同于下榻桃叶巷的礼部同僚，宋煜章独自住在骑龙巷，是一栋主人刚刚搬走的宅院。

    宋煜章开着屋门，坐在桌旁，有一只酒壶，旁边是一碟盐水花生米，和一大碗白酒，这位昔年的督造官大人，在小镇这边扎根整整十五年，吃什么喝什么，入嘴都是再熟悉不过的滋味。

    当他看到院中凭空出现一位魁梧男子，刚刚端起酒碗的宋大人笑了笑，“总算来了。”

    他高高抬起白碗，问道：“能不能等我喝完这碗酒。”

    那位不速之客稍作犹豫，点点头。

    宋煜章似乎是怕客人等急了，一口就喝光了小半碗烧酒，脸色红润，问道：“能不能帮我捎一句话给那个叫宋集薪的少年，嗯，以后他应该会被称为宋睦了。”

    这个中年男人眼神中带着一丝祈求，“能不能告诉他，那个叫宋煜章的家伙，这么多年下来，一直很想跟他要一副春联？”

    魁梧男人这一次果断摇头道：“不能！”

    宋煜章深呼吸一口气，缓缓闭上眼睛后，满脸释然，轻声道：“年少时喜读游记，看到东宝瓶洲最南端的老龙城，常年有大潮拍岸，天下壮观。那就当这一碗大骊酒，是那南海大潮之水。”

    王毅甫大步上前，一手拧断这名大骊礼部官员的脖子。

    杀人之后，王毅甫心中毫无快意，轻轻让其趴在桌上如酩酊大醉状。

    身为亡国之人，败军之将，王毅甫给自己倒了一碗酒，默默喝着，最后跟桌那边的那个死人说了句话：“原来读书人，也有大好头颅。”
------------

next：第九十章 大雨滂沱

    哪怕陈平安仍然怀疑阿良，但不可否认，阿良是一个很有意思的人。

    他有一头从来不骑乘的毛驴，他跟小屁孩李槐斗嘴不亦乐乎，他一门心想着拐骗林守一喝酒，说天底下的好东西，不过醇酒美妇二物，他会在陈平安走桩的时候绕着少年打转，说这套拳法一旦大成，肯定老霸道了，对着人就是一顿乱捶，只可惜行走江湖，讲究打人不打脸，所以伤和气败人品，最好要像他这样以德服人，以貌胜敌。

    他还会跟朱河吹嘘自己的剑术无双，说他一旦握剑，那可了不得，连他自己都感到害怕，就更别说对手了。朱河在旁笑呵呵点头称是，可少女朱鹿偏偏不信这个邪，非要阿良用那把竹刀演示演示，也不用他施展出排山倒海的剑法，能砍断一颗碗口大小的树木就算她输。阿良就说今日不宜施展剑术，他虽然早就达到了万物皆可做剑的地仙境界，可出剑一定要看心情啊，高手没有一点怪癖还是高手吗，所以只有那些大风大雪大雨之类的日子，才有兴致，比如那滂沱大雨当中，自己出剑之后，能够快到滴水不沾身。

    朱鹿朝地上我呸了一句就转身跑开，阿良也不恼，只是笑眯眯跟朱河说，小朱啊，你这闺女这脾气不太好哇，当然她要是以后真嫁不出去，不用担心，我阿良可以让你占个天大便宜，喊你一声岳父大人。

    朱河打那之后，就不再凑到阿良跟前嘘寒问暖套近乎了。只好自己一个人喝闷酒的阿良有些失落。

    不凑巧，过了几天，在他们临近铁符河的时候，下起了一场蒙蒙细雨，虽然不大，可好歹是下雨了。

    朱鹿立即拦住牵着毛驴埋头赶路的阿良，后者一脸茫然，问少女，姑娘你干啥咧，哦哦，你是说下雨就练剑给你看的事情啊，哈哈，我记得记得，小姑娘，你别用那种看骗子的眼神看我好，行不行？你啊就是太年轻，不晓得世外高人的规矩茫茫多啊，知不知道，雨太小了，哪怕我只是以一株野草做剑，也会觉得对不起那株草，哦不对，是对不起我的上乘剑术。所以等哪天雨下大了，我再出手，保管将那条铁符河都给拦腰斩断了，到时候你哪怕哭着喊着要我收你为徒，我都未必点头。

    朱河二话不说把自己闺女拽走了。

    小雨朦胧，不耽误赶路，阿良伸手扶了扶斗笠，摇头叹了口气，牵着白色毛驴走在最前方的他，那一刻背影有些寂寞。

    更不凑巧的是，又过了两天，老天爷开眼似的，下了好大一场暴雨。

    结果阿良怒喝一句，看啥看，老子脸上有花啊？还不去躲雨？我家宝瓶淋坏了身子骨咋办？看我出剑什么时候不能看，你们有没有一点慈悲心怜悯心？！没有看到咱们宝瓶快冻死了吗？

    最后众人一起蹲在参天大树下躲雨的时候，所有人都死死盯着阿良。

    李槐皮笑肉不笑，模仿自己娘亲的语气，语重心长说道，阿良啊，也亏得今天只下雨没打雷，要不然第一个劈在剑仙你身上。

    朱鹿只是冷笑连连。

    就连性情冷淡的林守一都忍不住翻了个白眼。

    朱河如今已经彻底不愿意搭理这个狗屁风雪庙大佬了，自顾自嚼着干粮，一路行来，多次隐蔽微妙的试探之后，朱河觉得这个浑身古怪的阿良，哪怕的确是兵家祖庭的修士，但绝对不会是什么用剑的地仙高手，如果是真的，别说让他阿良喊自己老丈人，就是自己喊他老丈人都没问题。

    一路行来，李宝瓶比起刚刚离开铁匠铺子那会儿，话少了许多，只是默默跟随在小师叔陈平安身旁，小背篓也不愿意让朱河朱鹿帮忙背着。

    陈平安则在练习剑炉这个拳桩，其他人早已见怪不怪。

    阿良被李槐他们看得有些不自在，转过身屁股对着他们，摘下腰间的银色酒葫芦，一口一口喝着酒。

    大雨渐歇，阿良突然站起身，说要出去找根趁手的树枝，非要让他们见识见识上乘剑术，不过在众人面面相觑的时候，阿良又说如果找不着，那就没办法了，剑仙找趁手之物，就跟凡夫俗子找媳妇一样，是一件不容易的事情。

    所有人看着斗笠有些歪斜的阿良，根本没人愿意开口说话。

    阿良一个人往山坡上行去，下雨地滑，差点一个踉跄摔倒，赶紧装模作样地摆了几个拳把式，好似在为出剑热手。

    结果阿良的身影刚刚消失在视野，这场雨就猛然间下大了，毫无征兆，让人措手不及。

    陈平安睁开眼，看到树底下不远处的毛驴，想了想，起身说道：“我去找阿良。”

    朱河也跟着起身，“我陪你一起吧，这天气很容易出事情。”

    陈平安摇头道：“不用，我在山里烧炭采药的时候，遇到过很多次这种天气，不用担心，再说这里也需要朱伯伯你照看着，我才能放心。”

    朱河思考片刻，点点头，“陈平安，那你自己小心。”

    陈平安揉了揉李宝瓶的脑袋，柔声道：“我去去就回。”

    不但要亲自盯着小镇东边的衙署建造，还有为了商定文昌阁武圣庙的选址一事，父母官吴鸢一天到晚忙得脚不着地，四姓十族除去已经举族迁出小镇的六个，还剩下八个，礼部右侍郎董湖靠着牌坊楼拓碑一事，过江龙压过了地头蛇吴鸢的风头，如今那些个土生土长的老油子，全在福禄街和桃叶巷看他吴鸢的笑话，可他还是得一家一户登门拜访过去，忙得吴鸢最后嘴唇干裂，嗓子眼都快冒烟了，一回到督造官衙署，瘫软在椅子上，扯了扯领口，直愣愣盯着房梁雕花，脸色阴沉不定。

    身边站着那位豪阀出身的文秘书郎，今天是他陪同吴鸢拜访了各大家主，吃闭门羹不至于，但是软钉子碰了一大堆，相互推诿，这个说老瓷山能不能搭建文昌阁，得去问刘家老爷，那个说神仙坟是魏家占地最多，只有魏家老爷子点头才能坐下来谈，然后刘家魏家又说这种涉及祖宗基业的天大事情，一定要大伙儿聚起来慎重商议，否则是要被街坊邻居们戳脊梁骨的。

    这位秘书郎同样憋了一肚子火气，不过自幼耳濡目染，对于官场规矩再熟悉不过，知道为官不易，主政一方的父母官更是大不易，所以并未气急败坏，他对周围几位闻讯赶来的同僚轻轻摇头，示意他们暂时不要火上浇油，留给吴大人一个清净清净。

    吴鸢突然笑着说道：“放心，我没事，这会儿就是有点馋咱们京城的酒水了。”

    那位世家子这才落座，遗憾道：“可惜李家已经搬去京城，要不然可以让他们家主李虹帮着牵线搭桥，有些事情能够私下说，就会好办许多。我们家跟京城李家关系还不错，那边发话，这里的小镇李氏肯定要卖这个面子。”

    吴鸢瞪眼训斥道：“你傻啊，你家族积攒下来的人脉，不等于你的人脉，你每用上一次，就会让自己在家族地位下降一大截。这种事情，不是之前你跟人求匾额榜书那么简单的，所以你别瞎搀和。”

    世家子笑道：“我这不是担心吴大人钻牛角尖嘛。”

    吴鸢嗤笑道：“我如果是钻牛角尖的人，早把那位上柱国老丈人的腿打断了，然后带着他的宝贝闺女一起私奔。”

    满堂寂静。

    世家子忍住笑，低声道：“这种大话，吴大人在咱们这儿吹吹牛就可以了。”

    吴鸢舒舒服服瘫靠在椅背上，一点也没有被揭穿真相的窘态，反而笑呵呵道：“那当然，老丈人要真大驾光临，我这会儿早跑去低头哈腰端茶送水了，还得问上柱国大人你老累不累啊，要不然揉揉肩膀啊。”

    衙署大堂内笑声四起。

    就连门口那两位腰悬绣金刀的武秘书郎，也相视一笑。

    吴鸢坐直身体的那一刻，大堂内所有人都下意识屏气凝神，吴鸢不急不缓道：“李氏已经迁出去，卢家铁了心要当缩头乌龟，万事不管。赵氏推说老祖宗身体有恙，一切都要她身体好转才能定夺，小镇宋氏水最深，这福禄街四大姓，加在一起拥有十座大型龙窑，李氏名下的两座，已经转让给桃叶巷魏、刘两家。”

    “你们今天就将衙署所有零散文档归拢在一起，汇集成一份四姓十族的关系脉络图，我倒要看看这座小池塘，是怎么个鱼龙混杂。退一步说，哪怕拿前几个大家族没辙，那我们就去找次一等的家族，除了十族垫底的几个，还有那个很有钱的马家，始终恪守祖训不肯搬去福禄街桃叶巷，他们就拥有两座窑口，既然我现在还兼着窑务督造官，那么这些龙窑的规模大小，还不是我说了算？将这些家族拉拢扶植起来，与此同时，我会砸钱下去，衙署的积蓄全部掏空，我也不心疼。我就不信老瓷山你们守得住，可神仙坟那么大一块地方，一旦分赃不均，你们能够护得住多久？”

    “水浅王八多，庙小妖风大。等到池塘见底，小庙倒塌，我看到时候这帮老狐狸怎么跟我认错赔礼。”

    县令大人说到最后，本该意气奋发才对，不曾想哀叹一声，又瘫软回去，“这日子没法过了。何时是个头啊？！先生，说好的醉卧美人膝呢？衙署上下，不是老妪便是稚童，就没一个妙龄女子啊。说好的这里人杰地灵女子秀美呢？”

    就在这个时候，眉心有痣的清秀少年被两名扈从伸手拦在门外，少年微笑道：“吴大人，不然我写信帮你问问京城的袁柱国？帮你要两个眉眼可爱的小丫鬟过来？”

    吴鸢立即站起身，脸色尴尬，又不好说破自家先生的国师身份，也没那脸皮和胆识，为了掩人耳目就对先生大加呵斥。

    吴鸢心底满是疑惑，不知先生为何要登门衙署，而且看样子一点不介意泄露身份。

    崔瀺懒得跟那些文武秘书郎计较，转身撂下一句，“随我来。”

    吴鸢对屋内所有人伸手虚压了两次，示意他们不要声张，独自快步走出门槛，当两名沙场出身的武秘书郎想要贴身跟随，吴鸢仍是摆手拒绝。

    走在僻静无人的石子小径上，崔瀺问道：“卢氏刑徒都已经进山了？”

    吴鸢摇头道：“还剩下六百刑徒，尚未到达最北边君神山的山口，这拨人身份也最为尊贵，多是卢氏王朝的功勋豪阀之后，年纪也不大，十四五岁到二十岁之间。”

    吴鸢疑惑道：“这不是先生你之前就安排好的吗？”

    崔瀺没好气道：“天有不测风云，你家先生我现在算是龙游浅滩了，所以得再跟你确定一下。你现在什么事情都别管，快马加鞭赶往神君山的入山口子，找到一个叫夏余禄的刑徒少年，安排他去京城。”

    吴鸢小心问道：“这次是宋长镜的嫡系心腹护送他们赶来龙泉县，我就这么上门要人，那帮六亲不认的兵痞，肯乖乖放人？”

    崔瀺挥挥手，不耐烦道：“我那边自有后手，你只要露面就行。”

    吴鸢担忧道：“先生，你这边？”

    崔瀺冷哼道：“死不了！”

    吴鸢不再犹豫，立即喊上那两名武秘书郎，一同骑马出门。

    先生动动嘴，学生跑断腿。

    崔瀺等到吴鸢离去之后，独自行走在衙署小路，脸色阴沉，“一着不慎满盘皆……还没完全输，满盘皆溃倒是事实，不过没事，只要还有一丝胜算就行，熬着，就当修心养性了。大不了换了棋盘再来。”

    “我不就是先熬死了先生，又熬死了你齐静春？”

    “咦？怎么说着说着，感觉自己像只乌龟了？”

    崔瀺最后叹了口气，“她的运气真是一向很好啊，早不来晚不来，偏偏在这个时候一头撞进来，我只能尽力从这盘残局里搂回几颗棋子是几颗了，省得被她全盘收走，真是气死我了！”

    之后有衙署杂役远远走过，就听到一个相貌清秀的少年在那里大声念叨，“我不生气，犯不着……我不生气，犯不着……他娘的，犯不着个屁！气死老子了！”

    铁匠铺子，三张崭新竹椅摆在屋檐下，翠绿欲滴，颜色可亲。

    青衣少女已经起身愤懑离去，只留下一个脸色如常的阮师，和一个笑容不变的尤物妇人。

    远处溪畔，站着捧剑女子，大袖老人和魁梧男人。

    坐在小竹椅的妇人，从马尾辫少女的背影收回视线，她方才使用了一个小法子，故意激怒少女，让其离场，妇人这才开门见山问道：“阮师与齐先生有所约定？所以那陈平安身边，才有李家的武人跟随？”

    阮邛直截了当道：“没有。”

    妇人又问：“那就是阮师因为那三座山的缘故，答应庇护陈平安？”

    阮邛点头，“对，我答应过他，保证他们离开大骊之前，都没有大的意外。”

    妇人抬头看着即将大雨的阴沉天色，说道：“阮师，我让人再买下神秀山周边的四座山头，赠送给你，就当是大骊的见面礼，如何？”

    阮邛冷笑道：“你还需要花钱买？那一袋袋金精铜钱，不过是大骊皇帝左手出右手进的事情，何必多此一举？”

    妇人摇头笑道：“规矩就是规矩，并非我是一个喜欢守规矩的人，而是眼前阮师的规矩，或是京城皇帝陛下的规矩，都要比我的身份大，所以不得不遵守。我虽然算不得什么好人，但从来量力而行。”

    阮邛对此不置可否，问道：“你为何要执意杀那个少年？而且是不惜花费这么大的代价，一定要这么急着杀他？以至于等到他离开大骊边境再下手，也不行？”

    妇人语气不重，眼神却尤为坚定：“他必须死。他死了，就算真有那秃驴所谓的佛家因果，当初杀他爹那件事，以及靠他帮助我家睦儿争取更多机缘一事，全部会止步于我……”

    阮邛淡然道：“是因为你有某些见不得光的旁门神通，能够斩断因果吧？”

    妇人微笑，不否认，不承认。

    阮邛摇头道：“可这不是你这么急匆匆杀人的理由。”

    “我家睦儿马上就要进入大骊京城，到时候会有一场大机缘降临，为了避免横生枝节，我必须尽早斩草除根。”

    妇人见对面男人一脸不为所动的冷漠，只好泄露天机，选择与这位兵家圣人坦诚相见，详细解释道：“睦儿的心结，若是放在一般修士身上，倒也无妨，大道漫长，哪怕他在破开中五境之前，无法自己将其摒除，大骊一样有的是手段，以外力强行祛除，大不了就是留下一个大小不可预测的天魔心窝，跻身上五境的时候，会变得极为凶险。可是如今京城那份机缘不等人，就容不得丝毫马虎了。加上崔瀺那个废物，号称算无遗策的崔大国师，竟然输了，显然到最后，也不曾成功坏了那少年的澄澈心境，没办法，我只好退而求其次，用陈平安的那颗头颅，强行拧转睦儿的心境。”

    妇人说到这里的时候，无奈道：“不是没想过蒙骗睦儿，说那陈平安在崔瀺的大考当中，成了俗不可耐的市井小民，甚至我可以将所有细节编排得天衣无缝，一一呈现给他。但是我担不起这份风险，一旦将来睦儿知晓真相，他如今天资太好，一旦获得那份机缘，反而成了莫大隐患，极有可能一瞬间就会道心崩碎。”

    此时，天将大雨。

    雨幕如铁。

    阮邛不理会外边的大雨滂沱，问道：“什么心结，如此麻烦？”

    “那个姓姚的老不死，阴了我一把，告诉了那少年真相，他的爹娘根本不可能因为他是五月初五出生，就会被阳气所伤，所以无法投胎做人。于是那个违背他娘誓言的少年傻眼了，发疯一般从龙窑狂奔回小镇，之后那个悲愤欲绝想杀人的少年，阮师，你知道他做了什么吗？他既没有去找睦儿，也没有回家，竟然在泥瓶巷外一直等着，等到一个睦儿单独出门游荡的机会，才堵住他，追上他，最后在泥瓶巷将我家睦儿按在墙壁上，差点掐死他，当然，他最后没有杀人，而且就算他真想杀，死的也只会是他，可恨那些藏在暗处的死士谍子，死守着陛下的规矩，只要睦儿不死，就绝对不可以插手，废物，全是罪该万死的废物。”

    妇人尽量用云淡风轻的语气说出这个秘密后，破天荒有些疲惫和无奈，“世间竟有这种心思古怪的贱种？他的这个举动，反而成了我家睦儿最大的心结，近乎死结。他这么多年甚至很多次从梦中惊醒，因为睦儿一直想不明白，‘你陈平安，为什么不杀了我，为什么还要挑一个稚圭不在场的时候？换成是我宋集薪，我会把你陈平安大卸八块还不解恨，当着你至亲至近的人面，才最好。’归根到底，也算是我作茧自缚了。”

    大雨如黄豆一般砸在大地，如当年两个同龄孩子的泪水。

    一个瘫软坐在地上，双手捂住脖子，吓得大哭。

    一个脚穿草鞋的贫苦孩子，走向泥瓶巷巷口，用手臂挡住脸颊。

    就像一面镜子，越是光明无瑕，越可以映照出照镜之人的瑕疵。

    长久的沉默之后，妇人收回思绪，犹豫了一下，问道：“那座廊桥的手笔，阮师应该有所猜测吧？”

    阮邛满脸厌恶，“早知如此，我不会来这里。”

    妇人挑了一下眉头，沉声道：“所以最后睦儿离开小镇之前，必须要去那边上香，因为他能够有今天的一切，都是因为大骊皇室死了一个又一个的金枝玉叶和皇亲国戚！那块廊桥匾额上的风生水起这四个字，有多少笔画，就死了多少人，是这些人用命换来他的成就！”

    阮师脸色阴沉，似乎没有想要说话的念头了。

    妇人缓缓站起身，意气风发，低头凝视着阮邛，嗓音低沉，蛊惑人心，缓缓道：“阮师，要是觉得四座山头，仍然配不上你给那少年的一句承诺，无妨，阮师只管开价，只要你肯开口，都好商量。比如说大骊这边，我回去京城后，可以说服皇帝陛下，为你女儿将来证道之际，大开方便之门。虽然不晓得是什么，但我可以替陛下答应阮师，大骊朝廷届时一定倾力相助！我本人之外，国师崔瀺，甚至是宋长镜，都可以为你家阮秀的证道契机，助一臂之力！”

    阮邛答非所问，“我只要答应下来，就会与你们大骊宋氏挂钩，这也是你的谋划之一吧？”

    妇人似乎根本不屑说谎，或者说也不敢把一位圣人当傻瓜，“当然，要不然咱们那位勤俭持家的皇帝陛下，岂会由得我胡来？他虽不反感妇人干政，甚至直截了当告诉我，管不住身边一个女子，如何管得了一座江山，我真要祸国殃民了，也是他无能。”

    “可有些事情，他一开始就说得很清楚，不许我擅作主张，为此我是付出过很大代价的。”

    “我这个人，有个最大的优点，就是记打。”

    阮邛终于不再掩饰自己的鄙夷，斜眼妇人，语气淡然道：“以后你不要进入龙泉县方圆千里以内，只要被发现，就不要怪我出手打女人。”

    妇人盯着阮邛的脸庞，叹息一声，“罢了罢了。大不了就等到大骊边境再说。今日叨扰，阮师勿怪，就算阮师看不惯我这种妇人，也别因此对我们陛下印象不佳。”

    阮邛在她走下台阶的时候，说道：“那条竹椅是陈平安亲手做的。”

    妇人愣了愣，故意曲解阮邛真正想说的言下之意，妩媚笑道：“怎么，阮师是想说那个叫陈平安的少年，间接摸过了我的屁股？”

    妇人大笑离去，径直走入雨幕之中，任由大雨淋湿全身。

    体态婀娜，曲线毕露。

    阮邛并不看她，面无表情。

    又是一场大雨。

    已是少年的陈平安走到山顶，看到背面山坡，站着一个缓缓将竹刀归鞘的斗笠男人，转头灿烂笑道：“来这里之前，遇到过一位比你有趣太多的少侠，经常听他念叨一句诗，真是好，你不妨也听听看，野夫怒见不平事，磨损胸中万古刀。”

    自称是剑客的阿良，缓缓走向少年，伸手指了指少年头顶，“不过我可不是什么侠客，只是单纯觉得这句诗，很适合这种天气杀人后，拿出来念一念。我来这里找你的真正理由，一是顺路收集养剑葫，二是你头上的那根簪子。后者比前者重要一百倍吧。”

    竹刀已经归鞘的男人身后山坡上，躺着两具神态安详的尸体。

    皆是大骊第一等修为的武夫和修士。

    陈平安问道：“你到底是谁？”

    男人缓缓而行，手心抵住刀柄，在陈平安身前停下脚步，抬了抬斗笠，微笑道：“我叫阿良，善良的良。”
------------

next：第九十一章 玉簪

    大雨砸在两人的竹篾斗笠上，啪啪作响。

    陈平安沉声道：“这根簪子很普通，只是普通的玉材。”

    阿良盯着一本正经的少年，好像听到一个天底下最大的笑话，龇牙咧嘴，好不容易才忍住不笑出声，“你说了不算。”

    陈平安额头渗出汗水，但是很快就被溅在脸上的雨水冲刷掉，看着那个男人，问道：“那你到底想要什么？”

    阿良笑问道：“你是不是觉得自己要死了？”

    陈平安在这一刻，突然感到很绝望。

    因为阮师傅来过，又走了。

    而眼前这个男人还站在自己眼前。

    阿良还是那个笑眯眯的阿良，斜挎着那把绿色竹刀。

    这个男人笑望着少年，不高的个子，单薄的衣衫，结实的草鞋，当然还有那根画龙点睛的碧玉簪子。

    如果他没有记错，簪子上篆刻有漂漂亮亮的八个小字。

    陈平安嘴唇铁青，颤声问道：“你能不能放过他们？”

    阿良不说话。

    陈平安在临行前一夜点灯熬夜，就尽可能想象所有困境，他不是没有想过，此次前往山崖书院求学，路上会遇到大大小小的坎，因为光是他的仇家，明面上就有云霞山、老龙城和正阳山三方，无一例外都是山上的神仙中人，却都跟他有生死大仇，所以陈平安很担心因为自己的缘故，连累到红棉袄小姑娘的求学之路。

    那天跟李宝瓶说起自己小时候进山的坎坷难熬，并非少年想要诉苦，想要摆小师叔的威风架子，而是陈平安想告诉小姑娘一件事情，就是他们去那座已经搬去大隋的书院，路程肯定比他当年进山采药更远。如果有一天他不在了，没办法陪在她身边，而李宝瓶又希望去那里读书，只是因为她对自己没信心，那么陈平安希望她能够像当年那次进山，多走几步，走着走着，说不定就走到了。

    只不过当时这些话跑到嘴边，陈平安突然觉得两个人才起步远游，说这种话实在太晦气，不吉利，所以只说了一半，就把另一半咽回肚子，改成希望她能够成为第一个小夫子，女先生。既是讨吉利，也确实陈平安对小姑娘的期望。

    阿良笑道：“退一万步说，那根簪子是寻常的文人饰物，也不属于你。退一百步说，我不相信齐静春郑重其事保存这么多年的簪子，会没有暗藏玄机，例如它其实是一座不为人知的小洞天，或是一块拥有成为福地资质的风水宝地。如果只退一步说，那就更厉害了，它有可能是一支文脉薪火相传的信物，就像道教三大主脉的掌教信物，一块桃符、一件羽衣和一顶道冠。如果属实，簪子真是齐静春的先生信物，陈平安，你觉得戴在你头顶，合适吗？”

    陈平安答非所问道：“阿良，你能不能放过李宝瓶李槐他们？”

    阿良笑问道：“你怎么确定我答应了你，事后不会反悔？”

    陈平安的脚尖微动。

    阿良双手环胸，笑道：“少侠别冲动啊，咱们这不是正在讲道理嘛，等到道理讲不通了，再动手不迟。”

    陈平安默不作声，脸色苍白。

    阿良上下打量了一番少年，“还真有点像。”

    阿良收敛玩笑意味，伸出手，“交出簪子，我不杀他们。”

    陈平安手指颤抖。

    阿良缓缓说道：“这是齐静春的先生遗物，这也算是齐静春的遗物。”

    陈平安抬起手臂，伸向头顶。

    阿良笑道：“你亲手折断簪子，我不杀你。我从不骗人。”

    陈平安突然停下手，深呼吸一口气，一脚后撤，如搏杀起手式。

    阿良问道：“你是觉得反正自己死了，我也会放过李宝瓶他们，所以你哪怕死，也要试试看，能否凭本事护住这根簪子？”

    陈平安一言不发，两步重重踏地，就冲到了阿良身前，一拳挥出。

    下一刻，陈平安突然发现眼前已经没有了阿良的身影。

    陈平安身体僵硬地转过身，果不其然，那斗笠男人就站在那里，只是手里多了一根簪子。

    阿良叹了口气，似乎对那根簪子根本没有太大兴趣，伸出手递给少年，“拿回去。”

    陈平安小心翼翼走上前数步，从他接过那根碧玉簪子，刹那间少年只觉得头顶一沉，原来是斗笠男人一只手轻轻按在了他头上，两人肩并肩站立，只不过两人朝向相反。一直以吊儿郎当面孔示人的男人叹了口气，“陈平安，以后别做傻事了，天底下哪有死物，比人的性命还重要？一定要活下去，哪怕没办法好好活着，也要活着，天底下没有比这更大的道理了。”

    斗笠男人拍了拍陈平安的脑袋，抬头望着黑沉沉的天幕，他笑道：“你要知道，不管这根簪子到底有多值钱，意义有多大，齐静春既然愿意交给你，就一定是相信你，所以只要是需要你做出生死抉择的时候，一定要选生，不可选死。壮壮烈烈而死，慷慨激昂赴死，风流写意去死，可死了就是死了啊。”

    斗笠男人收回手，“齐静春对这个世界很失望，那是他的事情，你陈平安就是你，别学他，你还没有真正见识过这个世界的好和不好。人生不满百，常怀千岁忧，那是他们读书人的事，我阿良不是读书人，你陈平安暂时也不是，所以……”

    男人最后也没有说出“所以”之后的原本内容，只是轻声道：“陈平安，相信我的眼光，你将来可以走很远的路，甚至能够比齐静春更远。”

    少年轻声问道，“为什么？”

    男人手心轻轻摩挲竹刀刀柄，笑道：“因为我是阿良啊。”

    两人最终一起沉默走下山顶。

    陈平安问道：“那边山坡的两个人？”

    阿良想了想，“死人？”

    陈平安欲言又止，想了想，还是不在这个问题上刨根问底，换了个话题问道：“你为什么不拿走簪子？”

    阿良嘴角抽搐，哀叹道：“簪子拿到手后，才知道比我设想最坏也只是退了一万步，更不像话，简直是退了几万步，它真的就只是一根破簪子，那我要它做什么？”

    少年说不出话来。

    阿良摇头道：“真正的读书人都穷，你以后就会明白了。我其实早就该想到的，按照道德林那老头子的脾气，和齐静春的性子，传下来这么根普通簪子才是正常。”

    阿良突然笑着转头，“知道吗，你拿走了我一样以为是囊中之物的东西，你知道我为此走了多少的冤枉路吗？”

    斗笠一头雨水，少年一头雾水。

    阿良气哼哼道：“我甚至已经在某个地方，刻下了一个字，但是到头来，等我屁颠屁颠跑来，结果是这么个惨淡光景，所以你要感谢我的不杀之恩啊。”

    阿良自顾自说道：“你要是以后没本事在那里刻下两三个字，看我不削你。”

    陈平安无奈道：“阿良，你能不能说一些我听得懂的话？”

    “可以啊。”

    阿良哈哈笑道：“我叫阿良，善良的良。”

    陈平安帮他说完下一句话，“我是一名剑客。”

    这一刻，阿良嘴角翘起，一巴掌拍在少年肩头，“那就这么说定了！”

    陈平安更加纳闷，“嗯？”

    阿良已经撇开话题，“送君千里终须一别，我会送你们到大骊边境后离开，相信到了那个时候，你们这帮孩子也能够清清爽爽远游求学了，暂时不会再有乌烟瘴气的事情，所以在那之后，你就要自求多福了，能不能带着他们走到大隋山崖书院，之后能不能活着回到大骊龙泉县，全看你自己本事。”

    陈平安突然说道：“谢谢。”

    从初次相逢，直到现在，少年才开始彻底信任这个自称阿良的男人。

    阿良摇头道：“没事，我只是在弥补自己的亏欠，跟你关系不大。”

    很多年前，曾经有一位姓齐的少年读书郎，读书读烦了之后，说想要跟他一起闯荡江湖，那次名叫阿良的剑客，没有点头答应。

    男人觉得如果当时自己稍微多点耐心，那个少年就不会走到今天这一步。

    阿良最后说道：“陈平安，你知道吗？”

    少年说道：“什么？”

    阿良语重心长道：“以后对我这种绝世高手，要发自肺腑的尊重啊。”

    少年好奇问道：“你打得过朱河？”

    阿良有些头疼。

    觉得这家伙比当年的齐静春更惹人厌。
------------

next：第九十二章 小竹箱

    水深无声，雨大皆短。

    这场暴雨在陈平安和阿良走回大树下没多久，就已经变成淅沥沥小雨，雨珠不断从树叶上滴落，红棉袄小姑娘在陈平安回到树下的时候，满脸隐忧，陈平安灿烂一笑，揉了揉她的小脑袋，轻声说没事了。小姑娘脸色呼啦一下蓦然灿烂起来，如一抹令人意外的雨后彩虹，干净得让人心颤。这一刻，陈平安突然有些愧疚，只是一时间不知如何开口，许多言语堵在心里头，便只好默默练习剑炉立桩。

    阿良看到这一幕后，会心一笑，但是李槐一句话很快打消了阿良的不错心情，阿良阿良，听陈平安说你是去山上拉屎了，因为这样可以不用擦屁股。阿良笑呵呵问道，真的是陈平安说的？李槐瞥了眼就站在不远处的陈平安，大概是生怕阿良跟陈平安当面对质，也学着阿良的语气呵呵一笑，说陈平安虽然没有说出来，但我觉得他肯定是这么想的，我当然觉得阿良你不是这样的人啊，我还专门给朱鹿姐姐解释过，拍胸脯保证你阿良不是这样的。阿良轻轻扯住李槐的耳朵，低头笑问道，哦？李槐痛心疾首道，阿良，都怪陈平安，太不是个东西了，要不要我替你骂他？阿良使劲拧转这个小王八蛋的耳朵，当我阿良好骗是吧？李槐鬼叫起来，只可惜没有人愿意理睬，李槐立即见风转舵，阿良阿良，我有个姐姐，叫李柳，名字是难听了一点，人可漂亮了，这个绝对不骗你，林守一和董水井两个色胚，就都偷偷喜欢我姐姐，董水井有事没事就去我们家蹭饭，每次见到我姐，恁大一个人了，还脸红，真是恶心。阿良，我觉得你比董水井强多了，人帅脾气好，骑得起驴子喝得起酒，要不要以后帮你和我姐，认识认识？

    阿良赶紧松开李槐耳朵，双手轻轻放在李槐肩膀上，往下一按，笑道咱们蹲下来慢慢聊。

    陈平安走到朱河朱鹿父女身前，问道：“朱河叔叔，能不能聊一下？”

    汉子咧嘴笑道：“等你这句话很久了。那我们随便走走，反正雨已经很小。”

    两人并肩走出那棵树荫大如峰峦的不知名大树，不等陈平安开口询问，朱河自己就自报家门和根脚了，“陈平安，小镇之前发生那么多奇怪事情，你既然能够在正阳山搬山猿手底下活下来，还与那位外乡少女成为结伴盟友，估计很多事情你都已经知晓，那么我也不藏掖什么了，毕竟小姐的安危是最重要的，我们父女二人皆是李家的家生子，就是世世代代作为杂役奴婢，在主人李家讨一口饭碗吃，虽然听着很可怜，其实没你想的那么惨，从一年到头也见不着几回的老祖宗，到家主，再到我们这位宝瓶小姐，没谁把我们父女当下人看待，尤其是小姐和我家闺女，其实她俩关系不比寻常人家的亲姐妹差了。”

    说到这里的时候，中年男人转头看了眼站在大树底下远望别处的女儿，正是少女身段抽条的时分，尚未真正长开，大概再过一年就会是真正的大姑娘了，他觉得自己女儿不会比大骊京城的任何一位千金小姐逊色，他对此一直很自豪，坚信女儿朱鹿以后一定会在大骊大放异彩。

    需知大骊素来尊重女子，不禁女子投身沙场奋勇杀敌，大骊先帝甚至专门下令礼部为女子武人、修士，设置了一整套武勋称号，开一洲之先河，曾经被观湖书院为首的士子文人，大肆抨击，掀起过一场大乱战，矛头直指北方蛮夷大骊王朝，若非身为山崖书院山主的齐静春力排众议，可能当时的年轻皇帝就要迫于朝野清议舆论，就要因此收回圣旨。

    朱河笑道：当年发现我有习武的根骨天赋之后，二话不说就花费重金栽培我朱河，所以我才有现在的身手，女儿朱鹿也是差不多，如果不是她自己不争气，在武道第二境功亏一篑，以后成就比我这个当爹的，只高不低，老祖宗在发现朱鹿是习武的一颗好苗子后，亲口对我说过，朱鹿有希望走到传说中的武人第七境，我朱河不过才堪堪第五境而已。”

    说到这里，朱河心情有些失落，武人升境，没有旗鼓相当的对敌厮杀，没有命悬一线的生死磨砺，只靠天资是注定走不长远的，而且一旦错失良机，无法一鼓作气往上攀登，就会越来越消磨意气，再而衰三而竭，彻底断了登顶之路。

    朱河压下心中阴霾，继续说道：“这次由我们护送小姐离开大骊，一来是我们离得最近，身手还算凑合，而且是李家的家生子，不敢说本事有多高，最少忠心。二来小姐第一次出远门，需要细心的人照顾饮食起居，朱鹿就是合适的人选。第三嘛，我家小姐是老祖宗最心疼的晚辈，其实原本这次真正护送小姐远游的人，不是别人，正是老祖宗自己亲自出马。只是阮师的风雪庙同门，那个阿良出现后，老祖宗就返回小镇了，因为如今小镇没了禁制，可以毫无顾忌地收纳天地灵气，等于是在一座洞天福地修行，老祖宗破境在即，机不可失时不再来，反正有阿良担任贴身扈从，应该不会出什么岔子。”

    朱河略作思量，解释道：“我们老祖宗眼光独到且心胸宽广，虽然打心眼疼爱宠溺小姐，可是在小姐远游求学一事上，老祖宗非但不把小姐强行挽留在身边，庇护在羽翼下，反而明言小丫头不但要去山崖书院，而且后半段路程，就由她自己去走，李家子孙，本就该有这样的气魄。”

    朱河突然笑出声，“只不过说到这里，老祖宗又是一脸愁肠百转的模样了，碎碎念叨着可是咱们家小宝瓶，才不到十岁啊，气魄啥的，是不是可以晚一点再说啊。最后老祖宗下定决心不再一路悄悄跟随的时候，一步三回头，跟老小孩似的，破天荒第一回。所以朱鹿私下跟我说，老祖宗对小姐，是真好。”

    朱河心怀感激道：“小姐对我家朱鹿，也好，小姐从小就喜欢跟朱鹿聊天，看朱鹿练武，朱鹿能够走到今天，事实上小姐功莫大焉。”

    陈平安松了口气，“朱河叔叔，有你们在，我就放心了。”

    小镇那边，除了齐先生，陈平安信不过任何人。

    哪怕是阮师傅，就像陈平安对李宝瓶所说，他相信的也只是一位此方圣人的承诺，是齐先生曾经遵守的某些规矩，而不是阮师傅本人。

    这是一种不可言说的直觉，可以说是天生的，但更多还是熬出来的，就像草鞋少年给那位宁姑娘煎的药。

    之前对阿良，对朱河，皆是如此，更不例外。

    陈平安不是衣食无忧，没吃过苦，所以傻乎乎对谁都好。生活的艰辛，人心的丑陋，贫穷的磨难，孤苦无依的少年，早就铭刻在自己骨头上。

    朱河拍了拍少年的纤细肩膀，只是一拍之下，骨头之结实坚韧，稍稍超出这位五境武人的意料，但是很快释然，若非如此，能够正面硬扛搬山猿？他朱河就绝无这样的胆识能耐，只是一想到这里，朱河更是难免唏嘘，自己还不到四十岁啊，就已经雄心壮志消磨殆尽了吗，竟然比不得一个刚刚在武道上蹒跚而行的少年。

    朱河也有些好奇，笑问道：“虽然我不曾走出过小镇，不晓得外边江湖的规矩，但是老祖宗曾经闲聊时说起，如果在山下遇到江湖同道，有这样那样的众多忌讳，比如僧不言名道不言寿，还有就是可问师门，不可问武学路数。不过我是真的很好奇，你是如何从搬山猿手下逃脱的，你们小镇那场追杀，我只是事后听老祖宗说起。”

    陈平安有些难为情，“其实就是一直在逃命，从泥瓶巷一直逃到山里，如果不是宁姑娘，我早就死了。”

    朱河犹豫了一下，然后轻声提醒道：“要珍惜这些善缘，和那位宁姑娘的，还有和阮师……阮师傅的，一定要小心维持稳固，千万别断了。”

    陈平安有些疑惑。

    朱河感慨道：“我们只是骊珠洞天的井底之蛙，大家差距有限，就像你我，武学修为，撑死了就是五境之差，至于身份，我一个家生子，难道还有资格瞧不起身世清白你？可是在井外的天地，会大不一样，你以后走得越远，在外边混得越久，就会理解得更透彻。”

    陈平安诚恳道：“我没想那么远。”

    朱河大笑道：“可以好好想一想了。”

    陈平安点点头。

    对于别人的善意，陈平安一向很珍惜。

    对于别人的恶意，若是暂时没办法跟那些人说清楚道理，那就且放心头，绝不忘记。

    毕竟路还很长。

    大树底下，刚刚把姐姐李柳给卖了的李槐，现在他在阿良面前腰杆子特别粗，大大咧咧说道：“阿良，回头我让陈平安给你做个酒葫芦，你把腰间那个小葫芦送给我吧，一家人不说两家话，绝不亏待你，反正你这个看着就显旧，配不上我妹夫的身份！”

    阿良神神秘秘道：“你懂个屁，这葫芦叫养剑葫，是全天下少有的好东西，看着不起眼，值钱得很，你有几个姐姐？反正一个打死也不够！”

    看到阿良难得用这么硬气的言语跟自己说话，小屁孩有些心里打鼓，眼馋地瞅着那只小葫芦，恋恋不舍地抬起头，试探性问道：“要不然我让爹娘多生几个姐姐？这事好商量啊，对不对？”

    阿良伸手捂住额头。

    没来由想起之前跟陈平安一起走下山坡，那少年竟然把自己跟第五境的朱河相提并论，阿良松开手，哀叹一声，随手捡起一干枯枝丫在地上划来划去。

    李槐探过头一看，是一个歪歪扭扭的字，写得真心不如自己这个蒙童好看，更比不上连齐先生也说不俗气的林守一了。

    李槐越看越觉得丢人现眼，看一下阿良的字，再看一下他腰间的银白色酒葫芦，一番天人交战之后，李槐说道：“阿良，你写字这么丑，我决定还是不让你做我的姐夫了，我爹娘都希望姐姐以后嫁给读书人的。”

    阿良缓缓抬起头，满脸匪夷所思，“很难看吗？”

    李槐心情沉重，使劲点头。

    小孩觉得姐姐李柳下次要是再敢跟自己抢东西吃，非要骂她没良心，自己可是为了她连那啥养剑葫都不要了。

    阿良一脸你年纪小你不懂事的神色，笑呵呵道：“怎么可能，不是我跟你吹牛，在一个离这个很远的地方，不知道多少人看到这个字后，都纷纷竖起大拇指。”

    李槐疑惑道：“当面？”

    阿良干笑道：“听说，听说。”

    李槐说道：“我就说嘛，谁有那脸皮跟你当面说写得好，我就拜他为师，估计连我娘也骂不过他。”

    阿良讥笑道：“你拜人家为师，人家就收你为徒啊？”

    李槐一本正经道：“不收？他眼瞎啊？”

    阿良再一次捂住额头，因为那家伙还真是个瞎子。

    阿良想着自己还是少跟这个小王八蛋说话，抬起头环顾四周，左看右看，最后看到少女朱鹿，笑道：“朱鹿，想不想学习剑术啊？我现在有一些出剑的兴致了……”

    不远处，朱鹿正在担心自家小姐。

    红棉袄小姑娘双手托着腮帮，望着小师叔离去的方向，眉头紧皱。

    听到阿良这句话后，少女愤懑道：“一边凉快去！”

    阿良眼神无辜且茫然：“刚下过这么一场大雨啊，你看我都浑身湿透了。”

    少女察觉到自己的失误，可仍是冷笑道：“吊儿郎当，不学无术，不是好人！”

    阿良气恼道：“小宝瓶，李槐，林守一，我是不是好人？！”

    李槐落井下石，“只是像好人。但如果肯送我酒葫芦，就是好人。”

    林守一冷淡道：“以后别骗我喝酒了，先生早就说过，文人斗酒诗百篇，全是假的。”

    只有红棉袄小姑娘对阿良偷偷一笑，阿良顿时心里暖洋洋的，朝她伸出大拇指，把其余两个家伙的冷嘲热讽当做了耳边风。

    阿良的江湖，终究不是白混的。

    等到陈平安和朱河走回，一行人重新上路。

    当原本东南方向的龙尾溪绕向正南方，成为大骊地方县志上崭新朱批的铁符河，顿时河水滔滔，水势大涨。

    河面之宽，河水之深，远胜之前的小溪气象。

    在陈平安的提议下，稍作休整，在这里煮米做饭，吃过午饭之后再赶路。

    李槐站在河边，叉腰啧啧道：“阿良，你以前见识过这么大的水吗？”

    前者白色驴子的阿良看了眼溪河交界处，又看了眼身后，最后对李槐笑道：“我见过的大江大河，比你吃过的饭粒还多。”

    李槐顿时不乐意了，“阿良，你是不是一天不吹牛就浑身不舒服？！”

    阿良置若罔闻，走到搭建简易灶台的少年身边，轻声道：“走，河边走走，有些话要跟你说。”

    陈平安愣了愣，就请李家婢女朱鹿帮忙，李宝瓶一路行来，其实已经能够帮上很多忙，甚至连帮助阿良喂养白驴也熟稔得很，所以手脚利索地帮着朱鹿姐姐一起煮饭，让她的小师叔只管去河边散步，一切包在她身上的俏皮模样。

    这些日子里，小姑娘始终坚持自己背着背篓，尽力自己打理一切。

    少年每次打拳走桩的时候，她往往都会默默陪在身边，有样学样，娇憨可爱。

    两人走到河边，然后沿着河水向下游行去。

    阿良坦诚相见道：“我很喜欢宝瓶这个小丫头，当然，你只会比我更喜欢。”

    陈平安回头望去，小姑娘在那边忙来忙去，又是车轱辘似的双腿，对比说一句做一事的林守一和万事不动手的李槐，虽然李宝瓶年纪还小，但是生机勃勃，哪怕只是看着她，就像看到一个美好的春季。

    陈平安点了点头。

    阿良又说道：“但是你总觉得哪里不对，是不是？”

    陈平安嗯了一声，“自从上次跟我聊了关于武学的事情后，一口气说了很多，可是在那之后，好像她不太爱说话了。”

    阿良问道：“你是不是跟她说了什么期望的话语，比如说你希望她以后可以成为怎么样的人？”

    陈平安猛然转头，满脸震惊。

    阿良大概也是不想无意间言语伤人，难得小心酝酿措辞，干脆停下脚步，蹲在河边，轻轻丢掷石子，在少年蹲在自己身边后，阿良轻声道：“情深不寿，慧极必伤，一般人自然没资格套用这两个说法，但是李宝瓶不一样，虽然现在还小，第一点当然是没影的事情，可第二点，她是已经适用了，她将你陈平安当做了依靠，所以你的一句无心之语，一件无心之举，都会让小姑娘深深放在心里，话语这东西，很奇怪，是会一个一个字一句一句话，落在心头堆积起来的，可能你觉得我这个说法比较像半桶水的老学究、酸秀才，可道理还真就是这个道理。”

    陈平安轻轻呼出一口气，“是我的错，我当时怕她没信心走到山崖书院，就说了我希望她能够成为一位女先生，小夫子。”

    阿良笑了笑，“‘是我的错’？陈平安，你错了。”

    少年疑惑不解。

    阿良不看少年，只是懒洋洋望向平静无澜的河面，“你只是没有做得更好，而不是做错了。”

    少年更加纳闷，这两者说法不同而已，可造成的结果，不还是一样的吗？

    阿良终于转头，似乎一眼看穿少年的心思，摇头道：“很不一样。知道为什么天底下的好人，一个比一个做得憋屈吗？比如齐静春，你们认识的齐先生，明明可以更做事更痛快，可到最后的结果，就只是那么窝囊憋屈？等到你环顾四周，好像那些个坏人，却又一个比一个活得潇洒快活，比如你之前跟我提到过的两个仇家，正阳山护山猿，老龙城苻少城主，他们回到自己的地盘后，确实会过得很舒心，一个地位崇高，躺在功劳簿上享受尊敬，一个野心勃勃，志在北方。”

    阿良看着陷入沉思的少年，洒然笑道：“所以啊，做好人是很累的事情，你千万不能做了好人，没有得到回报，或者只是得到意料之外的答复，就觉得自己做错了，更不能觉得自己以后再也不当好人了。这样……是不对的！”

    阿良脸色严肃，加重语气，重复最后一句话：“这样是不对的！”

    阿良笑了起来，重新变成那个万事不挂心头的浪荡子，“当然，李宝瓶好得很，小姑娘只是以她独有的方式在回报你，你可别想岔了。”

    陈平安使劲摇头道：“没有没有。”

    阿良点点头，“所以我才愿意跟你说这些。”

    他干脆一屁股坐在地上，横放竹刀在双膝，“要知道，我很少跟人讲道理的，我的道理……”

    阿良略作停顿，拍了拍自己膝盖上的绿色竹刀，“以前在剑，如今暂时在这刀。”

    阿良哪怕不下雨，日头不大，也会戴着那顶不起眼的竹篾斗笠，他随手扶了扶斗笠，“如果你的性格不对我的胃口，哪怕那根簪子意义跟我之前想象那般重大，哪怕你是齐静春挑中的人，我也不会跟你唠叨这些话，大不了把你送到大骊，心情好的话，直接把你丢到大隋就是了，对我来说，有什么难的？”

    这个嬉皮笑脸的汉子认真起来，别有风范，双手轻轻拍打竹刀，“对我阿良来说，人生于天地间，路要自己走，话要自己说，人要自己做。我觉得你陈平安，也该这样，不一定全部像我，但要腰杆够直，拳头够大，骨头够硬，更要剑术够高！”

    阿良哈哈大笑起来，“别忘了，最重要的是活得够久！”

    陈平安老老实实道：“阿良，虽然有些听明白了，有些还不是很懂，但我都会记在心里，以后遇到什么事情，都会拿出来好好想一想。”

    阿良点点头，欣慰道：“这就很够了。”

    阿良率先站起身，走出去几步，突然转头说道：“陈平安，我带的干粮吃完啦。”

    说完之后，阿良就快步离去，走向李宝瓶朱鹿那边，嚷嚷道：“开饭没，开饭没？！”

    留下一个没回过神的少年。

    说来说去，绕这么大一个圈子，这家伙就是为了光明正大的蹭吃蹭喝？

    陈平安笑着跟上。

    有一天黄昏，一行人远远经过一片绿意葱葱的山间竹林，红棉袄小姑娘扯了扯陈平安袖子，伸手指向那边，小声问道：“小师叔，竹林哦，好看吧？”

    忙着赶路的少年嗯了一声，继续埋头赶路，因为他们马上就要见到阿良所谓的驿路了，大骊朝廷的官道。

    小姑娘默不作声，颠了颠身后的背篓，仍然紧紧跟在少年身后。

    夜里睡在朱鹿搭起的狭窄牛皮小帐篷里，小姑娘想起一事，撅了噘嘴，有些委屈，最后告诉自己小师叔已经很好啦很好啦。然后沉沉睡去。

    第二天清晨，睡眼惺忪的小姑娘不敢贪睡，怕耽误了小师叔的既定行程，自己迅速穿好衣裳，穿上那双小师叔帮她做的草鞋，结果小姑娘刚钻出帐篷，整个人就呆住了。

    就在帐篷外，放着一只漂漂亮亮的绿竹小书箱。

    小姑娘愣了很久，然后一下子就嚎啕大哭起来。

    忙了一晚上的少年正在远处昏睡，被哭声惊醒后，赶紧起身跑过去，站在小姑娘身前，陈平安一时间有些手足无措，摸着脑袋不知道如何安慰她，本以为小丫头天一亮看到小竹箱后，会高兴呢。

    看到李宝瓶这么伤心，陈平安真是心疼得厉害。

    小姑娘闭着眼睛哭了很久，睁眼看到陈平安之后，一下子止住哭声，快步跑到他身前，狠狠抱住陈平安，哽咽道：“小师叔，对不起！”

    陈平安只好轻轻拍着小姑娘的脑袋，“不哭不哭。”

    小姑娘只是哭，伤心坏了。

    陈平安柔声道：“不喜欢小竹箱？是小师叔做得不好看？没事没事，下次可以改样子，没办法，小师叔以前只见过一次小书箱，以后到了外边的热闹地方，再见着了好看的书箱，你告诉小师叔……”

    小姑娘抬起头，满脸泪水，“喜欢！没有比这个更喜欢了！”

    可似乎越是喜欢，小姑娘就越觉得自己没良心，越对自己的小师叔心怀愧疚，蹲在地上抽泣起来，不敢看小师叔。

    陈平安想到昨天阿良的言语，一下子想明白了，蹲下身，摸着小姑娘的脑袋，轻声道：“李宝瓶，知道吗？小师叔能够陪你一起远游求学，真的很高兴，只是以前没有跟你说过，所以现在小师叔跟你说了，如果你还能喜欢这个不值钱的小竹子书箱，那小师叔就更开心了，真的，不骗你。”

    小姑娘缓缓抬起头，但是双手还是蒙住脸，她只敢露出指缝，悄悄露出那双灵气盎然的眼眸，怯生生抽泣道：“小师叔不骗人？”

    少年眼神清澈，点头道：“小师叔也会骗人，但是不骗李宝瓶。”

    小姑娘迅速拿开手，笑容灿烂。

    又是少年印象里的那个无忧无虑、天真烂漫的小姑娘了。

    所以少年也很笑容灿烂。

    有些人心如花木，皆向阳而生。

    小师叔和小姑娘尤为如此。
------------

next：第九十三章 墙上有个字

    一座高不过十多丈的小山坡，分散站着二十余个人，穿着衣饰并无定数，但是脸色、眼神都像是一个模子里刻出来的。

    一名魁梧男子单膝跪地，正在仔细查探身躯僵硬的两具尸体，他用手指撑开一具尸体的眼皮，露出冰裂纹瓷片一样的眼珠子。

    一名换上一身市井妇人棉布衣裳的矮小女子，缓缓走上山坡，身后跟着捧剑女子和白脸老人。

    她没有靠近那两具尸体，捂住鼻子，用浓重的鼻音问道：“王毅甫，怎么说？”

    王毅甫叹息道：“两人都是被高手一刀毙命，不伤身体，但是经脉皆碎，五脏六腑都烂透了。”

    妇人脸色阴沉不定，“我们大骊出现了这么强大的武道宗师，而且还是两位同行，咱们那位藩王殿下，一向负责边关监视，号称，难道偏偏这次就一点蛛丝马迹也不曾抓到，总不可能是故意放跑漏网之鱼吧？”

    王毅甫有些犹豫，“娘娘，如果我没有看错，是一人所为。”

    妇人骤然眯眼，气势凌人，“你说什么？！”

    王毅甫指了指两人的脖颈，出现一缕细微的红线，“两名死者之间的这条线，气势衔接紧密，分明是一人以刀横抹。”

    妇人深呼吸一口气，竭力让自己的怒气杀机不要太明显外露，讥笑道：“风雪庙什么时候这么天下无敌了？随便跑出来一个莫名其妙的家伙，就能杀人跟杀鸡一样简单？这两个人是谁，你王毅甫不知道，徐浑然知道，来，说说看，让我们王大将军如雷贯耳一下。”

    徐浑然脸色尴尬，硬着头皮解释道：“一位是刚刚跻身武道第七境的宗师，精通拳法，擅长近身厮杀，一位是八楼修士，兼修飞剑和道家符箓，二十年间，两人联手刺杀六次，从未失手过，如今更是娘娘麾下竹叶亭的甲字高手。”

    妇人愤怒至极，只是一直在苦苦压抑而已，此时便迁怒这位大骊第一剑师，尖声道：“徐浑然！报上他们的名字！死人也有名字！”

    老人心中悚然，微微低头道：“武人名叫李侯，修士名为胡英麟，都曾为娘娘一次次出生入死，为我大骊立下汗马功劳。”

    妇人这才神色微微转好，只是很快满脸颓然，有气无力道：“对，李侯和胡英麟，当年你们卢氏王朝的边关砥柱叶庆，就是这两人杀掉的。没死在敌国境内，没有死在沙场上，而是死在了我们大骊自己疆土上。”

    妇人兴许是意识到自己的失态，会让王毅甫看笑话，就拿这位武将曾经效忠的卢氏开刀，“说来可笑，开始我们觉得叶庆这么一号重要人物，身边肯定会有数名大练气士暗中保护，为了除掉他，我甚至不得不和我家叔叔联手。哪里想得到，从渗透边境，潜入杀人，再到功成身退，卢氏王朝竟然一点反应也没有。他叶庆不过是惹恼了几股边境仙家势力而已，至于在朝堂上也被孤立到这一步？卢氏皇帝不是最推崇山上仙人吗？为何最后愿意陪你们卢氏殉葬的仙家宗门，就只有一家而已？”

    说完这些，妇人有些神清气爽，心里痛快多了。果然是吃苦不怕，只要身边有人更苦，享福可以，但是不可以身边有人享福更多。

    这恐怕就是她愿意将其中一个孩子交给国师崔瀺，而不是山崖书院齐静春的理由了。

    省心省力，不怕长大之后被人欺负得只会哭着找爹娘。

    王毅甫脸色闪过一抹黯然。

    大将军叶庆，国之忠良，国之栋梁。为卢氏王朝镇守边关三十年，硬生生挡住大骊边军的三次大型攻势。当年宋长镜有次差点战死战阵之中，不知道多少回大骂叶庆是冥顽不化的老匹夫。但是到最后，叶庆死后，卢氏朝廷竟然连追封谥号一事，就争吵了一旬之久，关键是哪怕这样，也没给太高的美谥，以至于犹有一战之力的六万精锐边军，军心慢慢散尽。

    宋长镜挥师而过，如入无人之境。第一件事情，就是亲自去此人坟头敬酒上香，事后大骊礼部非议，被宋长镜一份折子就打得满脸肿，“岂是唯我大骊有豪杰？”

    大骊皇帝接连批阅三个大大的好字，大笑不已。龙颜大悦的皇帝，不过最后对身边宦官笑着说，这句话是皇弟的心里话，至于这几个字嘛，肯定是找了捉刀郎代劳的。

    妇人其实一直在观察这位亡国猛将的脸色。妇人暗暗点头。虽未因此就对他彻底放心。

    若是连人之常情都失去了，必是怀有坚忍不拔之志。做什么？除了复国能够做什么？

    那么王毅甫就真是找死了。

    若是王毅甫只知道打打杀杀的一介武夫，能够心思细腻到演戏到如此境界，那也算王毅甫有本事。

    不过她一样不怕。

    老剑师徐浑然疑惑问道：“娘娘分明已经跟阮师打过招呼，答应不会在龙泉县境内动手，咱们也传信给李侯胡英麟，让他们近期不要轻举妄动，一切等走到大骊边境再说。照理说阮师怎么都该卖娘娘这个面子才对，总不至于是那风雪庙的人，连娘娘和阮师的面子都不在乎吧？”

    王毅甫问道：“那名佩刀男子的详细身份，依然没有查出来？”

    捧剑女子摇头道：“尚未有结果，这种事情，我们不好找上门去问阮师，更不好去找那拨风雪庙兵家修士，只能靠大骊自己的谍报机构寻找蛛丝马迹，而边境谍报事务，娘娘不方便插手……”

    说到这里就停下，年轻女子不再说话。

    这涉及到了大骊朝政最高层的暗流涌动。

    王毅甫问道：“有没有可能是那个叫朱河的李家扈从，其实深藏不露？”

    妇人嗤笑道：“那个不过武夫五境的家伙，不值一提。李家更没有胆子在我的眼皮子底下捣乱。”

    老剑师叹了口气，“这就有点难办了。”

    妇人妩媚一笑，“难办？好办得很，立即回京！我跟皇帝陛下哭去。”

    这件事，终究是别人先坏了大骊的规矩，那么皇帝陛下是愿意为她出头的。

    李宝瓶有了崭新的小书箱，背篓里的大小物件就要挪窝，一大一小两人借此机会，在休息的时候，找了个远离李槐等人的僻静地方，偷偷摸摸清点家当，以防遗失或是损坏。

    陈平安也摘下自己的背篓。

    一把老槐木剑，猜测是齐先生赠送，因为当时陈平安头顶莫名其妙戴上了玉簪子。陈平安和李宝瓶都觉得应该是齐先生故意所为，陈平安平时都把槐木剑放在斜放在背篓里，只在夜深人静的时候，拿出来放在膝盖上，少年的心境就会祥和安宁。

    一颗黄色的蛇胆石，放在阳光照射下，就会映照出一丝丝黄金色的漂亮筋脉。

    其余十二颗小巧玲珑的蛇胆石，则已经褪去原本鲜艳色彩，但是质地细腻，依然不俗。

    李宝瓶对这些小玩意儿爱不释手，手心托着那颗黄色蛇胆石，说道：“小师叔，这颗千万别卖，其它十二颗石头，以后就算要卖，也一定要找识货的买家，要不然咱们肯定亏死了。”

    陈平安笑道：“那当然。”

    背篓里还有一块一尺长短的黑色长条石，看着很像斩龙台，但是陈平安不敢确定，记得宁姑娘说过，想要分开斩龙台做天底下最好的磨剑石，不但需要什么剑仙出手，还需要折损一把很值钱的兵器，当然对于少年目前来说，很厉害或者是很珍贵的兵器、物件，都可以直接与值钱挂钩。

    就像对于那位重返姑娘的少女来说，对手的战力，都可以跟多少个陈平安直接挂钩。

    陈平安知道这绝对不会是阮师傅赠送给他的，是齐先生一并送了槐木剑和磨剑石？还是那位白衣飘飘的神仙女子，使出了神通术法？又或者难道是阮姑娘私藏的体己之物？

    陈平安有些头疼。

    阮姑娘之前在李宝瓶背篓里，留下了金锭一颗，银锭两颗，一袋子普通铜钱。有次李宝瓶无意间打开钱袋子，陈平安才惊骇发现里边竟然夹杂有一颗金精铜钱。

    这颗压胜钱，绝对是阮秀偷偷留下的。

    这让陈平安吓了一大跳，当时就满头大汗。如果一直粗心大意，没能发现真相，然后不小心把这颗铜钱当做普通铜钱花出去，一想到这个后果，陈平安就恨不得先给自己两耳光。

    大大小小的物件，陈平安一样样收拾齐整妥帖，就像是精打细算惯了的妇人，在搭理一个小家似的。

    每次李宝瓶看到这一幕都想笑，心想小师叔也太会过日子了。

    那么以后得多优秀的姑娘，才配得上自己小师叔啊？

    小姑娘觉得好难找到，于是她有些小小的忧伤。

    一个鬼头鬼脑的孩子偷摸过来，被李宝瓶发现后，他看着她脚边那只小书箱，对陈平安说道：“陈平安，你要是给我做一个比小竹箱子，要比李宝瓶那只更大更好看，我就喊你小师叔，咋样？”

    陈平安看了他一眼，不说话。

    李槐有些急了，决定退让一步，“那跟李宝瓶那小书箱一样大就行，这总行了吧？”

    陈平安无意间发现李槐的靴子，已经破烂不堪，露出了脚指，说道：“回头给你做两双草鞋。”

    李槐大怒，跳脚道：“我稀罕那破草鞋，我要的是书箱！用来装圣贤典籍的书箱！我李槐也是齐先生的弟子！”

    陈平安皱了皱眉头，“一边去。”

    李槐愕然，仔细打量着陈平安的脸色，两人对视后，李槐突然有些害怕心虚，这个天不怕地不怕的小孩，破天荒没有还嘴骂人，悻悻然离开，只是跑出去几步，转头理直气壮道：“草鞋别忘了啊，要两双，可以换着穿。”

    陈平安点了点头。

    等到李槐跑远，小姑娘满脸崇拜道：“小师叔，你真厉害，你是不知道，李槐这个家伙，我都只能把他打服气，吵架是不行的，就算是齐先生跟他说道理，李槐也不太爱听。”

    陈平安伸手揉了揉小姑娘脑袋，背起背篓，“准备动身，再走两天，咱们马上就可以看到大骊驿路了。”

    小姑娘背起小书箱。

    小姑娘，红棉袄，绿竹箱。

    其实阿良憋得很辛苦，很想告诉这一大一小，如果不是咱们小宝瓶足够可爱，就这颜色装扮，能够让人笑话死。

    李宝瓶突然说道：“这个李槐，有点像小师叔你们泥瓶巷的那个鼻涕虫啊。”

    陈平安愣了一下，好像从来没有把两个字放在一起比较过，仔细想了想，摇头道：“不像的，以后如果有机会见到顾粲，你就会明白了。”

    小姑娘哦了一声，反正也只是随口一提，很快就去想象大骊驿路到底是如何的。

    陈平安其实跟李宝瓶一样，起先也有些觉得鼻涕虫顾粲和李槐有些像，但是相处久了，就会发现两者差别很大。

    李槐跟顾粲看着差不多的性格，嘴里跟长了一窝蜈蚣蝎子似的，毒的很，能够一句话把人气得够呛，在陈平安眼中，其实大不一样，同样是没心没肺，同样穷苦出身，顾粲看似贼兮兮，转起眼珠子来比谁都快，但顾粲身上那股超乎年纪的精明，更多是一种自保，李槐则是纯粹的小刺猬一个，逮着谁都要刺一下，这是因为李槐到底父母健在，上边还有个姐姐，心性其实不复杂，而且上过学塾读过书，身边的同窗蒙童是李宝瓶，林守一，石春嘉这些稍大的孩子，大体上李槐是没吃过大苦头的。

    顾粲不一样，一手拉扯他长大的娘亲，有些时候不得不说也连累了他，使得小小岁数，便尝过了人情冷暖，陈平安就曾经亲眼看到，一个满身酒气的醉汉骂骂咧咧走出泥瓶巷，看到玩耍回家的顾粲，什么也没说，走过去就狠狠踹了顾粲肚子一脚，顾粲倒地后，还狠狠踩了他脑袋一脚，那么点大孩子抱着肚子蜷缩在墙根，哭都哭不出来。

    如果不是陈平安凑巧出门碰到，飞奔过去，一拳打得那汉子踉跄后退，然后赶紧背起顾粲去了趟杨家铺子，天晓得会不会落下什么病根。

    也更加记仇，心里头有个小账本，一笔笔账，记得很清楚，谁今天泼妇骂街骂过了他娘亲，哪家不要脸的汉子嘴花花调戏了他娘亲，他全记得，可能随着岁数增长，有些事情和细节已经忘了，但是对某个人的憎恶印象，顾粲肯定不会忘。当然，那个给了他两脚的汉子，顾粲记得死死的，叫什么名字，住什么巷弄，家里有谁，顾粲全部一清二楚，私底下跟陈平安独处的时候，总是嚷嚷着要把那人的祖坟给刨了，还说那人有个女儿，等她长大了，一定要睡她，往死里欺负她。

    大概那个时候的孩子，根本就不知道睡是什么意思，只知道很多婆姨汉子喜欢“开玩笑”，与他娘亲相关的言语，妇人说偷人二字，汉子则往往都带着个睡字。

    陈平安至今记忆犹新，孩子不过四岁多，那张稚嫩的小脸，脸庞狰狞，满是凶光，眼神狠厉。

    陈平安有些担心，他当然希望顾粲在外边过得比谁都好，但同时打心底不希望顾粲成为蔡金简、苻南华那样的神仙人物。

    看着心不在焉的小师叔，李宝瓶问道：“怎么了？”

    陈平安若是以前，就会说没事，但是现在开门见山说出了心里话，“我怕下一次见到鼻涕虫，会变得不认识他了。”

    李宝瓶疑惑道：“小孩子个子窜得快，如果过个四五年七八年才见面，你们不认识也很正常啊。”

    陈平安咧嘴一笑，更像是自己给自己打气鼓劲：“我相信顾粲，一直会是那个泥瓶巷的鼻涕虫。”

    至于认不认得自己，没关系。只要那孩子过得好，比什么都好。

    铁符河的河床出现断层石崖，下跌迅猛，下游水势顿时暴涨。

    陈平安站在河畔石崖上练拳，来来回回都是那走桩六步。

    阿良不知道何时站在石崖边缘。

    水花四溅，水声滔滔，水雾弥漫，好在暮春时节，寒气已降，并不显得寒意刺骨。

    阿良大声说道：“你练这个拳，没太大意思。这走桩，是个很入门的小架，随便哪个江湖门派都有，倒是那个立桩，还算马虎，最少能够帮你勉强活命，像是吊命用的药材，不名贵，但好在对症下药。”

    少年听在耳中，笑了笑，没有说话。

    因为姚老头说过，练拳之时，切忌泄气。

    阿良点点头，“但是一件没意思的事情，有意思的人可以做得很有意思。你这么练拳，问题不大。武道一途，本就是实打实的滴水钻石，靠的就是水磨工夫。”

    陈平安练拳完毕，擦了擦额头汗水，问道：“阿良，你不是那个什么神仙台魏晋吧？”

    阿良笑道：“当然不是，他念诗那是一套一套的，酒品奇差无比，一喝高了就喜欢一把鼻涕一把泪，比李槐还不如。我怎么可能是这种人。”

    陈平安愣了一下，似乎没想到阿良这么直截了当，“那毛驴和酒葫芦？”

    阿良白眼道：“自然都是魏晋的。我可没他这么穷讲究，喝酒倒是喜欢，骑驴看山河什么的，真做不来，慢腾腾的，能把我急死。”

    陈平安小心翼翼问道：“他不会是死了吧？”

    阿良笑意玩味，“我杀他干嘛，杀人夺宝啊？”

    陈平安看着阿良，摇摇头，“我相信你不会杀他。”

    阿良拿起本该用来养剑的酒葫芦喝了口酒，“这只养剑小葫芦是他送给我的，我教了他一手上乘剑术，那小子茅舍顿开，终于打破了瓶颈，所以闭关去了。作为酬劳，他就把葫芦送给了我。别觉得是我占便宜，是他赚大发了。我只是帮着照看这头毛驴而已。”

    风雪庙兵家剑修的十搂，想要破开，难得很。

    不过这种话，阿良不想跟陈平安解释得太清楚。

    路是要一步步走的。

    陈平安有些奇怪，问道：“阮师傅为何没有认出你来？”

    阿良找了个地方坐在，晃了晃银白色的小葫芦，“葫芦里的本命剑气犹在，且无残缺，这意味着主人尚存，神魂体魄皆全。你们东宝瓶洲是个小地方，阮邛不觉得在这里有太过吓人的高手，能够瞬间斩杀魏晋不说，还能够快到连魏晋的本命飞剑都来不及联系。”

    陈平安惊讶道：“小地方？有人说我们东宝瓶洲王朝有千百个，我们到现在还没走到大骊边境呢。”

    阿良扭头把酒壶丢给身边站着的少年，“你也知道是‘走‘的啊，来来来，喝口酒，男人不会喝酒，就是白走一遭了。”

    “不喝酒。朱河说过练武之人，不能喝酒。”陈平安小心接过酒葫芦，坐在阿良身边，递还给他，阿良却没接，陈平安只好小心翼翼捧在怀里，望着河水，轻声感慨道：“也是，我见过踩在剑上飞来飞去的神仙，从咱们小镇头顶上飞过去，很多。”

    阿良现在一听到朱河就有些烦，偏偏身边这家伙喜欢拿自己跟朱河比较。

    陈平安笑问道：“阿良，你真能教魏晋剑术？那你岂不是要比朱河还要厉害？”

    又来了。

    阿良叹了口气，“我也就是脾气好，不跟你一般见识。”

    陈平安是真的很好奇这件事，打破砂锅问到底，“难道还要厉害很多？”

    阿良一把抢过酒葫芦，仰头灌了一口酒，满脸嫌弃道：“滚滚滚。”

    陈平安哈哈大笑，转头看着一脸郁闷的斗笠汉子，眨眨眼，嘿嘿道：“其实我知道你比朱河厉害很多。”

    阿良总算好受一些。

    陈平安马上补了一句，语气诚恳道：“我觉得两个朱河都未必打得过你。”

    阿良无奈道：“你如果真想拍马屁，有点诚意行不行，好歹把‘未必’两个字去掉啊。”

    陈平安默不作声，嘴角翘起，望着那条声势浩荡的青色瀑布，突然说道：“阿良，谢谢你。”

    阿良一口一口喝着酒，随口问道：“嗯？谢我做什么，既没有教你练拳，也没有教你练剑。”

    陈平安盘腿而坐，习惯性双手十指在胸口，练习剑炉拳桩，“遇到你之后，觉得外边的世界，没那么让人觉得害怕了。因为我发现原来外边，也是有好人的，不都是谁都本事高就随意欺负人。一路上李槐朱鹿那么说你，也从不生气。”

    阿良笑着喝了一口酒，慢了一些，“这一番表扬，来得让人措手不及，让我喝口酒压压惊。不过你小子也会害怕？敢小巷杀年纪轻轻的神仙人物，敢和搬山猿正面硬扛？敢二话不说就带着小宝瓶出来远游大隋？你胆子真不小。”

    陈平安轻声道：“有些事情做了，是因为必须要做，不代表我就一点不害怕啊。我就是一个烧瓷的窑工学徒，胆子能大到哪里去？”

    阿良点点头，“是这个理。”

    两两无言，唯有水声。

    阿良率先打破沉默，问道：“如果在一个很出名的地方，你做了一件很出风头的事情，然后你可以刻下一个传承千秋万年的大字，你会挑选哪个字？”

    陈平安想了想，“应该是我的姓氏吧，我爹娘都姓陈，刻下陈这个字，多好。”

    阿良摇头叹息，“真俗气，不像我。”

    阿良很快自顾自解释道：“正常正常，像我这样的奇男子，毕竟是凤毛麟角的存在，牛羊成群于平地，猛虎独行于深山。寂寞啊。”

    斗笠汉子兴许是自己把自己给说感动了，赶紧狠狠灌了一大口酒。

    草鞋少年突然咧嘴笑起来，笑得怎么都合不拢嘴，像是也想到很开心的事情。

    这绝对是稀罕事。

    于是阿良问道：“想什么呢，傻乐呵？”

    少年有些脸红，赧颜道：“如果可以多刻字的话，那我就在那堵墙上，写下心爱姑娘的名字。”

    阿良龇牙咧嘴，啧啧道：“那你多烧香，祈求你未来媳妇的名字只有两个字，如果是三个字，四个字，呵呵。”

    陈平安愣了一下，“难道还有人的名字是四个字？那不是很怪吗？”

    阿良拍拍少年肩膀，“陈平安，以后多读书。”

    陈平安有些难为情。

    阿良猛然惊醒，“陈平安，你有喜欢的姑娘了？！谁谁谁，赶紧说出来，让我乐呵乐呵！”

    陈平安笑眯起眼，摇头道：“没呢。”

    阿良伸手指了指少年，“一开始就知道你不老实。”

    陈平安小声问道：“阿良，你现在还是打光棍吧？”

    阿良：“闭嘴！”

    陈平安还以颜色，“一开始我就知道了。”

    阿良伸出大拇指，指着自己，道：“知道在别的几处地方，多少女侠仙子哭着喊着要嫁给我阿良吗？”

    陈平安一本正经回答道：“我当然不知道啊。”

    阿良吃瘪后，默默喝酒。

    陈平安问道：“对了阿良，你刻了个什么字？可以说吗？”

    阿良立即神采焕发，得意洋洋，“那可了不得，我那个字写得铁画银钩天下无双不说，关键是那个字很有味道！朗朗上口，气势如虹，比起什么姓氏啊浩然啊雷池啊，要好上太多了。你是不知道，为了拦阻我刻下这么个字，好些老乌龟王八蛋的脸都黑了，没法子，就怕货比货，其中有几个辈分挺高的家伙，气得吹胡子瞪眼睛，差点就要卷起袖子跟我干架，我才懒得理睬他们，你们几个不要脸皮合伙打我一个，我不跑？我傻啊，对吧？当然了，我是刻完字再跑的。”

    陈平安有点后悔问了这个问题。

    阿良一脸“你快问是哪个字”的表情。

    陈平安轻轻转头，重新望向河水，打死也不开口说话。

    阿良呆若木鸡。

    斗笠汉子轻轻塞好香气四溢的酒葫芦，显然是连喝酒的兴致也没了。

    就在此时，陈平安蓦然瞪大眼睛，发现铁符河下游的河面上，竟然有四五人联袂踏水而行，有白发苍苍的蓑衣老人高歌“自古名山待圣人”，有衣裳艳丽的妖娆女子娇笑连连，还有身穿道袍的小童子手持竹杖，老气横秋。

    陈平安瞪大眼睛，喃喃道：“神仙？”

    阿良连正眼也没瞧一下。

    朱河手持一串红色铃铛，急促响动，往陈平安和阿良这边飞奔而来，脸色沉重道：“这是老祖宗留给我的震妖铃，一旦有妖魅山精靠近铃铛百丈之内，便会无风自响，阿良前辈，陈平安，我们最好小心一些，先离开这河畔石崖，以免发生不必要的冲突。”

    陈平安想了想，就要起身。

    阿良根本不看河面那边的奇异景象，拔出酒塞子，对两人晃了晃，笑道：“我喝过这口酒就走，很快的。”

    朱河有些焦急，“阿良前辈，咱们大骊朝廷对于山野妖魅的管束，一向极为宽松，只要不闹出人命，一般是从来不插手的……”

    阿良啊了一声，说着这样啊，赶紧起身，就要跟他们一起离开石崖，给那拨不速之客让路。

    但是河面之上，那五位神异非凡的家伙，各自的境界修为，高下立判，道行最高的蓑衣老叟第一个像是被天雷劈在脑门上，止住身形，一动不动，之后四位皆是如出一辙。再然后，又是满身仙气的老叟第一个掉头，撒腿狂奔，这次可顾不上什么神仙风采了，恨不得手脚并用，之后四人仍是如此。

    阿良一脸假得不能再假的狐疑神色，还带着坏笑。

    朱河咽了口唾沫。

    手中铃铛已经寂静不动。

    他试探性问道：“阿良前辈，这是？”

    阿良系好那只银色小葫芦，揉了揉下巴，“难道是我杀气太重？”

    陈平安小声问道：“阿良，是那些家伙认出了你的这只养剑葫芦？”

    阿良爽朗大笑，搂着少年的肩膀，走下石崖，“有可能有可能，养剑葫芦里大有玄机嘛。一般人我不告诉他。”

    阿良突然松开手，让陈平安先回去。

    草鞋少年小跑离去。

    阿良仍然跟朱河勾肩搭背，低声问道：“朱河，你是武夫第五境，对吧？你是怎么含蓄得让陈平安觉得你是高手的？不如教教我，否则我费了这么大力气，白白摆了那么多高手架子，那小子也照样睁眼瞎啊。”

    朱河身体僵硬，忐忑不安道：“阿良前辈，这个我真不知道啊。”

    阿良怒道：“这就没劲了啊。”

    朱河哭丧着脸，“阿良前辈，我真不知道。”

    前边，少年转身倒退着小跑，面朝阿良，大声笑问道：“阿良，那个字到底是啥？”

    阿良顿时神采飞扬，咳嗽一声，一手扶了扶斗笠，一手高高伸出大拇指，“猛！”

    少年跟河面上那五个家伙一样，如遭雷击，然后默默转身，飞奔离去，嘀咕道：“你大爷的！”
------------

next：第九十四章 秀色可餐

    铁匠铺子那边总计挖出七口水井，井水甘甜，冷气森森。

    传言那个曾经在骑龙巷住过一段时间的阮师傅，是会铸剑的神仙，连朝廷也敬重得很。礼部官老爷和小吴大人，都曾经亲自去拜访过。所以阮师傅的身份不简单，绝对假不了。很多人都想着把孩子塞进铁匠铺子，只可惜已经不招人了，不过阮师傅倒是有次去镇上买酒，挑中了两个孩子做学徒，第二天酒铺子就人满为患，全是大人长辈拎着自家孩子，问题在于也没人真正买酒，全眼巴巴等着阮师傅能够看中谁，孩子可不管什么前程不前程，撒腿闹得欢，鸡飞狗跳吵翻天。

    小镇其实在县令吴鸢出现之前，只知道自己是大骊子民，龙窑是为大骊皇帝家里烧制瓷器，仅此而已，其余一概不知，小镇人员流通极少，根本不存在什么拜访亲戚、出门游学、远嫁他乡，书上不教，老辈不说，世世代代皆是如此，四姓十族当中知道一些内幕的人物，更不敢泄露天机。

    那些本命瓷被挑中的幸运儿，能够走出去欣赏外边的大好河山，在骊珠洞天破碎下坠之前，根本没有衣锦还乡的机会，这是小镇四方圣人早年订立的规矩之一。

    如今按照县衙张贴的告示和识字之人的讲解，才知道以前是因为龙泉县的山路，太过险峻，如今朝廷花了大力气才开通道路，是为了开山一事，要把那些山头送给某些相中此地风水的大人物，与此同时，县衙礼房吏员为首的一拨人，开始为辖境百姓讲解各种规矩，应该如何与外乡人相处，

    比如不可胡乱对着外乡人指指点点，稚童不可冲撞街道行人，绝对不许擅自触碰外乡人的坐骑等等，如果一旦出现任何争执，百姓则必须如实向龙泉县衙禀报，不可自作主张，官府会秉公处理。

    四姓十族对此并未展露出太过热情，更没有帮着县衙出面做点力所能及的意思，更多还是冷眼旁观，至于是不是等着看县衙闹笑话，就只有吴鸢和那帮老狐狸肚子里清楚了。

    小镇的巨大变化，对自幼在兵家祖庭风雪庙长大的阮秀而言，感触不深，或者说也不在意。

    她自从遇到某个矮冬瓜之后，就心情郁郁。

    那蛮横妇人大摇大摆去了陈平安家的宅子不说，还把院门和屋门铜锁都给弄坏了，她之前跑去给两栋宅子打扫的时候，刚好撞到那拨前去换锁的人，阮秀气得柳眉倒竖，跑上去讲道理，那几人仿佛知晓她的身份，毕恭毕敬道歉赔礼，但是幕后罪魁祸首到底是谁，摆出一副阮小姐你就算活活打死我们也不敢说的无赖架势，这也就罢了，阮秀要他们交出旧锁和崭新钥匙，回到铁匠铺子，就碰到那个矮冬瓜，她竟敢还有脸笑眯眯说是自己不小心，才打坏了铜锁。

    阮秀还依照约定，雇人修缮泥瓶巷一栋无人居住的破败宅子，屋顶塌陷出一个大洞，房梁腐朽，红漆剥落。阮秀要那些小镇出身的砖瓦匠，仔细修补，小心添砖加瓦，最后实在不放心，还专门盯着他们做事大半天功夫。

    再就是相邻的压岁铺子和草头铺子，都挂名在了陈平安名下，两间老字号铺子的老伙计，走得七七八八，只得另外雇佣伙计，她不敢挑选一些油滑之辈，便让自家剑铺的人，推荐了些性情本分却手脚伶俐的妇人少女，帮忙打理生意。

    压岁铺子继续贩卖各式糕点吃食，草头铺子则继续兜售杂项物件，文玩清供、古琴字画，五花八门的东西都有。

    阮秀只要剑铺没事的时候，就会趴在某一间铺子柜台上，怔怔出神，很多时候大半天时光就这么悠悠然流逝。反正不用她招徕生意，她也不擅长跟人讨价还价，事实上这两家铺子都属于陈平安的家底，青衣少女恨不得一块糕点卖出几两银子的天价，只不过终究是心性淳朴的少女，没好意思这么做，只是犹豫着要不要帮他找几个懂得察言观色的人，帮着铺子多赚些钱，但是她又怕那样的人，他回到家乡的时候，会不喜欢。

    因为他不是那样的人。

    就连糕点也没那么馋嘴贪吃的少女，所以原本圆圆润润的下巴，逐渐有些尖尖的了。

    如小荷露出尖尖角，清新动人。

    阮邛倒是几次提起，要是她觉得小镇这边闷得慌，可以去神秀山横槊峰那边走走看看，山水风光还不错。只是少女一直提不起这个劲儿，一直拖拖拉拉，阮邛也就作罢。但少女越是这么浑浑噩噩，打铁铸剑的时候，反而越是聚精会神，神意充沛，境界攀升更是一路高歌猛进，这才让阮邛放下心来，既然于修行是好事，他就不会去指手画脚。

    因为一个凡夫俗子的坟头，早已青草葱葱，甚至子孙也已白发，可是曾经同龄的修行有成之人，却依然还是女子貌美的光景。

    阮秀这两天更加心烦，因为每次她来到铺子发呆，都会有人来打搅。

    是一个腰间别有一支朱红色长笛的年轻人，锦衣玉带，头戴紫金冠，很趾高气昂的作态，可是这个人的样子，她倒是忘了，或者说从来没有认真看过。

    因为阮秀自从年幼记事起，就见过太多太多这样的人了。因为她爹是阮邛，不但是风雪庙大修士，更是东宝瓶洲首屈一指的铸剑师。

    不过到了这里后，阮邛跟她说过，已经跟大骊朝廷打过招呼，在甲子之内，大骊不可以对外大肆宣扬，用他阮邛这块金字招牌来谋划什么。一旦被他阮邛发现，商量是可以商量，但是结果如何，阮邛不会保证。在阮邛在洞天下坠沦为大骊版图之后，那场厮杀，不但杀得周围修士肝胆欲裂，其实连大骊朝廷和更远的山上势力，都已领教过圣人阮师的脾气，没人愿意拿性命来跟阮邛讲道理，敢这么做的人，要么被阮师在自己地盘上名正言顺地打死，要么被扯进地界光明正大地打死。

    都不用阮邛直说，大骊那一小撮真正的大人物，其实心知肚明，这位从风雪庙脱离出来自立门户的圣人，真正的逆鳞所在，是他那个公认天资卓绝的女儿。若非阮秀的缘故，阮邛当初绝对不会从风雪庙离开，从齐静春手里接手骊珠洞天，因为当时没有谁会将坐镇这座小洞天视为美差，那意味着一身修为和境界受到天道压制，能够维持境界不跌落、体魄不朽坏，已是极致。

    当然，齐静春是例外，很大的一个意外。

    既然阮邛的命脉是他女儿，所以如今大骊刻意帮忙保密，绝不敢轻易对外提及阮秀的名字。

    于是就有不明就里的家伙，无意间逛荡到小镇骑龙巷的草头铺子，见到那位马尾辫少女后，立即惊为天人，心想一间铺子的少女罢了，身份撑死了也高不到哪里去，以他的容貌谈吐和身世背景，还不是手到擒来，让她对自己一见钟情，心甘情愿做那红袖添香的奴婢，素手研磨的丫鬟？

    不过他到底是身负家族使命，来这里买山头，而且小镇如今藏龙卧虎，不说那位高高在上且脾气暴躁的兵家圣人，大骊礼部和钦天监的人都在，据说连县令都是大骊国师的得意门生，所以这位公子哥谨守父辈的叮嘱，到了小镇，夹起尾巴做人，真要闯了祸，家族连收尸也不会做。所以他绝不敢像在自家辖境内那么敢胡作非为，再说了，强抢民女什么的，他做起来虽然熟门熟路，可真的很无趣。

    这位自诩风流的年轻公子哥，估计打破脑袋也想不到，那个看上去傻乎乎的慵懒少女，竟然姓阮。

    他今天又跨过门槛，装着在一排排百宝架上挑选心仪物件，然后装着跟一位妇人砍价，最后笑着开口，跟那位像是小掌柜的青衣姑娘打招呼，轻轻扬起手中那块挺有眼缘的书案清供石，一手高，却是云头雨脚美人腰的模样，定价三十两银子，他问那少女能不能便宜一些，三十两银子实在太贵了些。

    实则对他来说，三十两黄金又算什么？

    阮秀头也没抬，淡然道：“不能。”

    男子故作潇洒地耸耸肩，说这石头他买了，最后他又挑了两样物件，又问那少女买了这么多东西，总该便宜一些吧？而且他要在小镇常住，肯定是回头客的，所以会经常光顾生意……总之啰里啰嗦一大堆，柜台那边阮秀听得心烦，还是不抬头，淡然道：“东西可以买，照着价格付钱便是，话少说。”

    那年轻公子哥不怒反笑，呦呵，看不出来，还是一匹性情贞烈的胭脂马？

    他还真不生气，只觉得激起了自己的求胜心，本来买山一事就板上钉钉了，他不过为财大气粗的家族露个脸画个押而已，为何不找点无伤大雅的乐子？于是他让妇人将三件东西打包后，离去之前，笑道：“这位姑娘，我明天还会来的。”

    阮秀终于抬起头，第一次正视他，“你以后别来了。”

    年轻男人饶有兴致地凝视少女，真是一张越看越喜欢的脸庞，绝对不是家里那些庸脂俗粉可以媲美的，所以他笑眯眯道：“为什么？”

    阮秀脸色平静，“这家铺子是我……朋友开的，所以我可以决定欢迎哪些客人进门，不欢迎哪些客人来碍眼。”

    那人指着自己鼻子，笑容更浓，“我碍眼？姑娘这话从何说起。”

    阮秀重新趴在柜台桌面上，挥挥手，“你走吧，我不想跟你这种人说话。”

    铺子外边站着一位身材高大的健硕男子，满脸不悦和戾气，冷冷看着那个不知好歹的市井少女。

    年轻男人笑着朝那名扈从摆摆手，眼神示意他别吓着自己的盘中餐，付完账后，他走向门口，不忘回头说道：“明天见啊。”

    阮秀叹了口气，站起身，绕过柜台，对那个刚刚跨出门槛后转身站定的家伙，说道：“我劝你以后多听听别人说话。”

    年轻男子看着少女那令人惊艳的婀娜身姿，感慨自己这趟真是艳福不浅。

    至于少女说了什么，他自然听见了，只是没有上心，更不会当真。

    那名扈从骤然间身体紧绷，头皮发麻，如芒在背，正要有所动作，只见青衣少女和自家公子一起冲向了骑龙巷对面的墙壁。

    他眼睁睁看着公子被那少女一手按住额头，最后整个人的头颅和后背，全部嵌入那堵墙壁之内。

    年轻公子哥瞬间失去知觉，七窍流血，他背后墙壁被砸裂出一张巨大蛛网。

    少女对着翻白眼晕死过去的男人说道：“以后要听劝，听明白了吗？嗯？还是不听？”

    少女高高抬起一腿，又是一脚迅猛踢出。

    本就可怜至极的公子哥连身躯带墙壁，一同凹陷下去，很是惨不忍睹。

    少女收回腿，转身走向铺子，对那个丝毫不敢动弹的高大扈从说道：“人抬走，记得修好墙壁。”

    那武夫第五境的扈从，咽了咽口水，连一句狠话都不敢说。

    他只是明面上的贴身护卫，真正的顶梁柱，是一位外姓家族供奉，如今还跟诸多势力一般无二，去了山里，跟随在大骊礼部侍郎和钦天监青乌先生屁股后头，既是与大骊朝廷联络感情，也是象征性查看那两座重金购得的山头。

    不是第五境武人烂大街，谁都可以欺负，而是这位马尾辫小姑娘的出手，太过恐怖了。

    要知道自家公子已经跻身第四楼，虽然比不得那些仙家府邸的真正天纵奇才，可只要最终能够跻身第五楼，那就等于拥有了雄踞一方的霸主资质，毕竟在武人辈出的大骊版图上，练气士比起武人，要吃香太多。所以那两座山头，会是自家公子的龙兴之地。

    这位第五境武人顾不得自报家门，震慑那个出手狠辣的少女，赶紧飞掠到巷子对面的墙下，片刻之后，眼眶通红的男人猛然转身，脸色铁青，大骂道：“小贱货！你知不知道自己打烂了我家公子的修行根本？！”

    阮秀已经走入铺子，闻言停步却没转身，只是扭头道：“知道啊，我故意不杀他留着受罪。”

    那武人几乎要疯了，这小丫头不会是个脑子坏掉的疯子吧？

    少女笑了笑，“你骂我，我不跟你计较，因为我会跟你家族算账。按照你们的套路，一般是打了小的跑来老的，所以你大可以喊那个家伙的长辈朋友之类，让他们过来找我的麻烦，放心，我就在这里等你们，什么地方都不去。如果你们既没人来寻仇，也没有人来道歉，事先说好，别当什么事情都没发生。”

    少女想了想，“如果你们的老祖宗或是家族援手，真能打败我，那我也会把我爹搬出来，没办法，我就只有这么一个亲人了。”

    少女突然莫名其妙就开心起来，笑得需要抿起嘴，才能不让自己显得那么开心。

    如今她好像多出了一个朋友，就是这间铺子的主人。

    那武人瞠目结舌看着少女的“诡谲”笑意，可以确定她真是疯子了。

    他不敢过多逗留，当务之急是尽可能留住自家公子的修为，背起自家公子，在骑龙巷飞奔而走，能够成为重要人物的贴身护卫，终究不是蠢人，他跑出一段距离后，立即对着某处大声吼道：“我家公子是丰城楚家，是你们大骊贵客！我家老祖更是摇铃山副宗主！”

    但是并无任何反应。

    这位武人瞬间透心凉，遍体生寒。

    那些潜伏暗处的大骊谍子，选择了见死不救！

    这绝对不合常理，不合规矩！

    武人如丧考妣，难道自家公子惹上了不能惹的硬钉子？可是老祖宗不是分明说过，除去先后两位圣人不提，世代盘踞小镇的那些地头蛇，并无太大成就吗？怎么小小一间铺子的少女，武力就如此惊人？

    远处，一个年轻人悄然坐在视野遮蔽的墙头，单手托着腮帮，打了个哈欠后，冷笑道：“真当我大骊怕你一个丰城楚家啊。”

    最后他收回视线，望向那间铺子，已经看不到柜台后的少女身影，轻声笑道：“不愧是传说中风雪庙第一好说话的姑娘。”

    他很快收起笑意，继续监视四周动静，一有风吹草动，他有权力调动附近所有大骊死士，出手杀人，可以不计代价和不计后果，无论对方是谁。

    但是同时他也猜得出来，这桩风波，不会到此为止，说不定就会牵扯到皇帝陛下，当然还有圣人阮邛。因为丰城楚家可以拿这件事上纲上线，大做文章，以形势舆论压迫大骊朝廷。大骊如今国势鼎盛，什么都不怕，唯独对于文人清议，一向极为重视，先帝与当今陛下皆是如此，十分厚待和容忍读书人。

    铺子内的几位妇人少女，一个个吓得战战兢兢，大气不敢喘。哪里想得到平时这么好脾气的秀秀姑娘，有这么一面？一出手就把人打了个半死不活？

    少女趴在柜台上，继续发呆。

    她突然想起什么，从柜台抽屉里拿出一块小石头，放在桌面，然后少女换了一个姿势，脸颊贴在桌面上，伸出手指轻轻拨动那颗石头，看着它滚来滚去。

    秀秀姑娘，秀色可餐。
------------

next：第九十五章 小庙

    龙泉县西南边境地带，落魄山山势宛如独树一帜，格外瞩目。

    一行人按照规矩，临近龙泉地界后，便选择脚踏实地地行走至此，并未御风凌空或是御剑飞掠，之后他们就要入山，去勘探那座出产斩龙台的龙脊山，那将是东宝瓶洲最大的一块磨剑石，哪怕一分为三，单独拎出一块，亦是如此。

    对于这这四位出身一洲兵家祖庭的修士而言，徒步行走山岳湖泽，算不得什么苦事，毕竟风雪庙兵家修士一向看重淬炼体魄，这本身就是在砥砺修为，既是修力也修心。

    当四人看到远处阮师的身影，纷纷加快脚步，主动向这位宗门前辈抱拳行礼。阮邛在风雪庙辈分算不得太高，但是口碑极好，开辟出那座蜚声南北的长距剑炉后，先后为同门铸剑十余把，结下了许多善缘和香火情。

    但真正让阮邛获得风雪庙六脉势力的共同认可，是一桩大风波，东宝瓶洲中部如日中天的水符王朝，大墨山庄是首屈一指的仙家府邸，有一位天资卓绝的年轻老祖，刚刚破境升为陆地剑仙，缺少一把趁手兵器，听闻阮邛铸剑之术登峰造极，亲自登门风雪庙绿水潭，向阮邛求剑，许诺了一份天大好处，可当时阮邛答应为一位文清峰晚辈铸剑，需要耗时数年，不管那名生性桀骜的剑仙如何劝说，阮邛只说是自己铸剑只讲先来后到，他可以为大墨山庄免费打造一把剑，但只能是当下那把剑出炉之后，为此年轻剑仙觉得阮邛是故意羞辱自己，一怒之下大打出手，阮邛当时只是九楼修士，拼着重伤也不曾低头，一战成名。

    大墨山庄为此付出了不可估量的巨大代价，除去那名陆地剑仙被拘押在风雪庙受罚五十年，短短六年之间，风雪庙六脉各有一人前去大墨山庄挑战，打得大墨山庄从水符王朝当之无愧的第一宗门，掉落到二流势力垫底，至今尚未缓过来。

    阮邛笑着向四人抱拳还礼，风雪庙并无繁文缛节，便是晚辈面对那些修为通天的老祖，礼仪仍是如此简单。

    阮邛与他们说过了一些龙脊山事宜，以及大骊朝廷在龙泉县的大略部署，然后随口问道：““神仙台魏晋，此次是不是与你们同行北上？”

    一位白衣负剑老人笑道：“宗门中途有传递过飞剑讯息，魏师伯这次确实北上了，只是却没有与我们同行，好像听说贺仙子此次作为道家代言人，进入了这座骊珠洞天，师伯这才愿意赶来凑热闹。如果没有意外的话，应该已经见过了那位南归宗门的贺仙子。”

    阮邛问道：“你们有人见过魏晋吗？”

    四人皆摇头，“不曾见过真容。”

    负剑老人问道：“阮师有此问，可是有事发生？”

    阮邛笑着摆手道：“只是好奇而已，如果我没有记错，魏晋堪堪四十岁，就已经坐稳十楼境界，神仙台也确实需要有人站出来，挑起刘老祖一脉的大梁。”

    五人一起行走在僻静山路上，负剑老人辈分和修为都最高，其余三人则该称呼魏晋为魏师伯祖，老人与阮师并肩而行，风雪庙六脉，以神仙台最为香火单薄，几乎沦为俗世王朝数代单传的惨淡景象，恰恰又是神仙台在三百年中对风雪庙贡献最大，所以阮师曾经所在的绿水潭，老剑修所在的大鲵沟，都对神仙台报以由衷的善意和期待，哪怕风雪庙内部六座山头各有争执，但是如果门风严谨、传承有序的神仙台彻底消逝，那么不管对风雪庙哪一脉，注定都不是好事。

    老人闻言后抚须笑道：“魏师伯天纵奇才，神龙见首不见尾，在江湖上也赢得偌大名声，说不定下次见面，就是咱们东宝瓶洲最年轻的上五楼的大修士了。”

    阮邛轻声道：“树大招风，越是如此，越要小心啊。”

    老剑师转头看着阮师凝重神色，顿时了然，沉声道：“等这次事了，返回风雪庙，我就会跟宗主建言，争取将魏师伯召回宗门，魏师伯不管如何，最好等到成功跻身上五楼之后，再行走江湖。”

    阮邛点头道：“这是老成之见，理当如此。相信魏晋在江湖闯荡多年，也见识过人心险恶，能够理解宗门的苦心。”

    老人欲言又止。

    阮邛摇头道：“最后魏晋愿不愿意回到风雪庙修行，那就是他自己的决定了。”

    阮邛突然望向小镇那边，抱拳道：“我家秀秀出了点事情，我得去看看，就不与诸位同行了。”

    负剑老人一挑眉头，已是满身杀气，“阮师，若是不方便出手，打声招呼，交由我来。谁敢欺负咱们秀秀，活腻歪了不是？！”

    阮邛会心一笑，道：“小事而已。”

    阮邛身形拔地而起，转瞬即逝。

    风雪庙其余三人有些诧异，不晓得老人何时如此喜爱宠溺阮秀了，要知道这十多年老人多仗剑远游，不曾待在山上，与那位小姑娘自然算不得如何熟悉，甚至远远不如他们三个。倒是大鲵沟秦老祖，确实很早就对小姑娘刮目相看。

    老剑师脸色平静，缓缓前行，只是脑海不断浮现出自己这一脉秦老祖的私下言语，“风雪庙的庙太小，容不下阮秀的。”

    草头铺子，阮邛走入铺子，犹豫了一下，没有直接用东宝瓶洲雅言与自己闺女说话，那些小镇妇人少女虽然为了店铺生意，暂时只学了一些与外乡人打交道的简单雅言，可保不齐会有意外，阮邛便用手指轻轻敲打柜台，少女茫然抬头，疑惑道：“爹，你怎么来了，今天不是不打铁吗？”

    阮邛柔声道：“出来说话。”

    父女二人离开铺子，走在行人稀少的骑龙巷，在阮邛出现后，那拨大骊谍子死士就自行悄然撤退。

    这是在对一位兵家圣人传达一种无声的敬意。

    阮邛对此暗暗点头，见微知著，心想大骊能够有今日强盛国力，不是没有理由的。

    阮秀有些恼火，问道：“是那个丰城楚家跑去跟你告状了？事先说好，我出手之前，警告过那人很多次了。”

    阮邛笑道：“多借给丰城楚家几个胆子，也不敢拿这种破烂事去烦爹，说不定很快就会有人携重礼登门道歉了。”

    阮秀嘀咕道：“那家伙看着就让人恶心，跟那个矮冬瓜一个德行，满身业障因果，只不过是厚薄之差而已，这种人跻身中五楼后，不知道要祸害多少人。如果不是担心给爹惹麻烦，我当时就一掌打死他了，省得将来造孽。”

    阮邛深呼吸一口气，额头渗出汗水，幸好自己方才驱使阴神出窍，气息将整条骑龙巷笼罩住，已经无人可以探查此地动静，要不然阮秀这席话落入有心人耳朵里，就真是遗祸无穷了。世间练气士百家争鸣，诸子百家中又以阴阳家，最擅长查探人之气运、业障，但那些本事能耐，几乎全是后天修行而成，所行神通，往往亦是顺势而为，如同抽丝剥茧，小心翼翼，佛家对此更是讳莫如深，只恨避之不及。唯有兵家，最是肆无忌惮，一副谁也敢杀、谁都可杀的架势，但这些都只是浮于表面的假象，可是自家这个闺女，不一样，很不一样。

    她自幼便能看穿人心，看到他们的七情六欲和因果报应，随着修为增加，她甚至能够直接斩断因果，一旦杀人，后果更是匪夷所思。

    这绝不是天生火神之体能够解释一切的。

    阮邛只知道在女儿的眼中，这个世界的色彩，与别人不一样。

    阮邛为此翻遍风雪庙珍藏典籍，只有一个失传已久的古老说法，勉强能够解释缘由。

    天生神灵，应运而生。

    所以阮邛之前才会主动要求贬谪到骊珠洞天，试图在阮秀真正成长起来之前，为她赢取六十年遮蔽天机的时间。
------------

next：第九十六章 山水有神怪

    铁符河水面上那些个已经化为人形、稳固魂魄的大妖，不知为何要仓皇撤退，朱河手中铜铃的铃声自然而然随之停歇，只是朱河担心那些光天化日就敢行走人间的大妖，使了什么障眼法，便让阿良前辈暂时不急于沿着河水南下，他高高提起那串篆文古朴的铜铃，在铁符河下游方向，不断反复跨越河面，大踏步四处游荡，以防妖魅隐匿在暗处伺机害人。

    于是陈平安一行人就这么收拾好行礼后，全部待在原地，眼睁睁看着朱河无头苍蝇似的乱窜李槐乐不可支，林守一是满怀好奇心，而朱鹿则觉得丢人现眼，恨不得把爹拽回来，别再这么瞎折腾给人笑话了，到底是脸皮子薄的少女。

    陈平安无意间发现阿良神色平静，丝毫没有像以往那般调侃打趣朱河，看到陈平安的视线后，阿良摘下酒葫芦，笑问道：“真不喝？”

    陈平安摇摇头，阿良便转头问林守一，“小子，遇见了不常见的妖怪唉，而且还不是一两个，很难得的，要不要喝口酒压压惊？”

    林守一不知为何，估计是生平第一次遇到传说中的妖物，大开眼界，少年心中有些意动，破天荒点头道：“喝一口试试看。”

    阿良斜瞥一眼陈平安，总算恢复玩世不恭的常态，“看看人家，有口福了，你小子就没躺着享福的命。”

    林守一接过银色小葫芦，仰头轻轻抿了一口，瞬间满脸通红，养尊处优的少年本就皮肤白皙，愈发红光满面，少年赶紧用手心捂住嘴巴，免得一口喷出来，喉咙滚烫，入肚后，五脏六腑都像是在燃烧，整个人都在打颤，第一次喝酒就来了个下马威，少年狼狈不堪，眼见着李槐捧腹大笑，自尊心极强的林守一咬咬牙，就要再喝一口，不曾想阿良已经伸手拿回小葫芦，一手轻轻按住少年肩膀，笑眯眯道：“喝酒不贪杯才有乐趣，以后每天给你喝一口，保证这世上从此多出一个逍遥忘忧人。”

    李槐人小鬼精，笑着拆穿阿良，“不舍得给林守一多喝就直说。”

    阿良从林守一肩膀上缩回手，叹了口气，“能不心疼嘛，我这酒来历极大，价格极贵，关键是有价无市。林守一是撞了大运。”

    李槐试探性问道：“给我喝一口？”

    阿良赶紧在腰间别好酒葫芦，“年纪太小，气府尚未成形，不宜喝烈酒，否则会坏了你的根骨。”

    李槐愣了愣，随即跳脚破口大骂：“阿良！干你娘！我前年的年夜饭，就能用筷子偷偷蘸酒喝了，那可是咱们小镇最厉害的烧酒，连我爹都说我酒量随他，谁不知道我爹是小镇喝酒最凶的汉子，再说了，我从去年春开始，每个月就要被我爹丢在药酒桶里泡着，低头就能喝到酒，你现在跟我说这个？”

    阿良哎呦一声，随即瞥了眼气势汹汹的小屁孩，心想难怪，小小年纪就能够跟上大队伍的脚步，脚底板连个水泡也没长过，身体明显比林守一还要强上不少，应该就是这药酒打熬体魄的缘故了。

    阿良头一回饶有兴致地仔细打量起李槐，不看不知道，一看吓一跳，竟然是被人以相当不俗的武学神通，故意遮掩了孩子的体内气象，如今阿良想要看，自然便没了那些迷障，于是在斗笠汉子的视野中，便呈现出一副玄妙另类的山水形势图，去其皮肉，只看全身窍穴景象和气血游走，隐约有淡紫气升腾，山脉雄健且牢固，水势汹涌且平稳，最终在一座窍穴内百川汇流，气蒸大泽，不容小觑。

    阿良啧啧称奇道：“真没想到我路边随便认了个老丈人，还挺不一般啊，李槐，你爹姓甚名甚，说不定我这边的朋友认得。”

    李槐突然沉默下来，病恹恹独自走远，不愿意搭理阿良。

    林守一低声解释道：“李槐他爹名叫李二，是小镇出了名的酒鬼混子，一年到头不务正业，以前在学塾，李槐没少因为他爹被人嘲笑，一开始李槐也跟人吵架，好像还打过几次，后来估摸着是觉得他爹是真没出息，久而久之，就无所谓了。”

    阿良忍俊不禁道：“小崽子身在福中不知福啊。”

    言者无意，听者有心，林守一默默记下。

    约莫半个时辰后，朱河终于返回，笑道：“方圆十里之内，铜铃没有异样，咱们可以动身了。”

    李宝瓶递过去一只水壶，笑道：“朱叔叔辛苦了。”

    朱河接过水壶，大大咧咧回复一句，“小姐，这本就是分内事。”

    朱鹿看在眼中，眼神晦暗，转过头，望向铁符河的瀑布大水，她咬着嘴唇，默不作声。

    少女心思情怀，如山风如水雾，不可捉摸。

    陈平安目不转睛看着朱河手中那只震妖铃。

    除了宁姑娘那把能够自己飞来飞去的剑，朱河手中的铜铃，是陈平安近距离亲眼见过的第二样法宝，所以就看得格外专注。

    朱河不是小气人，大大方方就将那只铜铃交给少年，解释道：“是出门前老祖宗赏赐下来的宝贝，老祖宗说此物在仙家法宝当中，品秩算不得高，只是每有幻化人形的妖魅精怪靠近，铃铛便会无风自响，震荡出阵阵清音，使人不受魅惑，也有警戒提醒的功效，老祖宗还笑称那阵阵铃声，有凝神清心之效，如果胆子大一点的修行之人，大可以与妖物相邻而居，借此铃声修养心性，当然，前提是做邻居的妖物无伤人之心，同时还要能够承受铃声的不断袭扰，如此修为高、脾气好的妖物不好找，故而老祖宗也只是权当笑谈而已。”

    陈平安小心翼翼抓住铜铃把手，朱河牵马与之并肩而行，“大者为钟，小者为铃，如果是仙家器物，大多有辟邪护宅的作用。寻常百姓家宅喜欢在檐下悬挂风铃，自然更多是装饰，如果是专程从寺庙道观请来，经由高功大德之士的经文护持，应该确实可以遮挡煞气，蓄留福荫。”

    朱河看到少年轻轻摇晃铜铃，朱河哈哈大笑道：“若无妖物靠近，里边两颗铃铛不易撼动，所以就不会有铃声传出了，要不然白白让主人整天疑神疑鬼，岂不是遭了大罪？”

    陈平安也想通其中关节，正要把珍贵异常的震妖铃交还给朱河，发现袖子一扯，红棉袄小姑娘满脸期待神色，看到朱河笑着点头后，就交给李宝瓶，她双手抓住铜铃，翻来倒去，仔细研究起来，时不时伸手使劲扯动里头的铃铛，看得陈平安一阵心慌，不断提醒她小心些，别扯坏了。

    陈平安一边盯着小姑娘，一边好奇问道：“朱叔叔，河上那些妖精不会害人吗？我们大骊有很多这样的奇怪存在吗？”

    朱河不是信口开河之辈，只拣选自己从老祖宗那边亲口听来的话说，娓娓道来，“咱们东宝瓶洲幅员辽阔，仅是人口超过一千万户的庞大王朝，就多达十数个，名山大川更是不计其数，种种妙不可言的因缘际会之下，那些个山鬼精魅妖怪，侥幸化形，踏足修行之路，不常见，却也算不得如何罕见。”

    “咱们老祖宗便说过，跟我们小镇不一样，外边天地，只要不是太过偏远闭塞的东宝瓶洲人氏，对此多有所耳闻，虽然未必人人亲眼目睹，但是往往听多了稗官野史、神仙志怪，以至于很多市井百姓坚信，在那些人迹罕至的深山古寺里，往往住着妖艳动人的小狐娘子，等着进京赶考的穷书生。又或是哪里有妖精作祟害人，只需书信一封给龙虎山，必有天师府的真人腾云驾鹤而至，为当地百姓斩妖除魔。以至于有井水处必有稚童口口传颂：有妖魔鬼怪作祟处，必有天师府真人。”

    “总之，我们这一路行去，不要大惊小怪就是，当然，更要小心。老祖宗说妖物一旦化作人形，而不是用一些障眼法迷惑人眼的话，那么便等同于半个修行之人了，大骊朝廷对此乐见其成，非但不会打压排挤，反而破例准许在版图上开山立派，只需要在礼部挂案即可，不过碍于某些约定俗成的规矩，大骊朝堂尚未吸纳妖魅精怪跻身其中，倒是边境沙场，传言多有妖修为大骊建功立业，平时日常起居，风俗人情，看上去跟人已无差异。”

    朱河这番话说得通俗易懂，趣味十足。

    陈平安听得津津有味，李槐林守一更是竖起耳朵，一个字也不肯错过。

    唯有走在最前头的阿良，戴着斗笠牵着毛驴，手心轻轻拍打刀柄，轻轻哼着走调的异乡小曲儿。

    走在队伍最后的少女朱鹿，更是心不在焉，好似离乡越远，思乡越浓。

    在这支南下队伍走出一个时辰后，在龙须溪和铁符河交界处的那条瀑布，一位中年妇人模样身段的女子出现在石崖上，坐在边缘，一头鸦青色青丝竟然长达五六丈，从头到脚，再延伸到溪水当中，妇人低头死死盯着铁符河瀑布下的汹涌河水，眼神炙热，充满垂涎。妇人面貌模糊，变幻不定，似乎尚未真正定型，在等待某种契机的出现。

    河婆，河神，一字之差，无论是地位还是修为，皆是云泥之别。

    她最多便只能游曳至此，再往下就是过界了，就像人间郡县官员不可擅离职守，为王朝镇守一地风水的山水正神，更是如此，否则就会引发洪水泛滥种种灾祸异象。如今成神在即，她当然不会在这个紧要关头自找麻烦，她曾偷偷沿着溪水往上游深山潜伏而去，结果只是被大骊朝廷一位临水观瀑的青乌先生，随意瞧了一眼，就只觉得头皮炸裂，在那之后，她再不敢小觑小镇之外的高人异士。

    这一路她尾随至此，可不是什么包藏祸心，只是听命于圣人阮师，小心盯着那位不知深浅的斗笠汉子，以防纰漏。她这些日夜观察，做得兢兢业业，不敢有丝毫懈怠。委实是那位手镯化为火龙的小姑娘，让妇人吓得不轻，尤其是让自己窃据河婆之位的那位大仙杨老头，泄露天机后，她更怕有朝一日沦为小姑娘的证道契机，简直是怕到了骨子里。

    成为河婆之后，体会到了种种妙不可言的神通，比如每天都在返老还颜，比如水中游曳就会通体舒泰，又比如每逢大雨天气，她就能够通过地下水或是天井雨幕，借此查看小镇风景。更比如这些天的不断辛苦收集，在河底很是搜罗到了几件好东西，全部被她收入囊中，其中一枚碧玉戒指，就被她戴在手上，一有空就拿出来欣赏，如那市井妇人佩戴黄金饰物，沾沾自喜。

    越是如此高于俗人一头，她骨子里深处，越是惧怕杨老头和姓阮的小姑娘，因为这两人，仿佛随手就能毁掉她现在的一切。

    她收敛杂乱思绪，环顾四周，如今骊珠洞天与大骊疆土接壤混淆，灵气充沛，成为七十二福地一般的修行好地方，使得外方许多飞禽走兽开始向这里流窜，尤其是那些灵智开窍的山野精怪，更是凭借本能，希冀着捷足先登，早早占据一方风水宝地。看护着一地风水，本就是山神河神的职责所在，她如今便已经在龙须溪当中收了几条长出龙须的锦鲤做喽啰，平时出行，众多水族灵物，充当扈从跟随护驾，让她很是满足。

    所以她虽然暂时无法游入铁符河，但是必须守住瀑布这道关隘，争取收取一些天经地义的过路钱，关于这件事，杨老头是点头认可的，于是她就格外有底气，名正言顺地在此耀武扬威。只不过内心深处，生性谨小慎微的妇人依然有些惴惴不安，生怕外边的过江龙打个喷嚏，就能淹死她这龙须溪小小河婆。

    总算来了。

    再也不是毙命之时老妪模样的长发妇人，眯起眼，望向铁符河对岸做贼似的五人。

    之前她躲在瀑布顶部的溪水当中，举目远眺，那五人来势汹汹，架子摆得很足，一个比一个像神仙中人，差点就要让她生出退避三舍的怯懦念头。只是后来那五个妖气轻重不一的家伙，不知为何吓得屁滚尿流撒腿就跑，如此一来，不管那五位为何而退，总之她就再无惧意了，心中反而只剩下讥讽和洋洋得意，自己如今不但正儿八经为圣人阮师做事，为他的铸剑用水加重阴寒之气，还是曾被秀秀姑娘那条火龙踩在脚底下、还能劫后余生的角色！

    这难道还不值得骄傲？

    一想到这些，她便心稳许多，竭力让自己面容平淡，装模作样坐在大石崖畔，冷冷望着溪水对岸的五位妖物，有白发苍苍的老人身披蓑衣，如人间喜好游山玩水的年迈儒士。有衣裳艳丽惹眼的丰满女子，一双勾人心魄的桃花眼眸。有稚童小儿手持紫竹手杖，眉眼深沉。还有一双妖气最重的年轻少年少女，眼神怯生生，躲在蓑衣老人身后，不敢正眼看人。

    妖精鬼怪，遇人避让，遇神跪拜。

    相传这曾是上古时代流传下来的不成文规矩，只是如今神仙神仙，神祇除了那些被供奉起来的金身泥塑，一尊尊死气沉沉，早已难见真身，倒是市井巷弄的黄口小儿，也晓得山上住着许多仙人。不过朝廷以玉书金字敕封的山水正神，哪怕不是高高在上的五岳正神，在种类驳杂的山鬼精魅眼中，除非修为境界高出对方太多，否则哪怕只是小河河婆、小山土地，依旧是高不可攀、不容得罪的“官家贵人”。

    “小的们本是大骊边境的山林野修，路过宝地，拜见河神大人。”

    蓑衣老人毕恭毕敬作揖而拜，起身后脸色庄重，“自古名山待圣人，我们来历不正，当然不敢以圣人自居，只有由衷的仰慕之心，如今洞天大开，咱们只是想着能够在圣人脚下，老老实实修行，日后大道有成，必然反哺此方天地，还希望河神大人今日能够借道一行。”

    山林野修，算是这些妖物的常见自称，一般都是遇上了修行高人后的自谦语气。

    河婆妇人直截了当道：“一人一样见面礼，交出来后，如果我觉得不错，便亲自带你们去小镇西边的大山。”

    蓑衣老人愣了愣，似乎没有想到这位河神如此爽快坦诚。

    那持杖稚童愤懑出声道：“她如今神位不过是最低贱的河婆而已，咱们客气尊称一声河神，已是给她天大颜面，竟然还敢当面索贿，就不怕事后大骊朝廷一纸令下，就让她打回原形，孤魂野鬼也做不得吗？！”

    妇人可是小镇杏花巷的骂街高手，加上大仙杨老头给她透过一些底，哪里会怕这些恐吓，反而清晰看出了那帮人的色厉内荏，便底气更足，抬手一挥，冷笑道：“那就速速滚远，胆敢靠近龙须溪百丈之内，就算你们忤逆大骊川流正统，到时候看谁吃不了兜着走！”

    稚童勃然大怒，正要出言反驳，被慈眉善目的蓑衣老人猛然转头，一个凶狠噬人的眼神狠狠瞪住，稚童模样的山精顿时噤若寒蝉。

    一炷香过后，五位“山林野修”沿着溪水向龙泉县行去。

    半身露出龙须溪水的妇人，身上则多出了五件东西，其中就有那根原本稚童手持的紫竹小杖，晶莹剔透，灵气充沛。

    在溪水中游曳的妇人暗自窃喜之余，突然有些莫名伤感。

    如果自己孙子还在杏花巷住着就好了，这些好东西都能一股脑儿送给他。

    只是不知牛年马月才能见着孙子了，而且听说修行路上，一不留神就误入歧路，身死道消，真正成长起来的幸运儿，凤毛麟角。

    一想到这个，河婆便有些兴致不高，身形一闪而逝，潜入河底，在水中悄然呜咽起来。
------------

next：第九十七章 拜山头

    一行人沿着龙须溪和铁符河缓缓南下，可日行六十余里，李宝瓶和李槐都是脚力异于常人的孩子，林守一虽然草鞋都磨破了两双，也是富家子弟，可不愿在两个李姓孩子面前叫苦认输，硬是熬着，加上陈平安教了他用草药敷脚的土法子，终究是咬牙熬过来了，队伍里有白驴和马匹帮着驮物，所以走得并不算太艰难。

    陈平安心底很佩服李宝瓶这三个孩子，于是游学两个字，以及读书人这个称呼，在草鞋少年心目中，分量愈发加重。

    龙泉县隶属于大骊永嘉郡，在很久之前，东宝瓶洲所有王朝一起下诏，天下州郡县如果带龙字，皆需要避讳修改，换上其它字顶替，如今龙泉县估计是沾了骊珠洞天的光，才得以破例。

    破碎洞天落地生根之处，比起早先悬空位置，已经往南偏移了很多，距离大骊南部边境的野夫关，若是车马走官道驿路，其实不过月余时间。

    朱河在福禄街李家，应该翻阅过许多私家藏书，知晓许多门外事，陈平安有事没事就跟朱河讨教，反之朱河也乐意跟少年请教一下入山下水的规矩门道，阿良不知为何，喝酒的次数多了，说话的时候少了，林守一自从喝过银葫芦里的烈酒后，跟阿良走得很近，经常跟他问东问西，同时有成为小酒鬼的趋势。

    李宝瓶小书箱里，摆着一部大骊朝廷颁布的彩绘版郡县堪舆图册，照理只有一州刺史衙署才有资格存档秘藏。按照图册显示，他们很快就要攀爬一条名为棋墩山的山脉，山路长达三百余里，途径永嘉、白云在内四郡。

    一行人在山脚稍作休息，李槐看着宽不过骑龙巷的小路，呆若木鸡，震惊之后转头怒骂道：“阿良！这就是你说的驿路，大骊朝廷特建的官马大道？！鸡肠子一样细的破路，也算官道？”

    驿路，俗称官马大道，将一座王朝疆土的全部郡县相互衔接，驿路就像是人体经脉，一旦阻塞，就会气血不通，放在国家身上，就是政令不行。

    阿良坐在路旁一块朽木墩子上，仰头喝过酒后，笑哈哈道：“驿路也分等级，大骊南部边境的野夫关，有三条驿路通往北方，棋墩山驿路属于最小的一条，多用来运用瓷器、茶叶和精盐，以前人来人往很热闹，如今一座骊珠洞天这么往地上一摔，阻断了原本南北通道，这条驿路就暂时弃而不用了，断了好些人的财路，许多货物都停滞在棋墩山山脉南麓的一座水运码头那边，叫红烛镇，嗯，那里的花船，大多是两三人的小船，一到晚上，灯火通明，船上的姐儿俏得很，坐在船头或是船尾，一条条白花花大腿，就那么故意露给你看，在两岸酒铺子点一壶酒一碟花生米，不花钱就能白看一宿。”

    婢女朱鹿赶紧弯腰捂住自家小姐的耳朵，以免被这个登徒子的浪荡言语污了耳朵，她怒容道：“我们不在那红烛镇过夜！”

    阿良用酒葫芦指了指一旁的陈平安，笑嘻嘻道：“过不过夜，得问他，他才是管咱们钱袋子的财神爷。”

    朱鹿眼神凌厉，杀机重重，像是陈平安敢点头她就敢杀人。

    陈平安想了想，脸色认真道：“肯定要在小镇停留，添置补充一些必须物品，至于要不要在那边过夜，得看那边客栈旅舍收钱贵不贵，我们人多，如果价格不公道，就只能算了。”

    朱鹿脸色阴沉，咄咄逼人，“如果便宜，咱们就要住在那种烟花脂粉的肮脏地方？陈平安！你有没有想过，我家小姐，和林守一都算是半个儒家子弟，还是山崖书院的学子，怎么可以与那些伤风败俗的女人毗邻而居，哪怕看不到那些作呕画面，总会听到一些不堪入耳靡靡之音！”

    陈平安硬着头皮答道：“到了小镇再说。”

    朱鹿火冒三丈，朱河拦住女儿，“就按照平安说的，不要妄下定论，到了那边再看，我们又不是一定要在红烛镇过夜。”

    朱鹿伸手指着陈平安，犹然气咻咻道：“幸好你不是读书人，要不然那些圣贤书真是因你蒙羞！”

    陈平安这一路上跟李宝瓶和朱河识字认字，看着大义凛然的朱鹿，少年顿时有些败下阵来。

    罪魁祸首阿良在一旁幸灾乐祸。

    朱鹿最后斜瞥一眼少年头上的碧玉簪子，觉得真是碍眼，讥笑道：“沐猴而冠！”

    朱河轻喝道：“朱鹿！”

    李宝瓶和林守一同时皱了皱眉头。

    阿良懒洋洋喝了口酒，再好的酒，一直喝下去也没甚滋味，转念想到红烛镇的新酿杏花春，就有些期待，想着怎么从陈平安那边骗点银子来过过嘴瘾。

    陈平安欲言又止，终于还是没有开口，默默带着他们登山。

    只是入山之前，草鞋少年依旧向以往那般，拜了三拜。

    这是姚老头传下来的老规矩，但是从不跟陈平安解释缘由，陈平安这些年始终照做不误。

    阿良对此嗤之以鼻，就连陈平安不要他随便坐树墩子，也从不理会，累了就一屁股坐下，就像现在那样大大咧咧。

    陈平安不是那种喜欢把自己的喜好强加于人的人，劝过两次后，阿良一直我行我素，也就不再劝阻，而且一路行来也无不妥，陈平安就更不会多嘴。

    接下来这一段漫长山路，虽是多青石铺就的驿路，却颇为难行。

    暮春时节，山野草木却毫无迟暮之气，草木深深，花树怒放，生机勃勃，像是今年的春天尤为漫长，迟迟不愿散场。

    山路弯曲，盘旋而上，一行人不管大小，腿上都裹了棉布行缠，用以增长脚力，人手持有一根木杖，当然还有陈平安亲手编制的草鞋，就连行囊备有好几双结实靴子的朱河朱鹿父女，也不例外。

    朱鹿一开始死活不肯，嫌弃太过丑陋寒酸，后来入山遇上雨天，山路泥泞不堪，经常脚底打滑，朱鹿是登堂入室的武人，虽然不至于险象环生，却也踉跄难堪，最后不得不从她爹手中拿过草鞋，默默换上，李槐偷着乐呵，被恼羞成怒的少女一脚使劲踩在烂泥里，二境巅峰的武人，有意为之的一脚踩踏，自然势大力沉，当场溅得李槐半身泥浆。

    孩子家境贫寒，本就没带几身换洗衣物，立即戳中了伤心处，哭得稀里哗啦，气喘吁吁的林守一不愿掺和这摊子烂事，停步在旁休息的时候翻白眼。朱河是性子淳朴的人，哪怕已是五境武人，依然耐着性子跟孩子赔礼道歉，答应出了山进了市镇，一定给他买一整套崭新衣物，可孩子在意之事，就是自家穷苦自己可怜，一看到那婢女脾气这么坏，偏偏身边还跟着一个有钱的爹，孩子只觉得自己被伤口撒盐，哭得更加撕心裂肺，双脚使劲踩着泥泞地面，很快就跟一只小泥猴似的，一来二去，所有人都心烦气躁起来，陈平安上去劝说，李槐不愿听，陈平安很快就被连累得一身黄泥，所幸陈平安什么苦头灾殃没受过，倒是没急眼，只是有点无奈。

    朱鹿趁机煽风点火，看吧，好心没好报，陈平安，你赶紧把这种没心没肺的东西丢下得了。

    李槐哭得更加厉害。

    李宝瓶大声呵斥也不管用。

    陈平安思来想去，最后只得试探性问道：“李槐，我回头帮你做一只小竹箱，咋样？”

    那孩子立马止住哭声，胡乱抹去眼泪鼻涕，认真问道：“多大的？”

    陈平安回答道：“不能太大，你个子小，背起来不能觉着重才行，要是不答应，就当我没说，你继续哭，然后我们继续赶路，跟不跟上随你。”

    李槐咧嘴笑道：“小可以，一定要做得漂亮点！最少也要跟李宝瓶那只书箱一样好看！”

    朱鹿啧啧道：“上梁不正下梁歪，小小年纪，就学会坑蒙拐骗了，爹娘品行如何，不看便知。真是好正的家风！”

    竹箱即将到手的李槐挤眉弄眼，差点把朱鹿气得七窍生烟。

    陈平安转头对林守一说道：“给你也做一只书箱？”

    他笑了笑，“反正也是随手顺便的。”

    林守一刚要摇头拒绝，听到后边那句话后，犹豫了一下，点点头。

    棋墩山的山巅景象极其奇异，像是一个小镇常见的巨大晒谷场，地面平整，搁在这里，便如仙人以刀剑削去高耸山头一般。

    孩子们雀跃不已，就连朱河放眼远眺北方，也颇为心旷神怡，恨不得长啸几声。

    陈平安是见惯山头的人，尤其是最后那趟进山，一座座山头一步步走过，此刻反而显得相对神色从容。

    今夜要在山顶过夜，朱河朱鹿开始搭帐篷，李槐和林守一跑去拾取易燃的柴禾，陈平安和李宝瓶则用石子搭灶煮饭，如今几个行囊里的米粮和干菜都已吃得差不多，确实是要寻一处闹市补给，陈平安为此一路上见到药材，就摘下放入背篓，因为翻山越岭熟门熟路，腿脚利索，哪怕需要绕路攀援山崖，一样很快就可以跟上队伍，不会耽误行程，如今已经攒下小半背篓晒干的珍稀草药，争取能够少花一点积蓄是一点。

    就着几碟子腌渍咸菜吃完米饭，阿良起头造反，带着李槐一起用筷子敲着白碗，嚷着要吃肉要吃肉。

    陈平安点点头，说今夜去做几个陷阱套子，看明早能不能逮几只山跳野鸡来开开荤。

    蛇有蛇道鼠有鼠路，山上走兽皆是如此，陈平安对此并不陌生，只要仔细观察，很容易就发现一些山林野兽觅食喝水的线路，而且以树木石块做成的小巧陷阱，并不复杂，熟能生巧。黄昏里，彩霞满天，在少年独自离开山顶大坪去碰运气后，没过多久，只见山巅四周彩云聚散不定，速度极快，如顽劣孩童的变脸，而众人丝毫不觉得山风迅猛，与此同时，原本堂堂正正清清爽爽的山河景象，给有心人带来一种蒙上雾霾的阴森感觉。

    这让朱河立即心情沉重起来，尽量不惊扰三个聚头背诵书籍的求学蒙童，也不去跟独自坐在崖畔发呆的女儿打招呼，朱河想了想，来到无人处，掏出怀中一本泛黄古籍，翻到中间“开山”一页，手指停在“撮壤诀”附近，仔细浏览那些细微如蝇头的鲜红文字，翻过一页，则是两幅图案，一幅绘有小山模样，只是底部山根如竹笋盘结，旁边空白处注解为“太山符”，一幅为双手结印之玄奇手势。

    朱河神情凝重，断断续续默念，不断加深印象，“取山之东、南之土各一抔，捻嶽字最佳，捻山字亦可”，“焚礼敬山神符一张，脚踏魁罡二字，呵气一口，可向山神、土地借取一山，气与地连……”

    合上古籍，小心翼翼放回怀中，朱河又从袖中一摞黄色符箓当中，抽出一张黄纸，开始依循书上记载去石坪东方和南方各抓取一把土壤，捻出一个古体的岳字，即嶽，上山下狱。朱河正要搓燃手中那张李氏老祖赠送的黄符，突然吓了一大跳，原来阿良不知何时蹲在了他旁边，后者提着酒壶，笑呵呵道：“你手上那张寻常材质的入山箓，下笔之人的画符手法，还是不错的，但是符箓一道，一步差不得，纸张材质如人之根骨一般重要，所以它可承受不起‘嶽’字的重量，所以我劝你写个岳字就可以了，省得请神没成，还惹恼了山神。”

    朱河毕竟是第一次接触到传说中的山精神怪，有些紧张，轻声道：“阿良前辈，这棋墩山真有那土地或是山神盘踞？那为何还有这么重的阴煞气息？”

    阿良悠悠然喝了口酒，嗤笑道：“谁跟你说山神土地，一定是性情良善之辈？”

    朱河满脸错愕，“不然？”

    阿良嘿嘿道：“我就是随口一说，天晓得这里的主人家，待客的脾气是好是坏。”

    朱河猛然惊醒道：“不好，陈平安一个人不在山顶！”

    阿良点了点头。

    朱河火急火燎道：“阿良前辈，你去找陈平安，我继续完成这道撮壤成山诀，如何？我朱河只是五境武人，对付世俗高手自信还有一搏之力，可是对付那些古怪东西，真是心里没底啊。”

    阿良笑着起身，大摇大摆离去，轻飘飘撂下一句话，“那你自己小心啊。”
------------

next：第九十八章 山神作祟

    朱河按部就班完成那道撮壤成山诀，捻出岳字，烧掉黄符，踏罡呵气，最后双指并拢，对着地面上的土符轻声念道：“奉三山九侯先生律令，敕！”

    朱河始终保持这个手指朝地的姿势，神色越来越尴尬，因为地面上的那个岳字纹丝不动，朱河额头渗出汗水，几个保证符箓灵验的紧要处，例如烧符之时，从自身何处气府注入黄符多少真气，等等，朱河自问都没有纰漏，照理来说应该大功告成才对。

    按照泛黄古籍所记载的解释，开山篇中所谓的捻土造山，并非实实在在出现一座山峰，这与走水篇中名副其实的吐唾横江符，大不相同，撮壤之后，这个岳字将会成为一地山神、土地走出栖息洞府的桥梁，只要不是太蛮横的非分之想，那么被邀请出山的神祇，多半会答应烧符之人的要求，因为那张黄纸符箓本身，就类似一份登门礼，坐镇一方山水的神灵只要出现，就意味着他们愿意开门迎客。

    可是朱河觉得自己这次临时抱佛脚的请神仪式，多半是黄了。

    但是当朱河循着一阵巨大的声响，向山脊望去，树木依次轰然倒塌，明显是有庞然大物在飞快登山，矛头直指山顶石坪众人，以排山倒海之势迅猛向上。

    响彻山脉的惊人动静，使得朱鹿李宝瓶他们迅速向朱河靠拢，朱河转头沉声道：“退回去！你们站在石坪中间，不要轻举妄动，接下来不管发生什么，都不要随意靠近我这边。”

    年纪最小的李槐脸色苍白，扯了扯身旁李宝瓶的袖子，“不会是吃人的妖怪吧？要不然就是山神作祟？之前陈平安告诉阿良别随便乱坐树墩子，说那是山神老爷的交椅，坐不得……”

    李宝瓶双臂环胸，胸有成竹道：“我们不要自乱阵脚，就算朱叔叔挡不住那东西，小师叔和阿良很快就会赶来帮忙。”

    只是红棉袄小姑娘的白皙双手，手背青筋绽起，显然并没有她表面那么镇定自若。

    林守一反而是最镇静的一个，眼神中隐藏着期待。

    朱鹿望向父亲的背影，她其实比李槐更加担心。

    朱河突然低下头，看到一个身高不及腰部的矮小老头，邋里邋遢的白发白须，手持一根幽绿竹鞭拐杖，正在狠狠打着朱河的小腿，像是撒泼泄愤的无赖。等到朱河低头后，老翁与他对视片刻，悻悻然收回手，退后数步，沙哑开口：“晓不晓得东宝瓶洲大雅言？”

    朱河怔怔点头。

    老翁又问：“那么大骊官话呢？”

    朱河再次点头，尚未从震惊之中回过神。

    老翁手持绿杖跳起身就给了朱河肩头一拐杖，落地后，朱河没什么感觉，老翁自己一个踉跄差点摔倒，赶紧一手扶住老腰，气急败坏地用大骊官话痛骂道：“干你祖宗十八代！屁大本事没有，害人的能耐算你最厉害，老子像缩头老鼠一样，可怜兮兮躲了畜生几百年了，本以为就这么苟延残喘下去，好不容易能够等到这一次千载难逢的翻身机会，只等大骊朝廷这拨大肆敕封山水正神的东风，老子就能媳妇熬成婆，总算可以从土地升为山神，以后再也不用受这窝囊气，哪怕依然斗不过它们，好歹能勉强果腹不是……”

    老翁一边骂骂咧咧，一边抬臂擦拭眼泪，悲愤欲绝，最后用竹杖使劲敲打地面，“有本事自己去跟那些畜生厮杀啊，干你祖宗十八代的王八蛋玩意儿！用一张破符，非要把老子揪出来，想躲都没法躲，结果要跟你们这帮挨千刀的家伙一起葬身蛇腹，殉情啊？老子是二八娇娘，还是徐娘半老咋的，你难道就好我这一口啊？！啊？！大声告诉我！干你祖宗……”

    绿竹老翁像是被人掐住了脖子，一个字都说不出口。

    朱河转头望去，毛骨悚然。

    一颗硕大如水缸的漆黑头颅，从山脊那边缓缓抬起，最后完整出现在山巅石坪的众人视野当中。

    一双银色眼眸，一条猩红舌头长如大木，飞快摇动，呲呲作响。

    这条大到惊世骇俗的黑蛇，半截身躯缓缓挪到石坪上，头背皆有对称大鳞，通体漆黑如墨，在夕阳映照下熠熠生辉。

    虽是畜生，它的眼神却极其似人，促狭玩味地望着须发打结乱如麻的白衣老翁，好像在说猫抓耗子这么多年，总算逮着你了。

    老翁仿佛认命了，一屁股坐地上，丢了那根相依为命的竹杖，捶胸蹬腿，嚎啕大哭，“造孽啊，堂堂一山土地老爷，到头来被畜生欺负到这般田地，这日子么得法子过了啊……”

    黑蛇缓缓直起腰身抬升头颅，腹部露出一双小爪，如世俗王朝藩王蟒服上所绣图案的四趾，而非帝王龙袍上的那种五趾。

    可这一趾之差，对山巅众人和自称土地的矮小老翁而言，实在可以忽略不计。

    老翁眼珠子突然滴溜溜乱转，猛然站起身，扬起脑袋望向那条黑蛇，惊喜道：“这武人莽夫的皮肉肯定糙得很，你是为了身后那些皮滑肉嫩的小娃娃们来的，因为他们一个比一个灵气十足，对不对？”

    老翁越说越兴奋，唾沫四溅，大笑道：“吃吃吃，尽管吃，吃饱了，你就终于能够成就墨蛟真身，再也不用惦记我这点臭皮囊，到时候小老儿当我的大骊棋墩山山神，你争取做你的走江龙，在走江之前，这儿依旧你是山大王，一样能够在小老儿头顶上拉屎撒尿，所以你现在吃我没意义嘛，吃了虽然是能增长丁点儿修为，可小老儿我毕竟是土地神祇之一，对你将来走江入海为龙，也是一个大坎，因为那些江河湖水的正神们，一定会同仇敌忾，一路上不断给你下绊子的……”

    黑蛇那张大嘴轻轻裂出一条缝隙，如人讥讽而笑，它的头颅往老翁身后点了点。

    老翁再次呆若木鸡，一屁股颓然坐地，这次没有老泪纵横，只是干嚎道：“一公一母，皆要证道，你吃了那帮灵丹妙药似的儒家小娃儿，为走江化龙奠定基础，你那婆娘吃了我，以便顺利篡位成为下任山神，好算计好算计，我认栽，小老儿认栽了……”

    衣衫褴褛的白衣老翁眼神痴呆，呢喃道：“大道难料，不过如此。”

    极其久远的岁月里，曾有两位得道仙人联袂腾云驾雾，兴致偶起，降落此山，弈棋于山巅，一人拂袖即削去山头，手指作剑，划出纵横十九道，一人捏土灵为黑棋，抓云根为白棋。双方手谈月余，双方每落一子，棋子即生根化为天地生灵，黑棋为黑蛇，白棋为白蟒，盘踞于山巅棋盘之上纹丝不动，白子被吃，便被附近黑蛇吞食入腹，反之亦然。

    那盘棋局势均力敌，两位术法通天的仙人，不等胜负水落石出，便尽兴离去，离山之时，山顶还剩下一百多条黑白蛇蟒，在之后漫长的岁月里，黑蛇白蟒相互厮杀，疯狂吞噬对方，最终只存活下来一条有望蜕皮为墨蛟的黑蛇，和一条腰间生出飞翅的灵性白蟒，不知为何，这双黑白蛇蟒，竟然不再捉对厮杀，而是成为了一双伴侣。

    它们极其狡猾奸诈，一开始对于能够造成威胁的修士，轻易不去招惹，只拣选那些落单的旅人商贾下手，而且次数绝不频繁，多在暴雨大雪天气里出洞杀人，数百年来，凭借着自身天生的长寿，一点点积攒肉身实力，耐心等待证道机缘的到来，一次次精准捕杀目标，也开始有意挑选那些入流的武人和练气士下嘴，使得它们的实力攀升，越来越快，以至于连一山土地都成了它们梦寐以求的盘中餐，早期双方其实相安无事，土地奈何不得它们为祸一方，它们也抓不住泥鳅一般滑溜的土地老翁。

    李槐实在忍不住了，大骂道：“就你这种货色，也配做土地山神？！老天爷又没瞎眼！”

    老翁背对着那拨孩子，用竹杖使劲砸了一下石坪，懒得跟他们一般见识，只是没好气地小声嘀咕道：“大概是真瞎了。”

    朱鹿其实是最气恼愤怒的人，可当她看到那条黑蛇后，少女浑身不由自主地颤抖起来，二境巅峰的她，发现自己根本就没有与那种怪物对峙的勇气，哪怕一步，只是一步，她也没有胆量踏出去。

    朱河到底是五境武人，胆气十足，再者也容不得他退缩半步，身后就是自家小姐，更有自己女儿，这个男人已经不敢擅自转身，竭力怒吼提醒道：“朱鹿！小心身后崖畔，还有一条畜生躲在暗处！”

    少女只能嘴唇微动，似乎是想告诉她爹不用担心，可嗓音之小细弱蚊蝇。

    武人朱河根本顾不得这些，眼前这条悠悠然晃动头颅的黑蛇，就已经带给他近乎窒息的威慑感。

    石崖峭壁外的空中，一阵嗡嗡声响刺耳响起。

    朱鹿和李宝瓶他们骇然转头。

    一条身躯略显纤细的雪白蟒蛇，悬停在悬崖外不远处的高空，它并无生出四爪，但是一双近乎透明的翅膀正在飞快振动，它一双阴沉眼眸，死死盯住少女朱鹿，一次次吐信，不断有白色浓稠蛇涎坠落，简直就是老饕在垂涎一道美味。

    它打量着清秀少女的身段，最后视线凝固在少女的那张脸庞上。

    被这头畜生凝视的朱鹿，只觉得双腿一软，全身无力，她虽然没有跌倒，但是呼吸困难起来，少女心知肚明，别说出拳退敌，就是动一下手指头，都已是奢望。

    她甚至不知道，自己那张平时颇为自傲的脸蛋，早已满是泪水。

    自习武第一天起就对江湖充满憧憬的少女，这一刻充满痛苦和悔恨。

    她不该死在这里。她怎么可以死在这里。

    少女那双泪水盈眶的秋水眼眸，充满祈求。

    白蟒对于少女的可怜眼神，根本无动于衷，它只是使劲盯着那张楚楚可怜的少女脸庞，愈发垂涎三尺，好像下一刻这张脸颊就会变成她的容颜。

    土地老翁看似垂头丧气耷拉着脑袋，其实眼珠子就没停过，眼角余光一直瞥向那个捻土而成的岳字，覆着那张黄符烧出的灰烬，如果有用的话，他恨不得趴在地上，鼓起腮帮将那些灰烬从岳字上吹走。只可惜他知道，这只会是徒劳无功。

    林守一开始有些焦急，左右张望。

    反倒是李槐扯了扯嘴角，想哭又没哭出来，蹲下身，背靠着李宝瓶脚边的绿色小竹箱，双手抱住膝盖，背后传来阵阵清凉，这个孩子有些想念娘亲一天到晚的骂声，爹每天晚上的打雷鼾声。

    唯有李宝瓶眼神越来越坚定，小姑娘虽然满头汗水，可仍是高高抬起下巴，毫无惧意。

    黑蛇骤然头颅撞向朱河。

    一直屏气凝神小心蓄力的朱河一脚后撤，一脚前踏，以正面一拳，硬扛黑蛇的巨大头颅。

    朱河拳罡刚猛，一拳之后，竟是打得那颗头颅轰然巨响。

    剧烈冲击之下，黑蛇脑袋往后一个晃荡，上半身直起的庞大身躯也随之后仰几分。

    手臂酥麻的朱河一咬牙，下陷半尺的双脚，迅速从石坪当中拔起，身形不退反进，大步前冲，每一步都在山顶石板上重重踏出凹陷脚印。

    方才硬碰硬一撞，朱河不认为自己没有一战之力！

    黑蛇再次蛮横以头直撞而来，朱河体内气机流转如江河决堤，血气蓦然雄壮，手臂肌肉鼓涨，几乎要撑破袖子，怒喝一声，一拳凶狠砸在那头孽畜头颅正中。

    势大力沉的倾力一击，爆发出铁锤砸巨钟的雄浑声势。

    水缸大小的蛇头被一拳砸得摔在石坪上，扬起无数尘土。

    占据上风的朱河正要趁胜追击，身后不远处的土地老翁轻轻叹息。

    有一物拦腰横扫而至，速度之快，远胜于之前黑蛇的两次出头冲撞，瞬间砸在朱河身侧，他整个人被一扫出去十数丈，虽未被一击致命，可朱河皮开肉绽不说，满脸是血，显然受伤不轻，在地面上打了几个滚，堪堪止住后退势头，强提一口气，咽下涌至喉咙的那口鲜血，顾不得伤及肺腑，就要继续前冲继续与那孽畜拼命。

    原来黑蛇先前两次故意示弱，只是为了这一次快若闪电的扫尾做铺垫。

    朱河瞪大眼睛，肝胆欲裂。

    眼角余光之中，白蟒身躯一拱，骤然发力，对他女儿朱鹿发起攻击，那张血盆大嘴，触目惊心。

    就在此刻，一道消瘦身形沿着黑蛇背脊一路飞奔，最后踩在头颅之上，纵身一跃，少年手持柴刀，扑向那条白蟒。

    在千钧一发之际，这位草鞋少年一刀刚好砍断白蟒左边翅膀！

    但是少年也一样被身躯倾斜的白蟒狠狠撞得倒飞出去。

    石坪下的山脊某处，斗笠汉子坐在一棵老松横出悬崖外的枝干上，小口喝着酒，面无表情。

    他扶了扶斗笠，呵呵一笑。
------------

next：第九十九章 山神和竹刀

    体态如女子纤细的白蟒，那对翅膀不算大到夸张，透明晶莹，若非细看，几乎很难察觉。很难想象，扇动这对翅膀，就能让它从石坪悬崖外升空而起，难免让人猜测，它是否掌控了类似练气士某种悬空浮游的术法神通。

    只是如今这一切都意义不大了，白蟒拱背之后迅猛俯冲，张开血盆大嘴，试图吞食掉拥有清秀容颜的婢女朱鹿，不曾想竟然被一名横空出世的持刀少年，用黑蛇背脊和头颅作为阶梯和跳板，一跃而至，手持柴刀恰好砍在白蟒飞翅与身躯接连之处。白蟒需要那对翅膀来升空以及掌控方向，被一刀砍掉飞翅之后，身躯凭借惯性继续前冲，但是立即歪斜横移了丈余距离，白蟒那张血盆大嘴刚好从少女身边擦肩而过，整条身躯重重摔石坪上。

    朱鹿以及她身后的三位学塾蒙童，同样逃过一劫，趁着白蟒撞地后晕头转向的间隙，李宝瓶赶紧背起书箱喊着快跑，林守一默默拿起行囊尾随其后，李槐早就吓得牙齿打架，跑出去一段距离后，无意间发现没有看到讨厌鬼朱鹿的身影，转头一看，李槐呆了一呆，那家伙傻乎乎站在原地，这不是束手待毙是什么？李槐忍不住高声喊道：“朱鹿，还不跑？！”

    朱鹿终于打了个激灵，略微还魂，只是依然有些六神无主，转过头，眼神恍惚地望向李槐，只见那孩子边跑边吼道：“跑啊！等死啊！”

    朱鹿一旦回过神，立即就展现出二境巅峰武人的矫健身姿，四五步便掠到李槐身边，跟他们一起退到远离白蟒的石坪地带，果不其然，朱鹿刚刚离开原地，那条飞翅断折处鲜血喷涌的白蟒，便开始因为疼痛而剧烈挣扎，尾巴疯狂甩动，砸得石坪碎石飞溅，若是朱鹿晚上片刻，恐怕就要被白蟒粗如水桶的大尾砸成一滩肉泥。

    白蟒似乎失去一只飞翅后，元气大伤，胡乱扑腾，溅起无数飞沙走石，久久没有平静下来。

    不过少年也好不到哪里去，握有柴刀的左手虎口迸裂，满手鲜血。

    陈平安单膝跪地，抬起手臂抹去额头汗水，以免模糊视线。

    柴刀已经断去半截，雪亮刀刃反弹之际，若非陈平安见机得快，赶紧侧过脑袋，说不定脸面上就要戳-入半截柴刀，最少脸颊也会被刮去一大块血肉。

    陈平安现在所处位置，与黑蛇白蟒形成掎角之势，那条黑蛇行为诡谲，看到白蟒遭受重创后，并未急匆匆丢下朱河，跑来跟陈平安厮杀，反而比起先前“面容神色”，更加悠闲镇静，好整以暇地慢悠悠晃动上半身躯，始终与朱河保持对峙姿势，黑蛇那双阴气森森的银白色眼眸，偶尔落在白蟒身上的视线，与白蟒之前看待少女朱鹿如盘中美味的眼神，并无不同。

    石坪正中位置，白衣老翁手捧绿色竹杖，瑟瑟发抖，那半截柴刀刚好插在他脚边地面不远处，老翁蹑手蹑脚走近，蹲下身，用手指肚小心翼翼地抹了抹刀刃，手指头瞬间流淌出夹杂有一丝金色的土黄色鲜血，吓得老翁赶紧缩回手，又弯曲手指，轻轻弹指敲击刀身，满脸疑惑，两根手指捻住雪白胡须，嘀咕道：“锋利无匹，当得起锋利无匹的美誉，却竟然只是寻常柴刀，连武人百炼刀也称不上，所以刀身极脆，远远不够坚韧，若是刀身与刀刃品相匹配，再交给那空有一身武艺的憨直汉子作为兵器，未必没有一丝胜算。现在嘛，万事皆休喽。”

    老翁仔细打量着刀刃那条清亮鲜明的漂亮锋线，感慨唏嘘道：“至于这把柴刀的玄机……就只能是在那少年的磨刀石上了？可问题在于，得是多好的一块磨刀石，才能将一把材质粗劣的廉价柴刀，磨出此等锋芒？”

    老翁视线之中有些贪婪炙热，偷偷望向朱鹿李宝瓶那边的箩筐行囊，不出意外，那块磨刀石就藏在其中。

    老翁随即重重叹息，东西再好，哪怕能够拿到手，他如今好像也没命去享福了。

    千恨万恨，只恨那个五境武人鬼使神差使出的撮壤成山诀，本是一门失传无数年的开山术，老翁当时躲在地底下，还报以一种看人鬼画符的笑话心态，到最后自己偏偏就栽在了这个大跟头上。其实这门捻土撮壤的开山神通，算不得如何上乘高明，只是此类神通沉寂太久了，在老翁担任棋墩山土地的年月里，只有一次被人以此术请出山腹府邸，便是那两位来此山顶弈棋的仙人，当然那两位是术法通天的陆地真仙，一个小小五境武人，给那两人提鞋也不配。当年他之所以被喊到山顶，不过是两位真仙不愿坏了某些老规矩，照顾的可不是他这位棋墩山小土地的颜面。

    陈平安不是不想借机解决了白蟒，实在是五脏六腑在翻江倒海，让他根本无力多做什么，一次汗水抹掉之后，很快就会重新布满脸庞，陈平安干脆就不再去浪费力气，只是不断调整呼吸，尽量让体内絮乱气息趋于平静，这种调整，就像在对大雨天四面漏风的窗户，尽力进行缝缝补补。

    擂鼓之声，再度从心口响起，声响渐渐变大，声响不是从耳传入，反而有点像是玄之又玄的心声，在清清楚楚传达身躯体魄的颤抖哀鸣。

    少年这种近乎本能的直觉，最早源于年幼时在泥瓶巷的那次绞痛，之后在山上还经历过一次。

    这次之所以没有满地打滚，是陈平安察觉到体内那条势若火龙的古怪气息，开始由腹部逆流而上，所经之地，无论是从宋集薪家那具木人认识到的一座座气府窍穴，还是人体关隘城池之间相连接通的经脉，很大程度减缓了疼痛感，如武将带兵平定叛乱一般，或是宋集薪所谓演义小说上的御驾亲征，效果显著，虽然无法解决根源，但是最少能够让那些叛军避其锋芒。

    朱河虽然受伤不轻，但是气势不降反升，一身雄浑战意昂扬奋发，两袖鼓荡猎猎作响，颇有几分不容轻侮的宗师风范。

    腹部缓缓在石坪边缘游走的黑蛇眯起眼眸，即便朱河展现出不俗的战力，它始终不急不躁，左右大幅度摇晃头颅，像是在蹩脚地寻找漏洞，如此一来，无形中送给了朱河压下伤势的大好良机。

    老翁看在眼中，犹豫了一下，仍是有气无力地出声提醒道：“别垂死挣扎了，这条孽畜之所以不急着吃掉你，无非是希望你完全激发气血，它只是在等待一颗青涩果子的成熟罢了，莫要以为它拿你没辙，否则哪怕它吞下你的这副身躯，仍是消化不掉你的精气神，要晓得那才是真正的大补之物。”

    老翁哀叹一声，开始捯饬杂乱须发和破败衣衫，自嘲道：“好歹是一方土地，死之前总得有个山岳神祇该有的样子。”

    老翁坐在地上，一边收拾一边冷笑，“对了，孽畜可不止是肉身强横，动作敏锐，它在百余年前吞吃了一位中五楼修为的道家练气士，如今估摸着怎么也该修成了一两种入门道法，说是粗浅不堪，可是由这头孽畜用出，恐怕任你是五境体魄也扛不住，说到底，算你们点子背，好死不死，是一个五境武人担任领头羊率队入山，若是六境，两头孽畜虽然也吃得下，可未必愿意出洞，怕两败俱伤嘛，若是七境，嘿，它们早就主动避让几十里路了，恨不得你们赶紧滚出棋墩山的地界。”

    少女朱鹿悚然，闻言后万念俱灰。

    林守一喃喃自语道：“阿良，阿良前辈呢？”

    李槐突然发现李宝瓶在悄悄翻动书箱，摸出一只小瓷瓶后，紧紧攥在手心。

    顺着她的视线，远处陈平安不动声色地朝他们点了点头。

    李槐突然有些羡慕李宝瓶和她那位小师叔的这种默契。

    书上说，这叫心有灵犀。

    而朱河听到土地老翁的泄露天机后，脸上并无半点惊惧神色，拧了拧手腕，洒然笑道：“束手束脚窝囊是死，放开手脚痛快一战，也是死，既然都是死，还管什么死后会不会成为那头孽畜化龙的垫脚石？！”

    五境武人，已经有资格被誉为武道小宗师，魂意壮大，神魄坚固，只差凝聚出一颗武胆而已。

    朱河身陷必死之地，全无退意，其实契合武道宗旨“向死而生塑武胆”之真意，只是仍需继续锤炼打磨而已。

    朱河一身武人气势早已攀升到顶点，蓄势待发。

    黑蛇瞬间一改先前悠闲懒散的模样，仿佛是真正确定了朱河再无保留余力，一身魂魄皆已于气府沸腾，随着气血急速流转全身，那么它就可以下嘴品尝这道美味了。

    黑蛇抬高头颅，同时张了张嘴巴，逐渐露出两颗象牙色毒牙的恐怖面貌，粗如青壮手臂，相比白蟒一张嘴就会蛇涎流淌的污秽模样，有望成为神物墨蛟的这条黑蛇相对要干净许多，大嘴之内雪白一片，一阵阵寒气向外流泻，反差鲜明的黑白两色，衬托得这条成精畜生威严十足，反而比那邋遢老翁更像是货真价实的土地山神。

    黑蛇骤然发起攻势，这一次不再是示敌以弱的头颅直撞，瞬间将嘴巴张开到极致，看似朝石坪地面上的朱河脑袋一咬而下，实则在半途就喷出一口腥臭至极的雪白瘴气，瘴气凝如实质，好似一支床弩箭矢直射地面。

    朱河是小镇土生土长的李家家生子，实战经验并不丰富，习武生涯当中，多是与家族老祖宗一场场点到即止的切磋，生死之战更是头一遭，可是吃过一次孽畜声东击西的大亏后，朱河对黑蛇的阴险奸诈，身形随之而动，决不再与其正面硬碰硬。

    果不其然，那道如箭矢锋锐的冰冻瘴气刚刚落空，石坪地面激荡粉碎，朱河横移数步后，立马就感受到侧面一股劲风横扫而来，又是之前的明暗两板斧，朱河早有预料，脚尖一点，不退反进，笔直向前，直扑黑蛇腹部。

    不曾想那条黑蛇身躯后仰，嘴中瘴气一口口频繁吐出，用意不在贯穿朱河身躯，只为阻滞他的前冲，同时尾部不断延伸，直到形成盘踞山头之势，一个大圈牢笼，将朱河瞬间围困其中，迫使朱河做那困兽之斗。

    黑蛇漫长的身躯，在围出足足两圈“城墙”之后，竟然还能高高翘起尾部，如巡城士卒，防止朱河飞窜出去。朱河一次应对已经足够迅速，在蛇身第二圈形成之前就要拔地而起，只是身形刚刚腾空，就被那条尾巴迅猛砸下，朱河双臂护住头颅，被猛然拍落回石坪，虽未伤及内脏，但是气海如沸水蒸腾，使得一张脸庞涨得通红，流转全身的魂魄神意出于好意，为了庇护主人不受创伤，不得不离开既定的经脉道路，转而渗透进入更外围的血肉肌肤。

    黑蛇冰冷银眸流露出一丝得意笑意。

    如果说之前这位武人是七分熟的美味，那么现在就有九分熟了。

    所以它不再继续消耗元气，而是张开大嘴，一次次低下头颅扑向朱河。

    朱河出拳如虹，在这座斗兽场内灵活辗转腾挪，两条手臂绽放出青蒙蒙的罡气，每次出拳皆可裂空，风声大震。

    虽然处于绝对下风，朱河却没有半点颓势，眼眸熠熠，精气神更是前所未有的充沛。

    白衣老翁竖起耳朵，啧啧称奇，虽未亲眼见到大战光景，却猜出个大概，心想真是个不错的武道宗师胚子，半路夭折，惜哉惜哉。

    他猛然火烧屁股地惊醒起身，捡起那根黯淡无光的绿色竹杖，对那些武人的同行之人喊道：“快来一个人，随便谁都行，只要是童男童女皆可，将你们长辈捏出的岳字用脚踩平，我就能脱身，不受此符拘束，到时候我可以助他一臂之力，不敢说斩杀孽畜，脱困总是不难，快！”

    老翁焦急视线在那几人脸上游移。

    林守一嘴角泛起冷笑。

    李槐刚要鼓起胆气去冒死涉险一趟，却被李宝瓶一把扯住胳膊。

    老翁愕然，痛心疾首跳脚骂道：“不知好歹的蠢货，难道要眼睁睁看着你们长辈力竭战死？！你们这帮小崽子的良心都被狗吃了不成？”

    朱鹿身形一闪，向那位棋墩山土地狂奔而去。

    远处陈平安突然厉色喊道：“朱鹿你别去！你如果不帮他，他无路可退，说不定只能跟我们并肩作战，如果帮了他，以他胆小怕事的心性，肯定就跑了！再者我们还不确定他到底是不是跟两条畜生一伙的，你别冲动！他从头到尾，看似一直在帮我们，但你有没有发现，他其实一点都不曾帮到朱叔叔！”

    朱鹿哪里愿意听陈平安的言语，只管埋头前冲。

    陈平安在开口说话的瞬间，其实就已经开始向土地老翁冲去，速度丝毫不比朱鹿逊色。

    如果没有意外，草鞋少年有希望拦下朱鹿的举动。

    土地老翁脸色阴晴不定，手持绿杖站在原地。

    断去一翅的白蟒，在翻腾之后，很快就躺在石坪上不动弹，奄奄一息，像是再也无法参加这场搏杀。

    但是当陈平安冲向土地老翁，身形出现在它头颅十数步外，白蟒毫无征兆地向前一窜，大嘴狠狠咬向少年，哪里还有之前那副半死不活的濒死架势。

    陈平安却猛然停下脚步，向后倒退而去，躲掉了白蟒的凶险扑杀，怒喊道：“朱鹿！看到没！这条孽畜同样希望你毁掉朱叔叔的那个岳字！那人跟两头畜生说不定早就达成了秘密约定！”

    陈平安被白蟒身躯阻隔了视线，看不到白衣老翁那边的景象。

    但是那颗白蟒的头颅，先是略显慌张地望向少女那方，继而缓缓扭向少年，眼眸充满讥讽之色。

    那一刻，少年满怀愤懑和失望。

    以至于连体内那条火龙，在经过高处三座气府窍穴的时候，莫名其妙从势如破竹的气势，变成小心翼翼的卑微姿势，少年也不曾注意留心。

    脑子里一团浆糊的少女朱鹿跑到那个岳字附近，满脸泪水，伸出脚一通乱踩，少女哽咽道：“我要救我爹！我要救他！我知道，因为他是我爹，所以你们才会这么无所谓他的生死！”

    岳字上边的黄符灰烬，被踩得混入泥土，最终消散不见，岳字在少女的踩踏之下，终于模糊不见。

    白衣老翁呆呆低头看着少女的双脚，从喉咙深处发出一阵压抑至极的笑声，“嘿嘿……”

    然后老翁抬起头，玩味凝视着那个仓皇失措的少女，老人手腕随意拧转，绿色竹杖在空中带出一片翠绿流萤，苍老脸庞，如枯木逢春，老人笑逐颜开，点头道：“呵呵，救父心切，理解理解。”

    老翁的身形开始迅速增高，容颜变得越来越年轻，筋骨伸展，发出一连串黄豆崩裂的刺耳声响，已是中年男子模样的他仰天大笑，似哭似笑，快意至极，“哈哈哈！”

    变得容颜俊美的绿杖男子，笑望向那头白蟒，“按照约定，我帮你们对付那个藏头藏尾的斗笠汉子，至于这些家伙嘛，随便你们处置，当然了，以后咱们双方相处，可就不能继续是之前数百年的样子了，放心，我只等被敕封为山神后，会将你提拔为此处的土地，至于你那汉子走江一事，我也会扶持一二，说到底，大家互利互惠，共襄盛举。”

    绿杖男子说完这些言语，已是俊逸潇洒的弱冠男子，笑眯眯望向那个目瞪口呆的少女，“你爹与我有缘啊，本来大骊这次封赏版图上的各路山河神祇，我撑死了就是借机恢复土地正身，可他竟然能够喊出那位‘先生’的名讳，实在是震撼人心，等于帮我重新钦定了原本被仙人剥夺摘去的土地之身，实不相瞒，若是他当时捻土撮壤写出那部开山篇的嶽字，说不得我此时根本无需大骊敕封，就已是棋墩山的正统山神了。”

    男人神色无比欢愉，慢慢踱步，自顾自摆摆手，笑道：“没关系没关系，我很知足了。你爹是好人啊，你也是。你们是我的贵人，只可惜滴水之恩，才要涌泉相报，结果你们这么大的敕封之恩，我实在是无以回报啊。”

    少女面无人色，嘴唇颤抖，反复呢喃道：“你骗人，你骗人……”

    玉树临风的男人瞥了眼白蟒，“飞翅被斩断一事，咱们可都意料不到，别奢望我会额外补偿什么，如今我穷酸得很，棋墩山方圆数百里，这么多年早被你们搜刮殆尽了，我这堂堂土地老爷只剩下一层地皮，很不像话啊。”

    白蟒温顺点头，透露出一丝罕见的谄媚，然后轻轻晃了晃头颅。

    男人大手一挥绿杖，豪迈道：“你们的那点破烂家底，我可不稀罕，所有以往过节，就让它随风而逝好了。”

    最后他环顾四周，笑嘻嘻道：“那个被你们称呼为阿良的兄弟呢，不拜山头也就罢了，还敢坐我的交椅，最后更是让嶽字降为岳字……”

    这位正值意气风发的山神，突然眼神茫然地低头望去，一脸痛苦欲绝和匪夷所思。

    一把普普通通的竹刀从他心口穿过。

    斗笠汉子与他并肩而站，只是面朝方向相反，那人松开刀柄，然后拍了拍这位山神老爷的肩膀，笑眯眯回答道：“你找我？”
------------

next：第一百章 脚下河山

    当斗笠汉子松开那柄竹刀的刀柄后，换作肩头一拍，在鬼门关打了个转的俊美男子，非但没有如释重负，反而愈发战战兢兢，他脸上再无先前指点江山的畅快笑意，身形一动不动，嗓音干涩道：“前辈，今日误会，是我唐突了。”

    事实上，这个来历不明的汉子，既然能够神不知鬼不觉地出现在身侧，轻而易举以寻常竹刀捅穿他的心窍，那么他就确定无疑，自己绝非此人的对手，兴许唯有等到自己成为棋墩山正神，才有与其扳手腕的底气，那么一个棘手问题就摆在了他眼前，是老老实实站直了挨打，还是硬气地搏上一搏？

    其实当那人手心离开刀柄的瞬间，普通材质的竹刀就已经失去了震慑力，作为神祇，哪怕仅是不入流的土地公，搁在世俗王朝的官场，他就是没有官身的胥吏罢了，可神祇到底是神祇，比如他当下这副经受无数香火熏陶的金身，足可媲美七境武人的体魄，尤其是没有死穴一说，所以哪怕被竹刀捅穿后背心口，仍是不碍大事，可名叫阿良的斗笠汉子，越是如此漫不经心，他就越忐忑不安。

    犹记得当初被那两位莅临此山的陆地真仙，以无上神通销毁他的神位金身，当时那两人的气态姿容，亦是如此轻描淡写，甚至远远不如他们对弈手谈的任意一次落子。

    阿良出刀之后，此时又恢复玩世不恭的德行，摘下腰间小葫芦，轻轻晃动，酒香四散，阿良灌了一口烈酒，绕着这位年轻俊美的土地公转圈散步，啧啧道：“你这家伙演戏的本事挺好，当然那条白蟒也不差，加上暴戾的黑蛇，配合得堪称天衣无缝。不过你自认为大功告成后的真情流露，更符合我的胃口，三次笑声，很精彩，我喜欢。”

    那双黑蛇白蟒早已开窍通晓人性，在斗笠汉子笑眯眯跟男子打招呼的同时，几乎同时就急急退去，黑蛇迅速散开身躯长墙，退回山巅石坪一侧边缘，失去一翅的白蟒扭曲后撤，乖乖盘踞在悬崖畔，皆头颅低垂，低眉顺眼，温驯异常。

    这一次，绝不是假装，蛇蟒双方那覆盖庞大身躯的鳞片，微微颤抖，发乎本心。

    它们甚至不敢正眼打量那名斗笠汉子。

    阿良一记竹刀，就让一切尘埃落定。

    年轻土地听到斗笠汉子的打趣后，满脸尴尬，“阿良前辈说笑了。”

    阿良收敛笑意，“说笑？”

    俊美风流的年轻土地好像察觉到不妙，大概以为眼前这位斗笠汉子，是那种翻脸无情的性格，是要对自己痛下杀手了，一急之下，便是使出一方山水神祇的神通，身躯如黄泥软化流淌，立身之处的地面泥浆翻涌，几乎一个眨眼功夫，这位土地就不见了踪迹，烂泥塘似的地面，也瞬间恢复如常。

    缩地成寸，其实道门兵家都有类似术法。

    没了身躯支撑，绿色竹刀下坠。

    阿良伸手握住竹刀，发现红棉袄小姑娘三人瞪大眼睛望向自己。

    阿良赶紧抬头挺胸，没有将竹刀放回刀鞘，而是以刀尖拄地，摆出一副抬头望天的潇洒姿态。

    斗笠汉子偷偷碎碎念：“夸我，使劲夸我。我阿良最大的两个优点，就是喜欢接受批评，你批评我，我就打死你。再就是经得住别人的称赞褒奖，再没谱再肉麻，都接得住。”

    李槐率先开口，孩子一路小跑到阿良身边，上下打量了一番，说道：“阿良，你来这么晚，是不是拉屎去了？真是懒人屎尿多，你知不知道再晚来一点，以后就没人陪你唠叨，陪你一起撒尿了？那么到时候你会不会想我？”

    假装高人风范很是辛苦的阿良顿时破功，恼羞成怒道：“我想你娘想你姐，就是不想你这个没良心的兔崽子。”

    李槐破天荒不反骂回去，低下头，脸色有些黯然。

    阿良叹了口气，摸了摸孩子的脑袋，“你这不是没死翘翘嘛，愁眉苦脸做啥，行了行了……”

    李槐立马笑嘻嘻抬起头，“阿良，你教我绝世武功吧？”

    阿良笑问道：“你能吃苦？”

    孩子一本正经摇头道：“当然吃不住苦，你就没有让我不用吃苦，也能练成天下无敌的厉害功夫？”

    阿良嘴角抽搐，“你觉得呢？”

    李槐撇撇嘴，斜眼斗笠汉子，“阿良，你让我很失望啊。”

    李宝瓶背着小书箱，朝阿良笑了笑，然后跑去看陈平安。

    林守一来到阿良身前，有些疑惑，却没有开口询问什么，阿良对少年点了点头，示意私下聊。

    浑身浴血的朱河盘膝而坐，只是看着吓人而已，并未伤及魂魄和元气根本，汉子抹了把脸上的血迹，满脸笑意，只觉得痛快，真是痛快，这辈子不曾如此酣畅淋漓，好像所有心胸间的积郁都因为这场大战，一扫而空，脑海清明，筋骨舒张。

    朱鹿飞奔到朱河身边，蹲下身，还带着满脸泪痕，朱河摆手大笑道：“闺女，大难不死必有后福，好事，天大的好事！爹感觉像是抓住了一丝破境的契机，原本死气沉沉的几座关键窍穴，有了新气抽芽的迹象，别小看这点苗头，对于爹这种原本武道前途断绝的人来说，莫大幸事！”

    朱鹿将信将疑，忧心忡忡道：“爹，你别急着说话了，小心扯到伤口。”

    朱河笑意更浓，双手撑在膝盖上，容光焕发，整个人显得格外精神饱满，“这点小伤算什么，若是再熬上一刻钟一炷香的功夫，爹说不得就能一只脚跨入第六境的门槛了，当然，前提是爹没死在那条畜生的嘴下。”

    朱河说到这里，望向斗笠汉子那边，伸出大拇指，“阿良前辈，到了红烛镇，请你喝那新酿的杏花春！”

    背对朱河的阿良抬起手臂，摆摆手，说了句很煞风景的话，“老朱啊，大恩不言谢，记在心里就好，说出来显得多没诚意。”

    陈平安那边接过李宝瓶递过来的小瓷瓶，正是杨家铺子的祖传独家秘方，用处很简单，就是扛痛，之前在小镇神仙坟，与马苦玄那番差点分出生死的惨烈搏杀后，少年便用过一次。如果阿良没有及时出现，那么这只小瓷瓶就一定会派上用场。现在就不需要了，陈平安此刻虽然满身绞痛，但是还不至于用上它，杨老头曾经说得很清楚，是药三分毒，能不用就别用，尤其是习武之后，如果滥用所谓的灵丹妙药，长远来看，就是在挖自己的墙角。

    李宝瓶看着脸色苍白的小师叔，心思细腻的小姑娘敏锐发现，小师叔握着柴刀的左手，一直在克制不住地颤抖。

    陈平安轻声安慰道：“不打紧，只是身子骨暂时被打回了原形，但不是没有好处，如果我的感觉没有出错的话，将来好处要更多一些。”

    李宝瓶使劲点头，一点也不怀疑，因为小师叔说过不会骗她。

    阿良环顾四周，分别看过了黑蛇和白蟒，想了想，悄然加重力道，拄地刀尖不易察觉地往地面钉入一寸距离。

    一位失魂落魄逃回山腹洞府的土地，脑袋上就跟被一记天雷砸中，鲜血爆溅，他吓得屁滚尿流，躲远几步后抬头望去，仅是空中露出一小截绿色刀尖而已，再无其它。这位气度翩翩如豪阀俊彦的貌美青年，咬咬牙一跺脚。

    下一刻，他的身形便从棋墩山石坪如雨后春笋，破土而出，他一只手掌按住伤口，哭丧着脸望向那个高深莫测的斗笠汉子，恨不得跪地求饶，苦苦哀求道：“恳请大仙不要再戏耍小的了。”

    当这位年轻土地去而复还后，少女朱鹿下意识吓了一大跳，她不知为何瞬间就情绪爆发，站起身对着阿良喊道：“杀了他们！”

    阿良笑着转过身，看着那个脸色狰狞的少女，问道：“为什么要杀掉他们？跟我无缘无故，无冤无仇的。”

    少女清秀可人的脸庞愈发扭曲，伸出手指，遥遥指着斗笠汉子，“无缘无故？！那两条畜生方才要吃了我们！这个棋墩山土地更是幕后的罪魁祸首！

    阿良恍然，看了眼满脸焦急的年轻土地，然后各自看了眼黑蛇白蟒，“你要吃我？你？还是你？”

    棋墩山土地和两头尚未化形的蛇蟒，自然一起死命摇头。

    少女气得浑身颤抖，哭腔道：“我爹差点就死了，我们都差点死了！”

    她泪眼朦胧，望着那个陌生至极的斗笠汉子，“你明明有这份能耐，为民除害，为何不做？两头孽畜，一个假公济私，不庇护旅人，反而合伙害人，你阿良怎么就杀不得？”

    阿良默然片刻，突然大笑起来，“哈哈，你这口气，像是我未过门的媳妇啊。不行不行，我其实喜欢年纪稍大一些，身段完全长开了的姑娘……”

    说到这里，阿良从地面抽出竹刀，放回刀鞘，双手做了一个浑圆饱满的手势，贼兮兮道：“我喜欢这样的。”

    少女愣了愣，尖声道：“你不可理喻！”

    朱河挣扎着起身，拍了拍自己女儿的肩头，沉声道：“不可无礼，更不可意气用事，一切就交由阿良前辈自行处置好了。”

    朱鹿猛然转过头，望向远处，满脸委屈愤懑。

    阿良望向陈平安，少年点头道：“阿良你做决定。”

    阿良懒洋洋道：“行吧，那就我说了算，老话说得好，做人留一线，日后好相见。身为江湖儿女，咱们要大度些……”

    年轻土地使劲点头。

    石坪那两条小山似的蛇蟒也微微低垂头颅。

    阿良突然转变口风，“可害我受了这么大惊吓，没有一点补偿就不合情理了。”

    年轻土地欲哭无泪。

    这位阿良大仙，真正差点胆子吓破的人，现在就站在你对面啊。

    阿良想了想，一把搂过棋墩山土地的肩膀，尴尬的是一人身材不高，另一个却是玉树临风的修长身材，幸好后者识趣，连忙低头弯腰，才让阿良不用踮起脚跟与自己勾肩搭背。阿良拉着他窃窃私语，他小鸡啄米不断点头，绝不敢说半个不字。

    到最后，似乎是被阿良的简单要求震惊到了，起先唯恐要掉一层皮的年轻土地，既惊喜且狐疑。

    阿良不耐烦地挥挥手，“趁我改变主意之前，赶紧消失。”

    之后年轻土地与蛇蟒，以类似唇语的偏门术法沟通，然后他很快就遁地而走，白蟒小心翼翼摇摆游曳，用嘴巴叼起那只摔落在石坪上的断翅，尽量绕开众人，与那条黑蛇一起离开山巅，离去之前，面朝那位某个瞬间让它们几乎蛇胆炸裂的斗笠汉子，两颗硕大头颅缓缓落下，最终触及地面，向阿良摆出臣服示弱之意。

    暮色里，一场突如其来的惊险大战之后，朱河喊上陈平安一起，去靠近石坪的一处溪涧清洗伤口，少女朱鹿默默跟上。

    一大一小蹲在水边，各自清洗掉脸庞衣衫上的血迹，朱河欲言又止，陈平安眼见少女一个人远远坐在溪涧石头上，少年就说先回去了，朱河点点头，没有挽留。在陈平安离开后，朱河站起身，来到女儿身边坐下，柔声道：“怎么连一声对不起也不说？”

    少女脱掉靴子长袜，露出白白嫩嫩的脚丫，听到父亲略带责问的言语后，少女蓦然睁大眼眸，委屈道：“爹，你什么意思？”

    朱河看着女儿的眼睛，那是一双像极了她娘亲的漂亮眼眸，使得这个正直汉子一些到了嘴边的生硬话语，稍稍打了个转，叹了口气，语气平缓道：“先前陈平安阻止你不要毁掉岳字，事后证明他是对的。”

    朱鹿双手抱住膝盖，望向溪涧流水，冷哼道：“你又不是他爹，他陈平安当然不担心，我当时哪里顾得上这些，如果万一他错了呢，难道我就看着你死在那里？”

    朱河默不作声。

    她扭过头，红着眼睛，“爹，如果我那个时候不做点什么，还是你的女儿吗？”

    朱河忍住一些伤人的话，硬生生把一个字一个字憋回肚子。

    男人本想说你身为二境巅峰的武人，不该面对强敌便轻易失去斗志的。

    只是这些话，如果只是武道的同道中人，朱河可以说。

    但他还是她的父亲，那么这些话，就不能说了。最少在这个时候不能说，只能等到以后找个合适的机会。

    但是朱河在内心深处，始终觉得哪里不对劲，可具体是什么，男人又说不上来。

    刚刚在武道之上重新看到一线曙光的男人，没来由有些愧疚伤感，心想她娘如果还活着就好了。

    通往石坪的山路上，少年缓缓独行，夕阳将少年的瘦弱身影拉得很长。

    山巅，李宝瓶在收拾小书箱里的家当，李槐凑热闹蹲在一边，莫名其妙蹦出一句，“李宝瓶，小书箱我马上也会有了哦？”

    李宝瓶狠狠剐了他一眼，“有就有，但是你不可以喊我的小师叔叫小师叔！”

    李槐问道：“凭啥？”

    李宝瓶杀气腾腾地扬起一颗拳头，眯眼问道：“够了吗？”

    李槐咽了咽口水，嘀咕道：“小师叔算什么，我还不稀罕呢，白白降了一个辈分。”

    李槐拍拍屁股站起身，走远了后，才转头笑道：“李宝瓶，以后万一跟我陈平安称兄道弟，你咋办？应该喊我啥？”

    李宝瓶呵呵笑着，站起身后，拧了拧手腕。

    李槐慌张道：“李宝瓶，你能不能总这么用拳头讲道理啊，我们好好说话不成吗？我们是读书人，读书人要……”

    不等李槐说完，李宝瓶快步上前，就要揍这个李槐。

    李槐急中生智，硬着头皮一步不退，苦口婆心道：“李宝瓶，你就不怕你家小师叔，觉得你是蛮横不讲理的千金小姐？到时候他不喜欢你了，你找谁哭去？可别怪我没提醒过你，这叫勿谓言之不预！”

    李宝瓶停下身形，皱紧眉头。

    李槐拍胸脯道：“放心放心，咱们三个里头，陈平安最喜欢你了，只要你以后别像那个朱鹿就行。”

    李宝瓶笑着返回原位蹲下，继续收拾小书箱。

    李槐跟大摇大摆离开，满脸得意，“山人有妙计，治国平天下。以后再也不怕李宝瓶喽。”

    李槐高兴得很，就忍不住想要跟他那位阿良兄弟众乐乐一下，怒吼道：“阿良？阿良，死出来！”

    孩子举目望去，结果看到阿良和林守一不知道什么时候凑在了一起，李槐刚要跑去，结果猛然停步，因为那一处石坪崖畔，正是先前白蟒出现的地方。李槐一阵后怕，犹豫了一下，还是转身跑去蹲在李宝瓶身边，然后寻找陈平安的身影。

    一想到那家伙毅然决然飞扑向白蟒的身影，李槐怔怔出神，这个鬼怪灵精的顽劣孩子，下意识觉得那个李宝瓶的小师叔，挺靠谱，最少比那个朱鹿好太多了。

    崖畔，阿良和少年林守一坐望远方山河，林守一仰头喝了一口烈酒后，将酒葫芦递还给阿良。

    林守一坐姿端正，相比阿良的歪七倒八，大不相同，少年轻声问道：“阿良，这葫芦里的酒是不是很不简单？”

    阿良嗯了一声。

    林守一好奇问道：“怎么个不简单？我只知道喝过酒之后，我的身体变好了很多。”

    阿良晃了晃小酒壶，一语道破天机，“仅是故意摇晃出一点点酒气，就能吓退铁符河上那些成了人形的妖物，你说厉害不厉害？当然了，像平时这样拔出酒塞而已，鼻子再好，也只能闻到酒香。”

    林守一愈发好奇，问道：“那你为何要放过那位此山土地和两条蛇蟒？”

    阿良扶了扶斗笠，笑道：“一山土地，是有护身符的存在，杀了不难，但是之后会很麻烦，而我现在最怕的就是麻烦。再说了，他们跟你们有生死大仇，跟我阿良可是无冤无仇，现在你们什么都没有少，朱河还得了天大裨益，为什么还要赶尽杀绝？”

    阿良停顿片刻，“有人倒是少了些东西，不过我估计他不会太在乎就是了。没办法，这家伙对于得失的计算方法，跟别人不太一样。”

    林守一说道：“是说陈平安吧？他受的伤显然比朱河要重一些，不过他掩饰得比较好。”

    阿良对此不做评论。

    林守一自顾自说道：“那朱鹿救父心切，自然没有错，但是她错在……”

    阿良摆摆手，打断少年的盖棺定论，笑道：“背后不说人是非，公道自在人心。”

    林守一嗯了一声，果然不再说话。

    清风拂面，阿良慢悠悠喝着酒，缓缓道：“林守一，你很聪明，你是第一个意识到我值得结交示好的聪明人，别急啊，我可没有贬低你的意思，恰恰相反，修行路上，有人有慧根，如李宝瓶，有人如福缘，如李槐，而有人有悟性，就像你，全都是好事。齐静春的眼光，一向很好的，要不然……”

    林守一竖起耳朵。

    阿良咧嘴一笑，“他能认识我这样的朋友？”

    林守一会心一笑，这个男人从来不放弃自我吹捧的机会，早就习惯了。

    可是心智成熟的少年，越来越确定一件事。

    那就是阿良的吹嘘，听上去很不着边，可那是因为连同自己在内，没有谁真正知道这个家伙的厉害。

    “对酒当歌，人生几何？譬如朝露，去日苦多。”

    阿良狠狠灌了一口酒，仰起头望向夜幕降临的天空，轻声念道：“还有那青青子衿，悠悠我心……世上怎么会有如此动人的言语？”

    阿良晃晃脑袋，散去那点愁绪，自嘲一笑，伸手指向那连绵山脉，“在有些人眼中，人间就像一条倒挂的银河。”

    林守一问了一个极有深意的问题，“阿良，‘有些人’之中，有你吗？”

    阿良摇摇头，“暂时还不是，我不太喜欢做那样的人。”

    阿良轻轻呼出一口气，不再喝酒，单手托起腮帮，歪着脑袋眺望远方，“昔年有一位脾气死犟的老先生，桃李满天下，得意弟子之中，齐静春的字最好，崔瀺的棋术最高，还有一人的剑术最强。”

    林守一忍住笑，转头望着斗笠男人的侧脸，道：“剑术最强的弟子，是叫阿良吗？”

    阿良哈哈大笑，“那个人当然不是我，怎么可能是我。”

    没有猜对答案的林守一有些错愕。

    只听那家伙笑着说道：“不过那个人的剑术，是我教的。”

    少年虽然被震撼得无以复加，可仍是对此深信不疑。

    阿良转过头，问道：“如果我说齐静春的字，也是我教的，你信不信？”

    正襟危坐的少年毫不犹豫，斩钉截铁道：“打死我也不信！”

    阿良拍了拍少年的肩膀，语重心长道：“林守一，果然很聪明，所以明天你没酒喝了。”

    一向古板冷漠的少年咧嘴而笑，不过依旧含蓄无声。

    阿良感慨道：“天地者，万物之逆旅。读书人说话，就是有学问。”

    林守一突然问了一个莫名其妙的问题，“阿良，陈平安让你失望了吗？”

    斗笠汉子脸色如常，“拭目以待吧。”

    夜幕深沉，后半夜的篝火旁，陈平安像往常那样跟朱河负责轮流守夜，少年同时编织着草鞋。

    朱河不知为何起身来到少年身边，陈平安有些讶异，朱河伸手烤火，火光映照着男人粗犷的脸庞，男人转头笑问道：“你应该找到那股气了吧？气若游龙，而且它不断下沉，四处游走，对不对？”

    陈平安点点头，坐正身体，这正是他最疑惑不解的地方。

    朱河没有藏藏掖掖卖关子，慢慢解释道：“这等于说你跻身了泥胚境，千万别小看这第一道坎，能否习武，就看你生不生得出、找不找得到、管不管得住这一口气。俗话说人争一口气佛受一炷香，差不多就是这个意思，身体依然是不成气候的泥塑菩萨，但只要有了这口气，就算登堂入室，之后一切皆有希望，武道之巅的风光再好，没有这关键的一小步，就全是空谈。”

    朱河打量了一下少年，赞赏道：“你的身子骨打熬得不错，嗯，是很不错才对，一点不输给那些药罐子里浸泡长大的豪阀子弟。我不知道你经历过什么，但是大致可以确定，你如今已是泥胚境之后的武夫第二境，木胎境了。虽然不太说得通，为何你尚未真正让那股气机找到栖息修养的气府窍穴，但你的体魄经脉，的的确确属于第二境的成就，不过远未二境大成而已。”

    陈平安屏气凝神，认真凝听这些千金难买的武学门道。

    被李家老祖宗誉为“明师”的男人，继续说道：“木胎境，这一层很有趣，成就高低，不靠天赋，不管根骨，就两个字，吃苦。之前阿良跟你们解释过大骊驿路，对吧？”

    陈平安点头问道：“这跟习武也有关系？”

    朱河给沟壑添了一把柴禾，尽量用通俗易懂的言语，解释那些原本云遮雾绕、晦涩难明习武关窍，笑道：“我们的人体经脉，其实就像驿路，想要车马通行，就只能一点点逢山开路，遇水搭桥，有些人惫懒，吃不住苦，修出了羊肠小道，搭建了独木桥，其实也能走，继续往武道高处走，但是越往后，局限会越大，很简单的道理，高手支招，如同两国之争，就看谁的兵马驰援更快，哪怕你有千军万马，但是道路狭窄难行，你如何顺利调兵遣将？”

    陈平安恍然大悟，“是这个道理！”

    “所以这一层又叫开山境，最考验水磨功夫，习武必须下死力气，下苦功夫，以至于被眼高于顶的练气士，视为下等人的末流活计，就跟这一层有很大关系。因为武人在这一级台阶上，实在是容不得半点懈怠偷懒，就跟庄稼汉差不多，想要收成，就只能埋头苦做。”

    陈平安笑道：“我吃苦还行，不比别人差多少。”

    朱河哑然，心想你陈平安如果才是“还行”的话，那我朱河该置身何地？

    朱河脸色肃穆起来，“但是切记，在这一层境界，勤勤恳恳是好事，却也不能滞留太久，道家为何推崇返璞归真四个字？就在于先天一口真气，随着岁数增长，会逐渐流失，或是被天地之间的污秽之气、阴煞之气在内，诸多杂气给混淆得浑浊不堪，这就像文人喜饮茶，他们种植茶树，最忌杂木丛生，即是此理。”

    “一般而言，在十六岁之前，最多十八岁之前，就要尝试着突破进入第三境，水银境，让自己的气血更加雄壮，如水银凝稠，与此同时，你的身躯会愈发轻盈，同时骨骼却愈发坚韧。人之气血，如沙场武将麾下的士卒，需要一支虎狼之师，而不是那种草台班子，绣花枕头，这么说能理解吗？”

    脚上穿着草鞋的少年，又低头看了眼手中正在编织的草鞋，赧颜道：“能理解。”

    朱河忍俊不禁，低声笑道：“第二境的大成之境，能够让你肌肤纹理精密，就像练气士的法宝，篆刻上了符文宝箓，再加上经脉开拓之后，武道的路子就越走越宽，至于第三境水银镜的巅峰，至关重要，需要渡过一劫，武学秘籍上往往称之为‘泥菩萨过江’，具体细节，本就玄之又玄，我不好多说，个人有个人的缘法，说不定我的经验之谈，反而害你误入歧途。”

    陈平安一个字不漏地默默记下。

    朱河沉声道：“前三境为炼体，相对务实，之后三境则有些务虚，魂魄胆三事，循序渐进。”

    然后朱河就陷入沉思，今日一战，受益匪浅，朱河需要将那些灵光乍现的思绪沉淀下来。

    陈平安不敢打搅他，便开始消化朱河那些深入浅出的金玉良言。

    朱河良久之后，才回过神，笑道：“炼气三境，讲求一个水到渠成，你只要走到那个关口，自然而然就会有所明悟，外人指点已经很难起到作用，而且真正的指点，从来不在大道理上，只在你真正自己走到门口之后，远处的旁人，才能出声为你解释缘由。武人炼气，与养炼兼备的练气士，道路几乎截然相反，以后你会明白的。”

    朱河最后神采奕奕道：“虽然有拔苗助长的嫌疑，但是我还是有些忍不住，想着要将武人传说中最后三境的山顶风光，说给你听一听，省得以后遇上了练气士胡乱嚼舌，都不知道如何反驳。炼神第七境，金身境，是名副其实的小宗师高手了，此境佼佼者，甚至可以修炼出佛家所谓的金刚不败之躯，或是道教所谓的无垢琉璃，金仙之体。更有一些手段，可以让武人以驱使、聘请、祈求三种方式，加持自身体魄，坚不可摧。”

    “第八境，羽化境！武人已经能够虚空悬停，御风而飞。故而又称‘远游境’。远游，远游境，谁说我们武人便粗鄙不堪了，我就觉得远游这个说法，极有余味！”

    “最后一重境界，便是第九境，山巅境，如你我二人身处这棋墩山的最高处，会当凌绝顶，一览众山小。这个境界的武人，又被尊称为‘止境宗师’，用以形容脚下的武道，已经走到尽头！”

    朱河说到这里，干脆站起身，绕着篝火缓缓而行，神色激动，双手握拳，朗声道：“虽不至于搬山倒海那么夸张，却亦是能够拳裂城墙、掌劈大江，一身雄浑罡气，百邪不侵，千军辟易。肉体强横至极，犹胜佛家罗汉之身。练气士一旦被近身，十丈之内，除非有上品护身法宝或者更高，否则必死无疑！”

    朱河眼神炙热，满腔热血，低头凝视着少年，“试想一下，一旦跻身止境，一眼望去，万里河山都在你脚底下，傲视仙人轻王侯，大丈夫当如此！”

    陈平安有些尴尬，一时间不知如何作答，因为少年此刻满脑子都是以后要多练习走桩，多练习剑炉，说不定这辈子就能跻身第三境了，哪里会想得那么远，毕竟仅是答应宁姑娘的出拳百万次，就让少年觉得很是艰难了。

    朱河离去之时，还心情激荡。

    留下一个继续编织草鞋的少年。

    拂晓时分，当阿良打着哈欠起身，结果看到少年位于崖畔，依旧是那枯燥乏味的六步走桩，迎着山风，挥汗如雨。

    一道身影呼啦一下从阿良身侧冲过去，很快就站在那少年身边，陪着她的小师叔，一起打拳。

    阿良喝了口酒，别好小葫芦后，屁颠屁颠跑过去一起凑热闹。

    很快身边就响起小姑娘的教训声，“阿良，你姿势不对唉，这一拳你手臂歪啦。”

    “阿良，你这步子太大了些，收一收，真的，我不骗你，不信你瞧瞧我小师叔，人家多稳。”

    “阿良，你再这样心不在焉，我可真生气了啊！”

    斗笠汉子终于憋屈坏了，忍不住幽怨道：“宝瓶啊，难道昨天那荡气回肠的巅峰一战，你没有发现我才是真正的绝世剑客吗？”

    红棉袄小姑娘认认真真六步走桩，点头道：“知道啊，可是你练拳真不咋的，齐先生说术业有专攻，阿良，你不用觉得丢脸，慢慢来，我保证不说你便是。”

    阿良大步离开，赌气地嚷嚷道：“不练拳不练拳了。”

    阿良蓦然转身，刚好看到小姑娘投来狡黠可爱的视线。

    阿良朝她做了个大大的鬼脸。

    小姑娘不搭理他。

    草鞋少年嘴角翘起。

    阿良远远看着打拳的少年和小姑娘，有些开心，也笑了。

    山风和煦，旭日东升。
------------

next：第一百零一章 坐镇山头

    在一行人吃过早餐即将动身的时候，阿良牵着毛驴，突然让所有人稍等片刻，然后喊了句出来吧，年轻俊美犹胜女子的棋墩山土地，一身飘飘欲仙的大袖白衣，很快就从山巅石坪钻了出来，手里捧着一只长条木匣，弯下腰，对斗笠汉子满脸谄媚道：“大仙，小的已经备好了车驾，余下两百里山路，保管畅通无阻，如履平地。”

    阿良与昨天那个一刀制敌的家伙判若两人，和颜悦色道：“辛苦了辛苦了，东西劳烦你先拿着，等到快要离开棋墩山辖境，你再交给我。”

    年轻土地受宠若惊，“大仙如此客气，折煞小的了。”

    阿良上前一步，拍了拍这位一地神灵的肩膀后，将白色驴子的缰绳交给他，“那就不跟你客气了，还有那匹马，一并由你带去边界。”

    年轻土地大义凛然道：“应该的，为大仙担任马前卒，实乃小人的荣幸。”

    阿良转头看着李槐，小兔崽子方才吃饭的时候，为了跟他争抢一块酱牛肉，一哭二闹三上吊，无所不用其极，卖了他娘他姐不说，如果阿良愿意收下的话，兔崽子指不定连他爹都能卖给阿良，当然了，阿良没有心慈手软，最后气得李槐张牙舞爪就要跟阿良决斗，到现在一大一小还是剑拔弩张的敌对关系。

    阿良伸出拇指，指向自己身后溜须拍马的年轻土地，意思是你小子瞧见没，大爷阿良我在江湖上是很混得开的，以后放尊重点。

    李槐翻了个白眼，扭头往地上吐了一口唾沫。

    阿良没好气道：“动身动身。”

    言语落地片刻之后，就有三只背甲大如圆桌的山龟，依次登顶，它们背甲为鲜红色，如同一大团火焰。当手持绿竹杖的年轻土地望向它们后，山龟同时缩了缩脖子，一物降一物，作为棋墩山名义上的山大王，年轻土地之前碍于修为束缚，数百年间一直无法收拾两条蛇蟒，但是其余气候未成的飞禽走兽，在他跟前，无异于市井百姓圈养的牛羊鸡犬。

    每只山龟背甲皆可容纳三人落座，年轻土地心细如发，在背甲边缘钉了一圈低矮栏杆，材质为就地取材的坚固硬木，充当扶手，以防那些贵客们颠簸摔落。李宝瓶，李槐和林守一，陆续爬上背甲，陈平安被李宝瓶喊到她挑中的山龟背甲上，阿良陪着李槐林守一，朱河朱鹿这对父女自有一块清净地。

    李槐雀跃不已，当山龟动身后，孩子身形仅是微微摇晃，丝毫不显颠簸，竟是比那牛车马车还要舒适许多，虽然看似笨拙，可是山龟下山速度并不慢。

    李槐大乐，使劲捶打阿良的膝盖，“我的亲娘咧！这辈子头一回坐这么大乌龟背上，阿良，你这个缺德鬼总算做了件善事啦！”

    阿良用怜悯的眼神看着李槐，“你能长到这么大，看来小镇民风很朴素啊。”

    李槐转头望向林守一，“阿良是不是说我坏话了？”

    林守一正在闭目养神，好像在默默感受暮春山风的徐徐而来，对李槐的问话，置若罔闻。

    李槐贼兮兮望向阿良，试图从斗笠汉子的脸色眼神当中找到蛛丝马迹。

    阿良板着脸正色道：“是好话。”

    李槐瞥了眼阿良横在腿上的绿鞘长刀，又看了眼他腰间的银色小葫芦，问道：“阿良，竹刀给我耍耍？”

    阿良摇头道：“你不适合用刀。”

    李槐皱眉道：“那我适合啥兵器？”

    阿良脸色严肃，“你可以跟人讲道理啊，以理服人，以德服人。”

    李槐叹息一声，垂头丧气道：“不行的。”

    本来就是逗孩子玩的阿良真正有些奇怪了，“为何？”

    李槐抬起头，望向别处，绿树葱葱，偶有春花绚烂一闪而逝，孩子轻声道：“我嗓门太小，我娘说过，吵架的时候谁的嗓门大，谁就有道理。可是在家里，我爹不爱说话，一棍子打不出个屁，我姐也是扭扭捏捏的软绵脾气，闷葫芦得很，所以家里出了事情的时候，只要我娘不在，爹和姐两个人，就只会大眼瞪小眼，能把人急死。其实我也不喜欢跟人吵架，可是有些时候，坐在墙头看着娘亲跟人粗脖子红脸，就很怕哪天我娘老了，吵不动架了，咋办？我们家本来就穷，连屋子破了个洞也没钱修，我爹没出息，我姐长大后，又是注定要嫁人的，到时候如果连个吵架的人都没了，我们家岂不是要被外人欺负死？”

    林守一神意微动。

    阿良打趣道：“啧啧，屁大年纪，就想这么远？”

    孩子无奈道：“没办法啊，我娘总说家里就只有我是带把的，齐先生教过我们，人无远虑必有近忧啊，所以我必须未雨……那个啥了。”

    阿良笑着帮忙说出那两个字：“绸缪。”

    李槐摇头，“林守一，齐先生说过君子是要如何的？”

    林守一睁开眼睛，缓缓道：“藏器于身，待时而动。”

    李槐指了指阿良，“阿良你啊，就是半桶水瞎晃荡。”

    林守一有点想要坐到陈平安李宝瓶那边去，最少耳根清净。

    阿良摘下酒葫芦喝了口酒，笑呵呵道：“我呢，昨天就跟那个棋墩山土地爷谈好了，分别之时，作为补偿，他和那两头孽畜会拿出一份赠别礼物，之前看到那只长条木匣了吧，江湖人称横宝阁，跟竖立起来的百宝架，有异曲同工之妙，里头装着的全是值钱宝贝，本来说好给你们人手一件，你李槐当然也不例外，现在嘛，没了。”

    李槐不为所动，只是一板一眼说道：“阿良，我知道你肚子里有一百条大船！”

    阿良愣了愣，“什么乱七八糟的。”

    林守一看似随意道：“宰相肚里能撑船。”

    阿良一巴掌摔在李槐脑袋上，爽朗大笑。

    山龟一路拣选僻静山道跋山涉水，轻松惬意，使得一行人优哉游哉，到了一些风景秀美的地方，阿良便让陈平安略作休憩，在此期间，陈平安路过一片竹竿碧绿如玉的小小竹林，就提着那只剩半截的柴刀去砍了两棵竹子，分成一截截长短不一的竹筒，装入背篓，李槐知道缘由，高兴得乱蹦乱跳，嚷着要背书箱喽。

    那三只山龟趴在远处，看着草鞋少年砍伐竹子的时候，拳头大小的黄色眼珠子，充满了钦佩。

    阿良在旁边喝着酒，看着手脚利索的忙碌少年，乐呵道：“眼光倒是不错，只可惜狗屎运……还是没有。”

    上路之前，红棉袄小姑娘跟朱河提出，她要跟朱鹿单独坐在一起，朱河自然不会拒绝，只是叮嘱女儿一定要照看好小姐，朱鹿点头。朱河便去和陈平安坐在同一块龟背上，少年将一节节翠绿欲滴的竹筒，又劈剖削成竹片竹篾，如今欠缺麻绳，所以要竹箱真正成形，最早也要到了那座红烛镇之后了。

    朱河捻起一片竹子，发现入手极轻，却颇为坚韧，想起棋墩山年轻土地手中的那根绿竹杖，顿时心中了然，方才那片不过一两亩大的竹林，肯定不是寻常竹子，说不定正是棋墩山灵气所聚的泉眼地带之一。

    朱河是打心眼喜欢自家小姐的，忍不住提醒道：“这些竹子大有来头，如果是一般的柴刀，早就崩出缺口或是砍到卷刃了。所以等到这两只书箱做成之后，我家小姐说不定会郁闷的，因为到头来反而是她的小竹箱最普通。”

    陈平安愕然，就转头望向身后驮着阿良三人的山龟，试探性问道：“那片竹林是不是跟棋墩山土地有关系？”

    阿良点头道：“算是他的老底子，汲取山地灵气，百年才能生出这种翠绿沁色，再过四五百年，才有希望凝聚出一点点青木精华。不过没事，你砍掉的两棵竹子，只是两百来岁的年龄，还不至于让那家伙心头滴血，最多一阵肉疼而已，屁事没有。”

    陈平安叹了口气，打消了返回再砍一棵绿竹的念头。

    阿良问道：“怎么？嫌两根少了？要不要帮你挑几根好点的竹子？”

    陈平安摇头道：“算了。”

    朱河好奇问道：“来回一趟，不到半个时辰，又不麻烦。”

    陈平安看了眼脚边的背篓，拥簇着一根根竹片一枝枝竹篾，犹有挺大的余地，不过少年仍是摇头道：“赶路要紧。”

    朱河对此不以为意，笑道：“习武一途，重在‘磨砺’二字，不跟人过招，没有人喂拳，练不出大名堂，所以有空的时候，我们切磋切磋，丑话说在前头，说是切磋，可我除了保证不会打伤你，此外出手，绝不含糊，所以你做好鼻青脸肿的心理准备。”

    陈平安满脸惊喜，咧嘴笑道：“朱叔叔你只管使劲揍。”

    不到正午，山龟就已经走了小半程山路，众人在一条瀑布下的水潭旁，分工明确，熟门熟路地烧火煮饭，陈平安就把小竹箱的事情跟小姑娘说了一下，听过了他悄悄告诉她的理由后，小姑娘笑得合不拢嘴，最后脸上满是自豪，拍了拍身旁每天形影不离的小竹箱，跟她小师叔说，天底下最好的书箱就在这里，而且她还给它取了个绰号，叫绿衣。

    吃过了饭，阿良把陈平安喊到幽绿深潭的水畔，瀑布水量不大，故而寒气不重，两人并肩前行，阿良犹豫了一下，问道：“按照你之前的说法，你如今在龙泉县西山一带，拥有落魄山，宝箓山，彩云峰，仙草山和真珠山，总计五座大小山头？”

    陈平安疑惑点头，没有任何隐瞒，缓缓道：“其中落魄山最值钱，宝箓山也不错，其余三座很一般，尤其是真珠山，就是个不起眼的小山包。”

    阿良手心轻轻拍打刀柄，思考片刻后，说道：“如今这些山头的真正价值，在于灵气蕴藉，远胜外方天地，所以我们这一路行来，不单单是那五位化形妖物循着铁符河，试图进入你们家乡，近水楼台汲取灵气，其实还有许多刚刚懵懂开窍的山魈精怪，正向那边飞奔而去，不过最终有哪些幸运儿能够成功占据一隅，得看它们各自的造化，到底有没有大道机缘了。”

    阿良喝了口酒，继续说道：“也别以为有了精怪入山，就是家里遭贼，就像这座气势不俗的棋墩山，那土地为何任由两条蛇蟒在他眼皮子底下，一点一点成长壮大？原因很简单，他被摘去正统身份后，棋墩山想要留住灵气，就需要有人站出来，帮着他坐镇山头、压胜阴煞和吸纳气数。”

    陈平安问道：“阿良，你的意思是要我邀请那位棋墩山土地，或是两条蛇蟒，去往我的山头？有点像是……帮我看家护院？”

    阿良蹲下身，随意捡起一颗石子，丢入水潭，笑着摇头，“你只说对了一半，敕封山水正神，是近期大骊朝廷的重中之重，涉及王朝气数，绝对不容外人染指插手，所以你家乡那些山头，到底有哪几座山峰能够拥有朝廷认可的山神，必然是大骊皇帝御笔钦点的某些死人，准确说来是英灵，棋墩山的土地，去了你的山头，名不正言不顺的，算怎么回事。”

    “再说了，即便你的落魄山或是宝箓山，运气很好，得到朝廷敕封的山神落户，建立山神庙，竖立起泥塑金身，有资格享受香火。但是这里的一方土地，未经钦天监严密审查，如何也做不成落魄山的山神，只有留在棋墩山，说不定还有几分希望，毕竟这几百年来，他没有功劳也有苦劳，更没有闯下什么祸事，说不定大骊皇帝会对他网开一面，在将棋墩山升格的同时，将他顺理成章地一并提拔为山神。所以就算你求他去，他也不会答应的，香火神位一事，对于这些山水神灵而言，就像是凡夫俗子的性命攸关，甚至更重要，因为这条道，只要走出一步，就没有回头路了。”

    陈平安蹲在阿良身边，试探性问道：“是要我拉拢那两条蛇蟒？”

    阿良丢着石子，笑道：“是有些难以抉择，那两条畜生虽然出身不差，但是这些年来作孽不少，传出去名声也不好听……”

    陈平安问道：“如果我准许它们去落魄山或是宝箓山，它们能够保证不吃人吗？”

    阿良愣了愣，揉了揉下巴说道：“吃人？一般情况下，有那么充沛的灵气，修行还来不及，不过蛇蟒终究属于蛟龙之属，生性冷血，偶尔吃饱了撑着吃人尝尝鲜，也说不定。比如什么山野樵夫之类的，运气不好的话，遇上出洞觅食的它们，就难说了。”

    陈平安又问，“那能不能一开始就跟它们说好，在我的山头修行，可以，但是不准吃人，阿良，这样行不行？”

    斗笠汉子反问道：“你就不怕它们嘴上答应，回头进了山，见着了人，一口就是一条人命？反正你近期又不在山上。”

    陈平安神采奕奕，缓缓说道：“阿良你不是说红烛镇有驿站嘛，驿站可以传递书信，我可以写一封信给阮师傅，将宝箓山在内三座山头，多租借给他五十年，如果万一阮师傅嫌少，我可以再加五十年，然后让阮师傅帮我盯着那两头畜生，只要敢伤人，就一拳打死算了，省得留在这棋墩山害人，当然这是最坏的情况。”

    “到时候我让那条有望成为墨蛟的黑蛇，去落魄山待着，年复一年帮我积攒家底，阿良你说过，如果一条蛇蟒，成功走江化龙，那么它最早走江的发源地，冥冥之中也会得到很大的福运，对吧？我甚至还可以厚着脸皮，恳求阮师傅答应我，让它借住在宝箓山，你想想看，万一连白蟒也能走江的话，那我可不就是赚大了，正好我愁着买了山头之后，一直心里没底，如果有了黑蛇白蟒入驻山头的话，估计就会觉得这些山峰没白买，每天都像是有大把铜钱落进自己的口袋，哗啦啦的……”

    阿良一脸呆滞看着滔滔不绝的少年，有些哭笑不得，心情复杂地问道：“陈平安，你就这么喜欢赚钱啊？”

    陈平安满脸震惊，反问道：“天底下难道有不喜欢挣钱的人？”

    阿良扶了扶斗笠，不想说话，省得对牛弹琴。

    这个男人叹了口气，笑道：“本来还以为你小子会义正言辞拒绝的。”

    陈平安一头雾水，“为什么会这么觉得？”

    阿良掬水洗了把脸，转头笑道：“比如会说那两头孽畜杀都来不及，我陈平安虽然穷，但是我老陈家的家风很正，怎么可能愿意让他们进自己家门，噼里啪啦，一大通，我原本已经做好挨训的打算了。”

    陈平安神色安静下来，捡起一颗石子，轻轻抛入水潭，沉默片刻，突然转头拍了拍阿良肩膀，“阿良，你还是太年轻啊。”

    斗笠汉子挑了挑眉头，“呦，看来心情真是不错，都会开玩笑了。”

    陈平安也学汉子挑了挑眉头，竟然给人感觉也挺贱兮兮的。

    阿良哈哈大笑，站起身。

    陈平安跟着起身，突然想起一事，忧心问道：“阿良，关键是那两条蛇蟒真的愿意挪窝吗？”

    阿良笑呵呵，就是不说话。

    陈平安看到斗笠汉子，手心抵住了刀柄。

    阿良拍了拍刀柄，玩笑道：“所以你也赶紧习武练拳，以后再学剑，因为你愿意讲道理，别人不讲道理的时候，就用得着这个了。”

    陈平安不置可否。

    两人一起走回原地，阿良好奇问道：“之前为什么不多砍几棵竹子？这样的好东西，过了这村儿就没这店儿，以后你有钱也买不着。”

    陈平安随口答道：“以前有人说过，人要知足，见好就收。”

    阿良哭笑不得，“就这么句屁话，你还真听进去了？”

    陈平安双手抱住后脑勺，难得这么懒散闲适，脑袋摇摇晃晃，如山林修竹随清风微晃，少年轻声道：“因为我从小到大，就没听过什么大道理啊，所以好不容易听到一两句，想忘记都难。”

    远处朱河突然喊道：“陈平安，咱们找个空地搭搭手？”

    少年撒腿飞奔而去，“好嘞！”
------------

next：第一百零二章 白虹平地起

    竹子一旦抱团成势，只要不经受太多的天灾人祸，很容易成为竹海。

    可棋墩山这片不为人知的小竹林，千百年来始终长势缓慢，哪怕一代代山君和土地小心呵护，始终无法迎来丰年景象。

    此时棋墩山年轻貌美的土地爷，将那根绿竹杖插入脚边的地面，蹲在那两棵被砍断的绿竹旁边，欲哭无泪，悲哀颤声道：“没这么欺负人的，再大的客人，那也是客人啊，哪有这么欺负主人家的，一刀破开阵法，露出这方风水宝地，这跟你们登门做客，眼见那主人家的小闺女，长得亭亭玉立，容颜秀美，便剥去主人家闺女的衣裳，有何两样？有何两样啊？”

    由仙人抓取棋墩山土精、云根所生的黑蛇白蟒，盘踞在竹林外围，两双阴森眼眸之中，浮现出一些通人性的幸灾乐祸。

    一个嗓音在不远处响起，调侃道：“那你家的闺女也太多了点，以后嫁妆都要赔死你。”

    年轻土地悚然起身，哪里还有半点悲苦愤恨神色，跟那斗笠汉子作揖赔罪道：“让大仙见笑了，小的是在这一亩三分地穷苦惯了的，眼窝子浅，比不得大仙游历天下，饱览山河，以大仙的眼力，一定看得出这片竹林对小人而言，实在是压箱底的可怜家当了，所以哪怕只是少了两根青竹，仍是情难自禁，悲从中来，想来也是人之常情，还望大仙恕罪，原谅小人的无心冒犯。”

    去而复还的阿良斜靠一根翠绿修竹，抬头看了眼茂盛竹叶，收回视线，问道：“这片竹子最早的那棵老祖宗，是不是从那座竹海洞天移植而来？然后被你做成了这棵绿竹杖？因此惹恼了某位仙人，一气之下，摘掉了你原本身为棋墩山土地的金身神位？”

    年轻土地这次是当真被震撼到了，脸上的谄媚讨好之意，不浓反淡，悄悄站直腰杆，堂堂正正作揖行礼道：“棋墩山土地魏檗，被前朝神水国末代皇帝敕封为山神，负责棋墩山周围千里地界，后来该换王朝，大骊宋氏崛起，吞并了神水国，在下因为某事惹恼了宋氏开国皇帝，我从山神之位被降格贬为一山土地，统辖之地减少到三百余里，如今仍算是戴罪之身。”

    他提了提手中灵气盎然的绿色竹杖，苦笑道：“福无双至祸不单行，那桩风波之中，我被迫砍伐出自竹海洞天的绿竹，做了这根山杖后，不曾想没过多久，又惹恼了种竹之人的仙家朋友，谈笑之间，就把我这位从土里来的小小土地，重新打回土里去。”

    阿良斜靠绿竹，换了个自认为更潇洒的姿势，啧啧道：“听上去有点惨。”

    年轻土地悻悻然。

    先不理会这位身世悲惨的土地爷，阿良转头望向竹林外边，视野当中，随他一起回来的陈平安站在山坡上，蛇蟒识趣地远远避开，尤其是那头心有余悸的白蟒，眼神极为警惕，阿良笑道：“我这个朋友要跟你们谈笔买卖，你们自己商量价格，谈妥了以后就是朋友，谈不妥也没关系，买卖不成仁义在……”

    说到这里，阿良笑着扶住腰间竹刀。

    阿良从两条庞然大物的身躯上收回视线，有些好奇：“那两条畜生终究不是真正的蛟龙之属，尤其是黑蛇，怎么就成就了墨蛟雏形，生出四趾龙爪？它们是不是有奇遇？”

    自称魏檗的年轻土地小心翼翼回答道：“确有奇遇无误，只是具体为何，小的并不清楚，只猜测与那座骊珠洞天有些关系，它们定是无意间吞食了什么古怪东西，而这种东西对蛇蟒鲤鱼之流，肯定大有裨益，棋墩山边境临近的红烛镇，是水路接通三江汇流之地，其中有条大江叫冲澹江，如今有一条鲤鱼，生出了两缕货真价实的金色龙须，让人艳羡不已，而这条锦鲤在百年之前，曾经顺着河流、溪涧和山泉一路逆流而上，来到棋墩山，我亲眼见过它，照理来说，便是再给它四五百年光阴，也绝无可能生出如此品相惊人的龙须。”

    阿良点点头，恍然道：“这么说的话，那我有点苗头了。”

    年轻土地瞥了眼斗笠汉子的腰刀，试探性问道：““大仙是如何晓得这根青竹杖的根脚？”

    阿良脸色古怪，打了个哈哈，顾左右而言他，“我年轻的时候，游览过一趟竹海洞天，与那竹夫人有些许交情，交情不深，一般，很一般……”

    听到竹夫人这个称呼，魏檗露出满脸神往之色，需知这位夫人是竹海洞天的唯一一位山地神灵，极少露面，外界传言她体态修长，犹胜男子，诸子百家当中小说家的祖师爷，曾经立志要走遍四座天下，记录全天下的风土人情，其中专门就点名写到了这位竹夫人，“美姿容，喜赤足，鬓发绝青。”

    虽说同样是作为山神地灵这一脉的神祇，可魏檗与之相比，无论身份还是修为，相差太远，让魏檗连自惭形秽的心思都生不出来，内心深处唯有敬仰，竹夫人的诸多事迹颇有流传，以至于连东宝瓶洲也不陌生。

    十大洞天之下，有三十六座小洞天，之前悬浮在大骊王朝上空的骊珠洞天，便是其中之一，千里山河的辽阔版图，却只是所有小洞天最小的一座。

    小洞天往往被练气士俗称为秘境，用以区分大洞天，秘境内往往灵气充沛，但是相比十大洞天，其辖境地界残缺不全，前身可能是由旧址废墟，或是龙宫古战场等地构成，来历驳杂，甚至还有名为岛屿洞天的秘境，拥有许多在历史上神秘消失的上古仙岛，竟是在一条远古巨兽吞岛鲸的腹内。

    而竹海洞天，在三十六小洞天当中，名列前茅，盛产各种妙不可言的竹子，为历朝历代的仙家修士所器重，以此制成的种种法器，风靡天下。

    洞天之内，只存在一个地位超然的仙家势力，便是历史悠久的青神山，相传开山老祖曾经向儒家那位至圣先师请教学问，便携带有一棵年幼的功德竹，作为赠礼。之后它在儒家圣地“道德林”茁壮生长，反而是竹海洞天日渐消亡。相传此竹能够记载君子的功德、过失，是市井俗语“功德簿”的来源之一。

    在阿良和年轻土地闲聊的时候，陈平安坐在一块山石上，手里拿着那把半截柴刀，不远处是两颗惊悚恐怖的巨大头颅，对少年对视的头颅之后，蛇蟒身躯如两条山路弯曲蔓延出去，最终消失在山野树林之中，时不时传来树木被尾巴扫中崩裂的声响。

    陈平安一路行来，除了跟李宝瓶读书认字，再就是跟她学大骊官话，进展不错，咬字发音当然还带着浓重的小镇乡音，可寻常的交流，大致意思还是能够说个五六分明白，陈平安就把自己在大骊龙泉县拥有五座山头的情形，跟原本如临大敌的蛇蟒说了一遍，希望它们能够搬家去往落魄山，当然没有忘记把圣人阮师傅跟自己借山三座一事，也跟它们交代清楚。

    很明显，蛇蟒对骊珠洞天坐镇圣人这个身份的轻重，远比陈平安更有概念，就连始终眼神漠然的黑蛇在那一刻，也变了变眼神。一开始白蟒仅是听闻大骊龙泉县这个县名后，就微微有所意动，之后听说大骊朝廷已经派遣了钦天监青乌先生和礼部官员，共同勘察六十余座山头，大骊皇帝准备敕封不止一位的正统山神，白蟒双眼流露出无法掩饰的兴奋激动，忍不住蛇信狂吐，呲呲作响，结果被黑蛇用头颅狠狠撞了一下才安静下去。

    陈平安看蛇蟒并未当场拒绝提议，松了口气，继续说道：“我虽然对于修行一事，了解很少，但是无比确定棋墩山比起我家的那些山头，灵气肯定远远不如，你们在我家地盘上修炼一百年，说不定比得上这里的好几百年，而且阿良在来的路上，跟我说了些蛟鱼蛇蟒走江化龙的内幕，这条水路会走得很艰险，许多山神江神会故意刁难拦阻你们，所以我相信如果你们能够早早跟阮师傅、还有大骊当官的人，打好关系，以后那条路说不定能顺畅许多。”

    这些言语，前半段是陈平安自己琢磨出来的，后半段则是阿良自诩为泄露天机的锦囊妙计。

    陈平安沉声道：“有个教我烧瓷的老人曾经说过，山精鬼魅，山河妖怪，未必就能比人更坏。我看到你们之后，觉得这句话好像没什么道理，但你们是阿良降伏的，跟我关系不大，那么阿良愿意放过你们，我不好说什么。如果我有阿良那本事，你们敢惹上我，敢当着我面胡乱吃人……”

    陈平安提了提手中半截柴刀，死死盯住那条白蟒，“那你就不是只少了一半飞翅，昨天晚上我们的宵夜就是一大罐子炖蛇肉。”

    白蟒失去了飞翅，修为折损严重，本就心疼至极，此时被少年伤口上撒盐，本性冷血的畜生，此刻如人被当面揭开伤疤，勃然大怒，高高抬起头颅，骤然间身躯紧绷，就要向前扑杀这个碍眼可恨的少年。

    陈平安无动于衷。

    黑蛇随之而动，不是帮着白蛇对付草鞋少年，而是对着白蟒张开大嘴，迅猛咬住对方的脖颈，往后一甩，将那条身躯只有一半的“纤细”白蛇，狠狠摔了个七荤八素。

    年轻土地吓了一大跳，正要出手，让白蟒黑蛇安静下来，以免少年被误伤，自己也被两头畜生殃及池鱼，却听那斗笠汉子摇头轻声道：“别插手。”

    年轻土地有些疑惑，忍不住看了眼汉子，只见他依然斜靠着绿竹，一只脚尖点地，站姿慵懒，双手环胸，神色平静。

    本是同类的蛇蟒展开凶狠对峙。

    陈平安站起身，只是没有离开石块，紧握柴刀。

    不知是相互交流了什么，白蟒终于逐渐安静下来，但是它望向少年的视线，依然凶悍异常。

    陈平安就这么跟白蟒直直对视，“如今有成千上万的人在山里开山修路，你们进入山头修行后，不可为了饱腹而杀人，当然如果是出于自保，比如有修行之人进山捕杀你们，另当别论。如果你们得了好处，却坏了规矩，那么阮师傅就会出手。你们之前做了什么，跟我无关，但是如果答应进山，那么你们之后做了什么，就跟我有关。”

    陈平安一本正经道：“所以我先把丑话说在前头。”

    黑蛇保持原状，寂静不动。

    白蟒仿佛气愤难消，虽然放弃了撕破脸皮的冲动，但哪怕大道之诱就在眼前，白蟒仍是以腹部缓缓摩擦着地面，浑身散发出急躁暴戾的气息。

    远处竹林内，阿良不知何时坐在了一根竹子上，韧性极好的一棵绿竹，硬生生被他压塌成了拱桥模样。

    恨不得用双手托起绿竹的年轻土地，瞥了眼少年与蛇蟒暗流涌动的悬殊对峙，解释道：“黑蛇虽然生性更加残忍凶狠，但是开窍更多，甚至已经学会懂得看形势，知道进退，那白蟒平时看起来伤人的念头不重，但是交流起来反而比较麻烦，因为更顺从本心。这跟它们当时在棋盘上的位置形势有关，白蟒只是一颗闲子，黑蛇却是屠大龙的关键所在，所以它们在棋墩山占山为王这么多年，白蟒喜好四处逛荡游走，许多风波，多是它的出行动静惹起，倒是黑蛇更专注于修行，每天勤恳吸纳日精月华，因为志向远大，野心勃勃。”

    阿良嗯了一声。

    年轻土地犹豫了一下，说道：“这少年的言语是不错的，都是实实在在的道理，只不过仍是不够了解那对蛇蟒的习性，对于踏上修行之路的它们而言，本心本性是大道之基石，除此之外，开窍的蛇蟒大抵上，知道颜面一事了，在棋墩山作威作福惯了，会觉得去了那少年的山头，就是寄人篱下，尤其是少年搬出一位圣人来，扬言敢吃人就打杀了它们，更会让蛇蟒觉得少年气势凌人，不好相与，难免愤懑，毕竟一旦点头答应，就是动辄数百年的‘街坊邻居’了，会担心自己遇人不淑……”

    阿良打断他的絮絮叨叨，“你不用变着法子帮你邻居求情，既然说过我不会插手，你怕什么？归根结底，蛇蟒不愿早早低头，还是觉得那武道二境的少年，根本没资格跟它们平起平坐罢了，所以哪怕少年提出的要求，都很合情理，它们也会难以容忍，如果换成我，你觉得蛇蟒会怎样？”

    年轻土地讪笑道：“大仙看人看事，洞若烛火。”

    阿良淡然道：“回答我的问题。”

    年轻土地一瞬间噤若寒蝉，一番酝酿措辞后，认认真真回答道：“它们会二话不说，直接搬家！连心怀怨恨也不敢！”

    阿良脸色如常望向那边，点了点头，“很好，你保住了半片竹林。”

    两人四周的竹林，传出一阵阵噼啪作响。

    竟是约莫半数绿竹，好像被人一刀拦腰斩断，悉数摔落在地面。

    年轻土地跪拜在地上，战战兢兢颤声道：“大仙息怒。”

    阿良根本懒得理睬这个家伙，脸色冷漠，缓缓道：“看吧，哪怕出过手吓过人了，就只是因为太好说话，脾气太好，就会被一个小小土地当做傻子糊弄，所以说啊，当个好人，很难的。”

    年轻土地大气也不敢喘。

    阿良突然笑呵呵说道：“起来说话，跪着不像话。我跟你打个赌，赌那财迷少年，愿不愿意做一笔亏到姥姥家的买卖，你赌他愿意，我赌他不愿意。你赌赢了的话，就可以保住剩下一半的竹林，赌输了的话，你不是刚刚恢复土地之身吗？我把你打回原形好了。”

    刚刚站起身的年轻土地，此刻想死的心都有了，喃喃问道：“敢问大仙，小人的赢面有多少？”

    阿良伸出一根手指。

    年轻土地面无人色，十分之一的胜算。

    那斗笠汉子咧嘴笑道：“是百分之一。”

    然后阿良望向少年，大声喊道：“陈平安，只管狮子大开口，条件怎么过分怎么开，有我阿良盯着呢，别怕惹火了那两头畜生，如果真发生了冲突，刚好拿那双蛇蟒练练手，放心，我会帮你看着局势的，适当的时侯，肯定会出手。先前你不是跟五境高手朱河切磋过吗，交手之后，你小子分明是有所领悟了，干脆趁热打铁，说不定就能百尺竿头更进一步了。”

    年轻土地呆若木鸡。

    阿良笑道：“不好意思，你现在连那一点胜算也没了。”

    年轻土地心死如灰，反而生出了一些额外的胆识气魄，转头苦笑道：“阿良前辈，你的赌品，真的不太好。”

    斗笠汉子说了一句古怪言语，“折腾来折腾去，就为了一个必赢的局面？你觉得我阿良有这么无聊吗？”

    年轻土地细细咀嚼这句话，再次看向名叫陈平安的少年，既有羡慕，也有怜悯。

    片刻之后。

    一道足以撼动山岳的剑气白虹冲天而起。

    年轻土地吓得一屁股摔坐在地上。

    斗笠汉子的身影，瞬间从拱桥形状的绿竹竿上消失，来到棋墩山高空，腰间绿鞘竹刀迅猛拔出，将白虹一刀劈断，不让其继续升空而去。

    又片刻之后，阿良坐回来那棵尚未绷直的竹竿上，随手丢掉那柄普通材质的破烂竹刀，虽未折断，整把刀的刀身却已破烂不堪。

    黑蛇往棋墩山密林深处疯狂逃窜。

    少年身前不远处，那条毫无征兆向前扑杀向他的白蟒，此时此刻已经失去了整颗头颅，露出血肉模糊的残断脖颈，触目惊心，惨绝人寰。

    陈平安脸色平静，咧咧嘴。

    眼神如当初小巷击杀云霞山蔡金简，如出一辙。

    阿良忍住笑意，摘下腰间小葫芦，狠狠灌了口酒，低声笑道：“有点意思了。”
------------

next：第一百零三章 竹楼

    那棵绿竹猛然绷直，原来是阿良跳落地面，伸手将那位棋墩山土地爷拉起身，啧啧笑道：“我的赌品不好，可是你的赌运很好。”

    年轻土地脸色雪白，愁眉不展，虽说劫后余生，总算保住了仅剩的半片竹林，可当他看到远处那条头颅被崩掉的白蟒，年轻土地不由得百感交集，数百年来毗邻为居，虽是恶邻，摩擦不断，但大体上还算相安无事，最少从未有过生死搏杀，今天蛇蟒本该即将踏上修行的阳关大道，偏偏在这种的时候，被人以凌厉剑气炸碎头颅，带给他的震撼力之大，可想而知。

    年轻土地叹息一声，颓然作揖，轻声道：“就如前辈所认为的，我这般市侩小人，是三天不打上房揭瓦的低贱性子，不过如今委实是一顿揍就饱了，还望阿良前辈可怜可怜小人，实在是吓破胆子了，再无半点心气，接下来阿良前辈只管发话，小人一定照办。”

    阿良没有故弄玄虚，低头看了眼空落落的绿竹刀鞘，点头道：“你拣选一根好点的老竹，我要换一把竹刀，就当是你的朋友赠礼了。再就是这么多莫名其妙掉在地上的竹子，老大一堆，浪费了总归不好。”

    土地爷魏檗嘴角抽搐，只敢在心中腹诽，阿良前辈你这叫丧尽天良啊，阿良你大爷的良。

    阿良揉了揉下巴，“我那朋友做了笔亏本买卖，间接帮你赢下半座竹林，做人要厚道，有恩就报恩，你意下如何？”

    魏檗苦笑道：“理当如此，天经地义。”

    陈平安拿着半截柴刀跑去白蟒尸体那边，砍下了剩下一只飞翅，晶莹剔透，与人手臂等长，摸在手里，冰凉如雪，日光照耀下，不断闪现出一阵阵流光溢彩。阿良之前闲聊说过，这头白蟒身上最值钱的物件，除了蛇胆便是飞翅，价值连城，且有价无市，其余蟒皮筋骨等物，虽然也稀罕值钱，但比起前两者的珍贵程度，天壤之别。

    陈平安将柴刀系挂在腰间，一路小跑向竹林，结果看到年轻土地正在弯腰半蹲，双手将一棵绿竹倒拔而出，地底下碧青色的竹鞭盘根交错，牵一发而动全身，随着绿竹被拔出泥地，附近土壤纷纷被竹鞭牵带着溅射而起。

    看到“杀人越货金腰带”的草鞋少年后，满头大汗的年轻土地，下意识咽了咽口水，然后他将怀抱绿竹轻轻放回土中，低头四处张望，最后选中了一段粗如稚童手臂的幽绿竹鞭，叹了口气，抬起头望向陈平安，笑容牵强问道：“能不能把柴刀借我一用？”

    陈平安走近，将半截柴刀递给年轻土地，后者手握柴刀，深呼吸一口气，砍下那截竹鞭后，递给阿良，阿良摇头笑道：“你照我之前竹刀的样式做一把，回头离开棋墩山边界的时候，连同那头白驴，一起给我就是了。”

    魏檗自然不敢不答应，之后把柴刀还给陈平安的时候，由衷感慨道：“好锋利的刀刃。”

    陈平安接过柴刀，想了想，说道：“你想要的话，我可以送你，反正这半截柴刀不适合开山带路，我拿着也没什么大用处。”

    魏檗干笑道：“君子不夺人所好。”

    阿良笑呵呵道：“想要又不好意思白要，那可以买嘛，童叟无欺，公平买卖，对不对？”

    魏檗一脸“恍然大悟”，站起身后搓掉手上泥土，对陈平安笑着说道：“若是经常进山的山民樵夫，就会知道如果一座竹林过于茂密，反而不利于竹子的生长，疏密得当，竹林才能壮大，所以必须砍掉一些，而且这片竹林真正值钱的部分，在地下与山根相连的竹鞭，而不在地上的竹竿，方才便趁此机会，跟阿良前辈借了竹刀一用，砍下一些多余竹竿，原本想着是搭建一座小竹楼，作为闲暇时分的休憩赏景之用。”

    年轻土地越说越顺畅，“现在阿良前辈的竹刀被我砍坏了，说来惭愧，我从第一眼看到起，就垂涎你手中半截柴刀，要不然我竹刀也做，竹楼依旧搭建，回头竹刀可以早早交给阿良，只是小竹楼，恐怕会晚一些才能落成，到时候黑蛇前往龙泉县落魄山的时候，我会一并随行，既是避免它一路北去，惹出什么麻烦，同时可以让它驮着这些竹子，我到了落魄山后，便找一处山清水秀、风景宜人的地方，为你搭建竹楼。”陈平安望向阿良，斗笠汉子笑着解释道：“竹海洞天有十棵最重要的仙竹，竹有十德，仙竹与之对应，这片竹子的老祖宗是其中‘奋勇竹’的子嗣，此处竹林里的这些徒子徒孙，也沾了光，若是搭建成一栋竹楼，常年身处其中，修行打坐，对于纯粹武夫或是兵家修士，都大有益处。”

    魏檗连忙附和道：“对，此处竹林皆是那棵奋勇仙竹的子嗣，史书记载‘兵威已振，譬如破竹，数节之后，迎刃而解’，暗合此意。故而在竹楼之内修行，必然极其滋养魂魄。”

    陈平安正要说话，阿良快步上前，搂住少年肩膀就往竹林外走去，“盛情难却，客随主便，走了走了。”

    陈平安小声道：“柴刀还没给人家。”

    阿良大大咧咧道：“回头连背篓里的那半截刀刃一并给他。”

    之后这位斗笠汉子不忘回头提醒道：“那颗尚未成形的白蟒之胆，就不要了，鲜血淋漓的，太吓人，连同蟒肉一并交给黑蛇吞食便是，如此一来，哪怕没了一对飞翅，依然能够让它增长两三百年修为，就当是我们的诚意了，记得要它到了落魄山落脚后，老老实实修行。”

    最后阿良伸手凌空虚点，指了指失魂落魄的年轻土地，“好自为之。”

    年轻土地站在竹林边缘，望着两人的背影，林间山风，穿过一棵棵绿树一丛丛红花，带着沁人心脾的花木清香，貌美如尤物的年轻男子，手持象征身份的山君绿竹杖，白衣飘飘，大袖飘摇，先前的震惊、畏惧、焦躁和仿徨，随着清风一扫而空，取而代之是与一地神灵身份相符的庄重肃穆。

    他环顾四周，轻声感慨道：“福祸相依，不过如此了。感谢阿良前辈的无心提点，帮我解开心结，破去魔障。”

    年轻土地闭上眼睛，嘴角含着温煦笑意，呢喃道：“自古名山待圣人，圣人不来又何妨，我自可潜心成圣。”

    等到睁眼之时，俊美男子耳畔多出了一枚淡金色耳环，精致圆环随着山风微微摇晃，衬托得年轻土地恍如山岳正神。

    两人原路返回水潭，不同于来时的飞快奔走，此时两人默契地选择散步闲聊。

    “阿良，黑蛇真的会吃掉白蟒残余尸体？它们不是相依为命几百年的伙伴吗？”

    “那志在成蛟化龙的黑蛇，当然下得了嘴，不光是蛟龙之属，其实一切山精鬼怪魑魅魍魉，皆以食为天，只不过栖息在山林大泽的蛟龙蛇蟒，尤为同类相残，这跟一山不容二虎是差不多的道理，黑蛇之所以留着白蟒，是开了窍，灵智增长，未尝没有等它结丹再饱餐一顿的想法。对了，你要是想看黑蛇吞吃白蟒的景象，咱们可以回头。”

    “这就算了吧。”

    “话说回来，别怪我替你擅作主张，答应那黑蛇吃掉那颗蟒胆，既然它接下来去落魄山帮你坐镇气运，那么一颗蟒胆由你卖掉，价格卖得再高，也不如黑蛇早点成为墨蛟来得划算。”

    “我其实很好奇你为何要杀掉白蟒，为何不等我出手阻拦？驯服了白蟒，随便让它去宝箓山或是彩云峰都是不错的买卖。难道你是怕我阿良见死不救？”

    “怎么可能，阿良，我信得过你。”

    “那你？”

    “阿良，回答你的问题之前，我也想知道，你是不是在我和朱河切磋的时候，就看出我当时找到了……那三座窍穴？以及窍穴之内的真相？”

    “说实话，我一开始就知道那三座窍穴内有古怪，大有玄机，但说出来比较丢人，就连我也看不真切，只能猜出是蕴藉有三种道意的丝缕剑气，具体为哪三种，则不敢确定，当然，我如果想要强行观看气府里边的景象，不惜伤害你的体魄气机，丝毫不难，只是那么一来，就很下作了，我阿良身为绝世高手，自有高手的风范气度。”

    “明白了。阿良，你知不知道我们小镇有座牌坊，上边有四块匾额？”

    “知道有这回事，齐静春当年跟我提起过，但是我没记住内容，早忘了。”

    “其中有一块匾额，写着四个字，莫向外求。我隔壁有个同龄人，读书很多，他说这是佛家的禅机，意思是说告诫所有人，要专修佛法，不要去跟那些佛法之外的旁门外道去求什么。我一开始觉得很有道理，但是后来我在山上烧炭，没事的时候，反正就是一个人无聊了瞎琢磨，觉得对我来说，烧香拜佛也好，礼敬菩萨也好，都要自己先做到力所能及的事情，如果仍是达成不了心愿，实在没办法了，再去求，菩萨才会点头答应，要不然人家菩萨凭啥帮你啊，对吧，阿良？”

    “求佛先求己。”

    “对对对，我就是这么个意思！”

    “嗯，这么解释的话，勉强说得通。但是我得跟你说明白一件事，我阿良从指甲缝里抠出一点来，也比你的家底厚实。所以你觉得很麻烦我，便宁愿损失一道剑气？事实上对我阿良来说，就是一次随随便便拔刀出鞘的小事情。这个账，你得这么算。”

    “不能这么算！”

    “嗯？”

    “教我烧瓷的姚老头，很少愿意跟我说话，但是有两次把话说得特别重，我记得很清楚。第一次是我当窑工学徒，他说跟我学烧瓷，可以，但你只要敢偷一次懒，就给我滚出龙窑。第二次是我跟他头回进山，他说跟我进山找土，可以，但不管是摔断腿了还是怎么，你只要敢当着我的面哭一次，以后就别再进山。”

    “这是哪跟哪啊，陈平安你啥意思？”

    “那我换个说法，阿良，你喜不喜欢睡懒觉？”

    “废话，你不喜欢？”

    “我也喜欢啊，但是说出来你可能不信，我在当窑工学徒的第一天起，直到今天，我没有睡过一次懒觉，该什么时候起床，我睁眼就起床，所以一次懒觉也没有。”

    “绕这么大圈子，你到底想说啥？欺负我阿良不是读书人？”

    “我的意思，就是任何自己觉得不好的事情，就干脆不要有第一次，一次也不要做，一小步也不能走出去，要不然回头来看，吃亏吃苦的还是自己。就像我，如果偷懒一次，肯定就做不成窑工学徒，更进不了大山，那么哪里能有今天的光景？说不定我现在跟那几千小镇青壮差不多，进山开路，伐木搭桥，每天领一些铜钱，就这样了。怎么可能有五座山头？五座山头，有多少值钱，阿良你知道吗？阿良，以后有机会你一定要去我山头看看……”

    “打住打住！陈平安，你跟我兜这么大圈子，就为了显摆自己阔绰有钱啊？”

    “阿良，你果然没读过书。”

    “……”

    “阿良，以后我的落魄山，如果真的多出一栋竹楼，你给帮忙取个名字吧？”

    “‘阿良很猛楼’，如何？气势够不够？怎么，嫌弃喧宾夺主，压过你这位山大王的风头？行吧，那我换一个含蓄些的，就叫‘猛字楼’，我阿良牺牲很大的，还不满意？”

    “阿良，我突然觉得竹楼没有名字也挺好的。”

    斗笠汉子翻了个白眼。

    陈平安哈哈大笑，“放心，就叫猛字楼好了。”

    阿良突然转头问道：“你想不想学剑？”

    陈平安摇头道：“暂时不想。”

    阿良会心笑道：“是怕分心？耽误了练拳？”

    陈平安叹了口气，点点头。

    阿良知道少年为何叹息，当初在棋墩山山巅，少年为了阻拦白蟒扑杀李家婢女朱鹿，将原本一路走桩练拳辛苦积攒下来的本钱，全部挥霍一空了，如果说原本像是手头有点余钱的小门小户了，结果一下被打回原形，再度家徒四壁，从屋门到窗户都是破败漏风的惨淡光景。

    所幸走桩是健壮身躯体魄，是迫在眉睫的活命之举，而立桩剑炉，则能够滋养魂魄，在那石坪一役当中有所突破，为之后跟朱河切磋武学的时候，少年能够顺势精准找到三座剑气所藏的窍穴，做了铺垫。

    阿良打趣道：“少了一缕这么厉害的保命剑气，心疼不心疼？”

    陈平安毫不犹豫道：“不心疼，我之前积攒在心里头的一口气，总算出了。现在痛快得很。”

    阿良笑道：“说说看。”

    陈平安望向前方，“我愿意跟人讲道理，又能够让别人听我讲道理，这感觉，很好！以前我练武是为了强身健体，或者说就是为了活命，但现在觉得目标可以再远一点，再高一点！”
------------

next：第一百零四章 坐地分赃

    在棋墩山土生土长的灵物山龟，自然熟悉捷径山道，加上翻山越岭的脚力远胜驴骡，驮着一行人，很快就来到棋墩山边界地带，再往南走上二十数里下山的驿路，就能够进入红烛镇，虽说如今这条北上的驿路，因为骊珠洞天的突然下坠而阻塞断绝，但是陈平安一伙人仍是选择小心起见，不希望三只巨大山龟惊扰到樵夫猎户或是行脚商贾。

    陈平安他们在小山之巅小坐休憩，李槐翘首以盼，他对那年轻土地厌恶至极，但是阿良说那横宝阁里藏着宝贝，人手一份，李槐对此很是期待，心想着以后见到姐姐李柳，一定要眼馋死她。

    那位棋墩山土地爷很快如约而至，这次没有用缩地成寸的神通，大步上山，白衣飘摇，大袖像两朵白云漂游而上，便是婢女朱鹿看到这一幕，也不得不承认若是只看皮囊，年轻土地当得起书籍上“丰神俊朗”的形容。

    俊美男子身后还跟着阿良的白驴和李家马匹，也不知道这位土地爷使了什么法术，不但跟上了大队伍，驴子马匹竟然看不出半点疲惫。

    不知活了几百年的魏檗横抱长条木匣，先向斗笠汉子作揖行礼，后者点头还礼。

    城府深沉的一地神灵，玩世不恭的奇怪剑客，在这一刻给人的感觉，竟然如出一辙。

    大道同行。

    魏檗将不知什么材质的鲜红木匣递交给阿良，李槐赶紧过去摸了一下，手心满是暖意，触摸上去，像是骑龙巷一家布店作为镇店之宝的上好绸缎，去年年关他跟随娘亲姐姐一起去买布料，裁剪新衣，他只不过是偷偷摸了一下那块绣有花鸟的漂亮锦缎，就被气急败坏的店家轰了出去。

    李槐抬头问道：“阿良，跟你商量个事，分过了盒子里的宝贝，最后这盒子能不能送给我？”

    阿良反问道：“你算哪根葱？”

    李槐认真道：“你娶了我姐，我是你姐夫啊。”

    阿良一巴掌摔过去，“那叫小舅子！”

    孩子突然说道：“我不要做小舅子，我喜欢当姐夫，天底下最坏的人就是小舅子。”

    阿良望向魏檗，问道：“盒子值钱吗？”

    魏檗讪讪笑道：“还好，是娇黄阴沉木打造的物件，在土里埋了有些年头，不腐反香，色泽也由黄变红，东西不算值钱，就是不常见而已。”

    阿良低头看着满脸希冀神色的孩子，“既然东西不值钱，就送你了。”

    李槐火急火燎就要拿走木匣，又被阿良一巴掌打得晕头转向，“想独吞？”

    阿良环顾四周，伸手招了招，然后蹲在地上，打开名为“娇黄”的长条木匣，高声喊道：“陈平安，小宝瓶，林守一，朱河，朱鹿，都过来都过来，坐地分赃，坐地分赃了！先到者先得，过时不候，没其它规矩，就一条，每人只能从百宝阁拿走一件，拿到哪样是哪样，不许反悔。”

    陈平安望向年轻土地，后者察觉到少年的视线，有些疑惑，温声问道：“你不去争夺机缘吗？”

    陈平安笑道：“让他们先拿就是了。”

    陈平安正好有事情要跟年轻土地商量，关于黑蛇在落魄山的定居事宜，以及魏檗离开此处地界前往龙泉县辖境的情况，回来的路上，阿良大致说过关于山水正神的讲究，不可轻易离开朝廷在山河谱牒上敕封的版图，这有点类似许多王朝订立下来的“藩王之间不可相见”，一旦有谁犯了忌讳，那些神灵轻则被朝廷申饬，减少香火供奉，重则被降低神位，在多少年间彻底断绝民间香火，历史上还有许多逾越规矩的山水神祇，下场更加凄凉，金身神像被朝廷拉出神龛，拽下神台，衙役以威武棒棒打，以儆效尤，或是地方官员亲自鞭打，甚至是直接派遣民夫抡捶打烂，各国历史上都有发生。

    所以魏檗说要亲自带着黑蛇去往落魄山，还会以那些奋勇竹在山上搭建出一栋竹楼，陈平安当然不会拒绝好意，但也不希望魏檗因此而遭受重罚。其实少年对于神道香火、山川风水和王朝气运一事，之前始终无法深刻理解，这跟阿良没读过书也有关系，这家伙踩着西瓜皮说到哪里是哪里，说得十分云遮雾绕，有些故意为了显摆还喜欢卖关子，本来没什么古怪玄机的粗浅事情，也能被他说得玄之又玄。

    后来是李宝瓶举了个例子，陈平安的念头才豁然开朗，小姑娘说那些香火气数什么的，就像是小镇外的龙须溪，水源就这么一条，百姓为了各自庄稼地的收成，就会争水，几乎每年都会出现大规模斗殴。

    李宝瓶跑到陈平安身边，着急道：“小师叔，你怎么不去拿宝贝？你看连林守一那种性子的人都跑得飞快，李槐更是恨不得把脑袋塞进百宝阁里去了。”

    陈平安随口说道：“没事，我最后一个选好了。”

    李宝瓶转身就跑，“没关系，小师叔我帮你选一件。”

    陈平安正要说话，红棉袄小姑娘已经杀到阿良身边，一手按住李槐脑袋向外一推，一手推开林守一肩膀。

    李槐委屈道：“李宝瓶，你欺负人！”

    李宝瓶转头理直气壮道：“我给小师叔挑东西！”

    李槐想着尚未到手的小竹箱，叹了口气道：“那你挑吧。”

    林守一被推开也不恼，伸手指了指百宝阁内一本卷起的泛黄古籍，它被一根金黄色丝线捆绑，刚好露出云篆写就的书名，“我挑中了这本道家书籍，叫云上琅琅书，我只要它，不跟你们抢其它的东西。”

    李槐身体前倾伸长脖子，微微绕过李宝瓶，问道：“守一，你怎么不挑那把刀，多漂亮，要是我就选它。”

    林守一费了很大的劲，眼神才好不容易从占据百宝阁最大地盘的一把狭刀上挪开，轻声道：“我又不是习武的料，自己也不喜欢练刀学剑。”

    李槐见林守一不愿意更改初衷，就开始劝说李宝瓶，“这把刀，一看就是天下无双的神兵利器，吹毛断发算什么，我估计它连咱们小镇铁锁井的铁链也能一刀砍断，李宝瓶，这么好的东西，你真不要？再说了，你的小师叔如今不是趁手的兵器吗，我看这刀给他用挺好，退一步说，拿它来进山开路，多威风，总比拿着一把破柴刀更好吧？”

    那把狭刀，哪怕如大家闺秀藏身绣楼，它安安静静躺在白色刀鞘内，弧度漂亮到惊艳的地步。

    阿良笑着弯腰抽出狭刀。

    锋芒毕露，刀身就像一抹滞留人间的白虹。

    刀身并无铭文，却有一缕缕天然纹路，如道家仙人用心篆刻的祥云符箓。

    阿良微微讶异，屈指一弹，并非浑浊的嗡嗡作响，反而颤音清越悠扬，阿良侧耳聆听片刻，点头道：“不错，应当是那把垫底的‘祥符’。”

    阿良收刀入鞘，把它递给小姑娘，笑道：“收下吧，这把刀适合你，以后再寻一只养剑葫芦，与这祥符刀，一左一右悬挂腰间，找一匹高头大马，穿一袭红衣，独自策马行走江湖，纵马饮酒，谁见到谁喜欢。”

    阿良开怀大笑，“谁会不喜欢这样的姑娘呢？”

    李宝瓶怔怔拿着入手沉重的狭刀。

    朱河也蹲在附近，朱鹿原本不想过来，还撂下一句赌气话，说她不稀罕这份嗟来之食，但是被父亲一个严厉眼神瞪住，之后便被他强行拉来，这是少女第一次见到她爹生气，她有些害怕，可她始终不愿朱河一样蹲下身，倔强地站在那里，脸色清冷。

    李槐趁着李宝瓶不注意，一把抓起一只手掌长短的彩绘木偶，做工精美绝伦，栩栩如生。

    这才是他一见钟情的物件。

    林守一轻轻拿起那本卷起的道家古籍，握在手心后，性情内敛的少年，破天荒流露出满是欢喜的神色。

    朱河挑中一本书和一颗泥封丹药，然后满脸震撼地抬头望向斗笠汉子，后者笑呵呵道：“怎么，刚好是你和你家闺女用得着的东西？别谢我，要谢就是魏檗和那蛇蟒，千百年来，辛苦积攒下来的家底够雄厚，拿得出一部出自仙家府邸的武学秘籍，和一颗出自真武山的独门丹药。”

    朱河掌心托着那粒丹药，颤声道：“阿良前辈，真是传说中的‘英雄胆’？”

    阿良不再理会欣喜若狂的朱河，抬头望去，陈平安和魏檗并肩走来，后者看到百宝阁内仅剩的一粒淡金色种子，以及李宝瓶手中的狭刀，年轻土地神色平静，然后当他看到其余人手中的书籍丹药，愣了愣，不由得望向斗笠汉子，后者视而不见，对陈平安笑道：“就剩下这么一粒玩意儿了，不过估计你小子早到晚到都一样，只会拿到这么颗莲子。”

    看到那颗孤零零的淡金色莲子，陈平安蹲下身，笑着拿起来收入袖中口袋。

    李宝瓶轻声道：“小师叔，我跟你换。阿良说这把刀可好了……”

    说到这里，小姑娘赶紧闭上嘴巴，满脸后悔，显而易见，她后半句话不该说的，果不其然，陈平安摸了摸她的脑袋，“好就收下啊，小师叔又不练刀，进山开路用柴刀就很足够了。”

    阿良打趣道：“对嘛，陈平安是一名剑客，佩刀不合适。”

    陈平安没好气道：“那你还用竹刀？”

    阿良耍无赖：“你管我？”

    李槐轻声道：“阿良，这匣子归我了，对吧？”

    阿良问道：“你要这盒子干啥？你有那么多宝贝家当放吗？”

    李槐还以颜色，“你管我？”

    一行人各有所得，就连年轻土地魏檗和黑蛇亦是如此，除了那条头颅被炸身躯被吃的白蟒，可谓皆大欢喜。

    陈平安是一粒略显干瘪的淡金色莲子，拇指大小。李宝瓶得到了那把名叫祥符的狭刀，却有些闷闷不乐，有些嫌弃地将它斜靠在小书箱内，不过按照小师叔的建议，用了一块棉布从头到尾包裹住狭刀，严严实实，并不外露。

    李槐拿到了彩绘木偶和娇黄木匣，前者暂时“借住”在李宝瓶的书箱内，放入箱子之前，孩子很是恋恋不舍，对那个木偶口口声声拍胸脯保证，等到自己也有了书箱，就让它搬家，保证宽敞。林守一贴身收藏了那本云上琅琅书，名字奇怪，古意十足。

    朱鹿虽然不情不愿，仍是收下了那本仙家秘籍，紫气书。

    朱河则如久旱逢甘霖的幸运儿，一个十分稳重的汉子，笑得怎么也合不拢嘴，并非朱河，而是他太过幸运，现在给他一座金山银山，也不如一颗有钱也买不到的真武山英雄胆，此药能够帮助服药之人凝聚四散于窍穴气府的魂魄，最后结出一颗方便阴神栖息的“宅子”英雄胆，朱河不是练气士，更不是兵家修士，但是英雄胆的昂贵珍稀，恰恰在于它同样适用于纯粹武人，尤其是第五境巅峰停滞不前的武夫，取得一颗英雄胆，简直等于多出半条命。

    阿良轻声问道：“跟土地爷聊得如何？”

    陈平安笑道：“挺好，那袋子东西也送出去了。”

    阿良啧啧道：“你倒是不含糊，说送就送。我之前不过是随口一说，再者如果在商言商的话，你其实应该当一笔生意来做的，相信以那黑蛇白蟒的家底，它再吝啬小气，都会心甘情愿送你一件真正的好东西。”

    陈平安道：“肥水不流外人田，以及春种秋收的道理，我还是懂的。”

    阿良点了点头，扶了扶斗笠，“很快就要到红烛镇了。”

    然后这个男人抹了抹口水，“新酿杏花春，胭脂小画舫，我阿良又回来啦！”

    对于阿良惺惺念念的红烛镇，陈平安突然有种不祥的预感。

    魏檗望着那一行人的下山背影，叹了口气，脚尖一点，掠向一只山龟的背甲顶部，盘腿而坐，行出数十里后，腹部鼓鼓的黑蛇与它遥遥结伴而行，虽然体态臃肿不堪，可是气势暴涨，凶悍异常。

    魏檗忽然一笑，朝它丢出一只袋子，凑巧落在它行进路线上，黑蛇小心翼翼垂下头颅，嗅了嗅，并无异样，它转过头颅望向山龟上的那位神仙中人。

    神采宛如谪仙人的俊美土地笑道：“算是那少年送你的乔迁之礼。”

    腹部生出四爪四趾的黑蛇，略作犹豫，最终用牙齿扯破袋子，滚出十数颗少年从龙须溪中拾取的蛇胆石，在小溪之中的色泽皆已褪去，乍一看，与普通溪涧河水当中的鹅卵石，没什么两样，但是黑蛇近距离凝视一番后，眼神灼热，同时充满了忐忑，生怕自己下一刻就要迎来失望，它缓缓吐出蛇信，试探性卷起一颗石子入嘴。

    年轻土地看到这一幕后，驾驭着山龟继续前行，自言自语道：“一桩善缘善始，就是不知道能否善终。”

    身后黑蛇片刻之后，四爪抓地，仰头望天，传出一声嘶吼，响彻山峰，惊起无数振翅远去的飞鸟。

    哪怕是年轻土地都有些羡慕，“听说如今除了骊珠洞天，此物在东宝瓶洲几乎已经绝迹，蛟龙之属，食之可生出真龙之筋骨须鳞。”

    临近红烛镇，白色毛驴在青石板驿路上，踩踏出滴滴答答的清脆声响，阿良没有牵着驴子的缰绳，它自己就会跟随其后，阿良依稀听到那声吼叫后，笑道：“看来还真有用。”

    陈平安小声道：“我留下了最值钱的一颗蛇胆石，没舍得送出去。”

    阿良哈哈大笑，“倒是鸡贼。”

    队伍最后边，与李槐林守一拉开距离后，朱河一边牵马，一边与女儿低声说道：“千万千万要收好那本紫气书，如果顺利的话，这本书能够让你一路走到第五境！到时候再配合那颗英雄胆，你就稳稳跻身第六境了！”

    少女愕然，“爹，丹药给了我，那你怎么办？”

    朱河轻声笑道：“爹还年轻，如今心气回来了，说不定就能够自己破境，向前走出一大步，便是第七境的高处风光，如今爹也敢想一想了。”

    原本一直心情郁郁的少女，笑逐颜开，道：“还年轻？那爹你要不要在那红烛镇，找个小媳妇美娇娘啊？爹，你放心，我可不拦着。”

    朱河脸色尴尬，瞪了闺女一道：“胡说八道！”

    少女想了想，“爹，那颗丹药你还是留着吧，我如今才二境巅峰，距离第五境都还还早呢。”

    朱河爽朗笑道：“留着也行，就当是你将来的压箱底嫁妆了。”

    清秀少女似乎想起了某人，满脸涨红，朱河心情大好，豪气纵横道：“以后到了咱们大骊京城，看看哪位有福气的世家俊彦，能够娶到我女儿。”

    少女跺脚娇羞道：“爹！”

    朱河赶紧摆手道：“不说了，爹不说了。”

    黄昏里的驿路上，阿良踮起脚跟，不断搓着手，望着那座红烛镇的柔和轮廓，在斗笠汉子眼中，就像一位醉卧酒肆的美妇。

    他急匆匆道：“陈平安，事先说好了，你要借我一颗金锭的。”

    陈平安点了点头，不过有些疑惑，“阿良你会缺钱？”

    阿良咧嘴笑道：“你不懂了吧，行走江湖，借钱的是孙子，还钱的是祖宗，我这一路，被李槐朱鹿这些小屁孩给寒碜得太惨了，一定要过过祖宗的瘾，补偿补偿自己。”

    陈平安无奈道：“那我送你一颗金锭，我不借，只送。”

    阿良一巴掌拍在少年肩头，大笑道：“就这么说好了！金锭白送我。”

    阿良目视前方，抬臂握了握拳，“能够从你这财迷手里白白拿到一颗金锭，我阿良果然猛啊！”

    陈平安对此没有反悔，只是安静望向那座越来越近的红烛镇，熟悉的市井气息扑面而来，再也不是那河水滔滔、深山老林了。

    陈平安转头对身边的红棉袄小姑娘笑道：“到了镇上，等到购置完路上一切吃用，我们就去找找看有没有糖葫芦卖。”

    李宝瓶高兴地蹦蹦跳跳前行，小姑娘轻轻颠着背后那只碧绿小书箱，“小师叔！咱们买两串小糖葫芦就行！小的好吃！”

    （本章完）
------------

next：第一百零五章 无根浮萍

    红烛镇围有高墙，陈平安一行人需要从北门进入小镇，结果很快就发生了意外，墙门有披甲持锐的戍守士卒，需要他们递交户牒关文，才可进入，这让陈平安呆滞当场，他连户牒关文到底什么都不晓得。

    早早拿到手一颗金锭的阿良，笑嘻嘻从怀里掏出一张皱巴巴的公文，结果通过勘验后，这家伙连毛驴也不要了，大摇大摆独自入城，到了墙门洞那边，还不忘跟面面相觑的众人挥手告别，惹来李槐的破口大骂，扬言要将白驴宰了，阿良大笑而去。

    朱河同样束手无策，离开小镇之前，老祖宗并没有专门交代此事，其实除了岁数，朱河对于外边的天地，一概不知，丝毫不比陈平安好多少，至于跋山涉水风餐露宿一事，更是远远不如窑工出身的贫寒少年。朱河灵机一动，想着有钱能使鬼推磨，肯定是放之四海而皆准的道理，就要给一名戍守士卒偷偷塞银子，竟然被那青壮士卒直接拿矛头抵住胸口，厉声训斥，饶是好脾气的朱河也有些火气，五境武夫，若是投军入伍，说不得连手握数千精锐的中层武将也做了，不过朱河正要跟那人理论的时候，朱鹿轻轻拉住他的胳膊，轻声提醒道：“爹，咱们大骊军法赏罚分明，而且有个特点，要么极轻，要么极重，所以不要跟这些当兵的家伙起冲突，咱们老百姓占不到便宜的。”

    朱河皱了皱眉头，冷哼一声，终究还是选择-民不与官斗。

    朱鹿小声安慰道：“爹，以后让老祖宗帮你寻个官家身份，有了护身符后，再加上你的身手，相信很快就可以崭露头角，哪里还需要受这气。”

    朱河大步离开，点点头，回头瞥了眼那守门士卒，嗤笑道：“真是应了那句老话，阎王好见，小鬼难缠。”

    所有人下意识望向陈平安。

    陈平安想了想，缓缓道：“实在没办法，只能绕过红烛镇了，今夜在外边露宿，我们可以雇人帮我们购置一切所需物品，真正的大麻烦，是我们去不了小镇内的水运码头，既定的行程就要修改，原先两百多里水路，沿着绣花江乘船南下，会比我们步行要轻松很多，还不用绕路。”

    就在此时，一位身穿青色官服的中年男子快步走出城门，仔细打量着陈平安一行人，最后望向朱河，抱拳问道：“在下程昇，如今忝为红烛镇枕头驿的驿丞，敢问可是来自龙泉县城的朱河朱先生？”

    朱河默不作声，神色戒备。

    自称驿丞的男人爽朗笑道：“你们家主曾经一封书信，直接寄到了咱们县令大人手上，大略说过了你们的行程安排，让咱们县令大人尽地主之谊，除此之外，你们各有书信家书，已经到了我们枕头驿，我在一旬前便为各位专程腾出了屋子，只能说还算干净素洁，绝不敢说有多好，还望各位贵客包涵，莫要在县令大人那边告状，要不然县尊大人一个不高兴，我恐怕明天就要丢了饭碗喽。”

    这位枕头驿一把交椅猛然记起一事，“若是朱先生不信，我可以马上去驿馆喊来一人，此人就来自龙泉县城的福禄街，说他还是督造官衙署的老衙役，其中有一封来自大骊京城的家书，正是他亲自帮衙署上司带来，说是要亲手交给一位叫林守一的公子。”

    林守一向前走出数步，脸上充满世家子弟的自负倨傲，问道：“我便是龙泉县林守一，敢问程驿丞，那人名叫什么？”

    婢女朱鹿有些发愣，此时的林守一，与印象中那个沉默寡言的冷峻少年，不太一样。

    李宝瓶和李槐视线交汇了一下，各自轻轻点头。

    驿丞程昇言语没有丝毫凝滞，“如果我没有记错的话，应该名叫唐树头，四十来岁，咱们大骊官话说得不是很顺畅，嗯，此人尤其喜欢喝酒，就是酒品……”

    林守一点了点头，随口问道：“驿丞这些日子就一直候在这北门等我们？”

    那男人笑道：“虽然很想点头，但委实是没这脸皮，事实上枕头驿在红烛镇北边，离这不远，二来小镇附近的山头高处，建有烽燧，我与燧长关系不错，便让他帮着盯着北边的下山驿路，只要一看到林公子朱先生的身影，就让他手底下的烽子入城通知我。”

    林守一恍然，不再说话，转头望向陈平安，后者点点头。

    朱河笑着感谢道：“程大人费心了。”

    那驿丞连忙摆手道：“可当不起大人的称呼，不过就是个驴前马后的小人，整天做着伺候贵人的活计，实在难登大雅之堂。先不聊，我去跟戍守士卒知会一声，相信很快就可以进入咱们小镇。”

    驿丞隶属于大骊朝廷，只不过称不上朝廷命官，这类胥吏不入流，不属于品官，清流浊吏之分，是一条巨大鸿沟。

    很快这位驿丞就带领他们走向城墙门道，守城士卒虽然放行，但脸色依然不太好看。

    驿丞率先走过格外荫凉的城墙门洞，转头跟朱河压低嗓音解释道：“都是边境战场上退下来的老兵痞，本事不大，脾气倒是死犟，有些时候连咱们县尊大人都拿他们没辙，朱先生不要跟他们一般见识。”

    朱河再没有江湖经验，可交浅言深的道理还是懂的，就没有答话。

    他们路过一间寒气森森的铺子，不断有青壮男子出入，铺子内时不时亮起一抹白光。

    李槐看得挪不开脚步，朱河忍不住多看了两眼，很快就失去兴趣。

    驿丞说道：“那是一间刀剑铺子，其余兵器也偶有兜售。”

    林守一好奇问道：“官府不管吗？就不怕市井百姓持械斗殴？”

    驿丞笑道：“官府不太管这些，但只要出了事情，会管得很严，若是县衙人手不够，县尊大人能够调动辖境内所有江湖门派，帮着解决纠纷。”

    大骊尚武成风，有很多仗剑佩刀游历四方的游侠儿，既有眼高手低的市井无赖，也有为气任侠的世家子弟，大骊朝廷虽然禁制一切兵器售卖，但是对于铸造工艺平平的寻常刀剑，大多睁一只眼闭一只眼，主要看地方官的态度，若是纯正读书种子出身，多半要严令禁止，如果是沙场武人出身，十之八九会网开一面，当然强弓硬弩、精良甲胄等国之重器，肯定任何地方都不许贩卖。

    烽燧，驿站，集市，酒肆，青楼勾栏，等等，红烛镇应有尽有，热闹非凡，大街上行人如织，比起陈平安他们家乡小镇，要繁华喧嚣太多，街道两边各色铺子，眼花缭乱，吆喝声此起彼伏。

    一路闲聊，一炷香后就来到枕头驿，很快就有驿馆杂役牵走白驴和马匹，驿丞程昇果然给他们安排了驿舍，甲乙两等皆有，他没有擅作主张，而是把五间驿舍丢给朱河，让他们自己安排。

    在陈平安的安排下，李宝瓶和朱鹿住一间甲等驿舍，朱河住一间甲等，他和李槐林守一各住一间乙等驿舍，如果阿良回来，可以随便选一间驿舍合住，当然以阿良的脾气，肯定会问能不能选朱鹿那间，估计到时候少不了朱鹿一顿白眼剐。

    暮色里，所有人各自放好行囊包裹后，聚集在朱河那间宽敞的甲等驿舍，驿丞程昇很快送来一叠书信家书，送完之后便笑着告辞，说有事只要喊一声就可以，还说红烛镇的夜市，在大骊南边小有名气，有机会一定要见识见识。

    林守一有一封，李宝瓶最多，有三封，就连陈平安也有一封，李槐两手空空，最后找到差不多光景的朱鹿，孩子笑道：“还好咱俩同病相怜。”

    朱鹿置若罔闻，走到窗口附近，小小枕头驿馆，曲径幽深，竟然营造出几分庭院深深的世家园林意味，从这边望去，是一座给人感觉不过巴掌大小的小湖，养着一条条臃肿肥胖的红黄锦鲤。

    林守一的家书只有一张信纸，没有几个字，少年深呼吸一口气，将所谓的家书放回信封后，脸色阴沉地离开驿舍，五指死死攥紧那信封，除了三十余个字迹潦草敷衍的行书，信封内还有一张三百两银子的大骊最大钱庄银票。

    少年大踏步走回驿舍，轻轻关上门，将信封放在桌上，脸色铁青，胸膛起伏不定。

    陈平安挑了个僻静位置坐下，李宝瓶跑过来，欲言又止的模样，他笑道：“我如果有不认识的字，会问你的。”

    李宝瓶这才返回桌子那边，开始拆信，三封家书，分别来自父亲、大哥和二哥。

    李宝瓶一封封拆过去，父亲李虹那边在信上说着嘘寒问暖的言语，一如既往，毫无严父的架子，都是叮嘱一些鸡毛蒜皮的小事，比如天冷多穿衣，出门在外别怕花钱，再就是每次经过驿站，一定要给爹娘寄家书，絮絮叨叨，五六张信纸就这么翻没了。李宝瓶叹息一声，望向坐在桌对面喝茶的朱河，忧愁道：“爹娘什么时候，才能不把我当小孩子啊。”

    朱河忍俊不禁，喝茶喝茶。

    李宝瓶浏览第二封信，是他们李家的嫡长孙，她的大哥写的信，如今正在家里研读经籍，准备明年参加科举。信上内容简明扼要，端端正正的楷体字，仿佛充满了先生夫子正襟危坐的韵味，每个笔画都透露出浓重的谨小慎微，满篇说的都是圣贤大道理，要她不可怠慢了朱河朱鹿这对父女，不可以家生子视之，要她多听泥瓶巷陈平安的言语，要能吃苦耐劳，少给别人添麻烦，只是在信的最后，自幼恪守礼仪规矩的大哥，告诉她，她那只小时候从溪里抓回家的螃蟹，如今他已经养出了心得，要她只管放心。

    李宝瓶扬起手中的信纸，跟朱河告状道：“大哥最不心疼我。”

    朱河忍住笑意，心想小姐你就得了吧，谁不知道李家上上下下，就属大公子最心疼你。那么一个说起道理来连老祖宗都头疼的书呆子，第一次喝酒，竟然是茶水被妹妹偷偷换成了自家酿的桃花春烧，把大公子给气得差点崩溃，爹娘见到之后都犯怵，根本不敢劝说什么，只敢跟在跑去找妹妹兴师问罪的儿子身后，生怕这个略显迂腐的儿子一气之下，会动手教训小宝瓶。

    不曾想当他见着了那个丫头，站在院门外，双手叉腰，视死如归，他又给自己的不舍得骂她一声，给结结实实气到了，气得转头就走，生了好几天的闷气。后来他的院子里，那年便埋下了一坛桃花春烧，等到妹妹问起，就说要把她嫁出去，吓得小女孩偷偷离家出走，一个人在龙须溪那边逛荡了一整天，她还差点躲山里头去了。

    李家等到察觉到李宝瓶不见了，老祖宗勃然大怒，出动所有人找寻这个傻丫头，最后还是这位大公子，将功补过，在溪对岸的一座小庙，找到了睡在长木凳上的可怜孩子，背着她回到了家。

    红棉袄小姑娘突然笑道：“不过我还是最喜欢大哥。”

    最后一封信，厚厚一大摞，是李家二公子寄给妹妹的，讲述了他去往大骊京城的经历，都是亲眼所见或是道听途说的奇闻轶事，措辞优美如散文，极富功底，宛如文采天授的诗词大家。这位二公子在福禄街李家，远比大哥更受欢迎，英俊儒雅，却言谈风趣，喜读兵书，自幼就喜欢让府上丫鬟仆役，结阵“厮杀”，相比古板沉闷的长公子，府上下人更喜欢与性情开朗的二公子打交道，逢年过节，二公子见人就会随手丢出一只小绣袋的赏钱，沉甸甸的，若是谁的吉利话说得好，他就会多给一绣袋。

    李宝瓶翻得飞快，看到倒数第二张信纸的时候，抬头望向朱鹿：“我二哥说到你了，说之前跟你说过的大骊烽燧的太平火，他有次在夜宿山巅，亲眼见到了这种边境向京城报平安的烽燧信号，极目远眺，像是一条火焰长龙，很壮观。”

    朱鹿快步走回桌旁坐下，问道：“小姐，还说了什么？”

    李宝瓶干脆就将这摞信纸全部递给朱鹿，反而二哥都是在讲风土人情、山鬼志怪，没什么不可告人的事情。

    朱鹿接过了信，问道：“可以拿回去慢慢看吗？”

    李宝瓶点头道：“别丢了就行。”

    朱鹿满脸喜悦，笑着离去。

    驿丞程昇敲门而入，端来一盆新鲜瓜果。

    身后跟着一位斗笠汉子。

    李槐火冒三丈，跑过去，就要把这个没良心的王八蛋推出屋子。

    阿良一边跟李槐较劲，一屁股坐在桌边凳子上，一脸坏笑问道：“朱鹿咋回事，满脸春风的娇俏模样，好像比平时还要漂亮几分。”

    朱河黑着脸不说话。

    林守一重新返回，坐在陈平安附近，阿良将银色小葫芦抛给林守一，少年拔出酒塞，喝了一口酒。

    阿良转头对驿丞问道：“红烛镇是不是有个敷水湾？离着水运码头不算太远？”

    驿丞脸色古怪，点头道：“有的。”

    阿良啧啧道：“销金窟，销金窟啊。”

    红烛镇有一座月牙状河湾，漂着一种红烛镇独有的精致画舫，长不过两三丈，四周垂挂名贵紫竹或是寻常绿竹，里边装饰的豪奢程度，以画舫主人的财力而定，每艘画舫一般有两到三名女子，多美艳妇人、妙龄少女，琴棋书画茶酒，至少会精通一两种，除了观景雅座，还有一座卧室，其功用不言而喻。

    那些船家女，是世世代代的大骊贱户，相传曾是前朝神水国的亡国遗民，大骊皇帝下过一道圣旨，他们永世不得上岸，要他们生生世世子子孙孙做那无根浮萍。

    红烛镇的百姓则代代相传，不远处的那位棋墩山土地爷，忠义无双，对这些姓氏的先祖的逃亡路途，偷偷庇护，因此惹来大骊皇帝龙颜大怒，从山神贬为土地，下令那几个姓氏的后裔，亲手打碎金身，沉入江底。

    驿丞小心酝酿措辞，挑选了一些无伤大雅的小镇典故，说给这些贵客听。

    红烛镇谈不上大骊的南北枢纽，却也是舟船如梭的一座繁忙水运码头，各地物产汇集。它是三条江水汇合之地，分别是冲澹江，绣花江和玉液江，但是只有两位江神，河畔皆建有江神祠，泥塑金身神像，都是战死于那场水战的大骊功勋水军统领。

    唯独冲澹江不立江神不设祠庙，之后出现过一座香火鼎盛的娘娘庙，供奉一位为证清白、投江自尽的小镇烈女，结果很快就被大骊朝廷定为淫祠，如今只剩下一堆废墟，残砖碎瓦，唯有蛇鼠乱窜。

    当听到棋墩山土地爷的事迹，李槐小声唏嘘道：“没有想到那么一个大坏蛋，在红烛镇的口碑这么好。”

    林守一脸色淡漠，“家家有本难念的经。”

    陈平安收起那封阮秀寄来的书信。

    信上说他买下的落魄山，成功获封一位大骊新晋山神，帮助坐镇山头聚拢灵气，仅次于不参与售卖的披云山，和她爹手握的点灯山。
------------

next：第一百零六章 鱼龙混杂

    驿丞告知众人红烛镇不设夜禁，在小镇西边有坊市，麻雀虽小五脏俱全，五花八门的杂货，应有尽有。得知陈平安一行人要去购置游学所需物品，驿丞程昇就主动提出担任向导，说是能够免去许多麻烦，最少那些商家不敢漫天要价，陈平安望向来过一次红烛镇的阿良，斗笠汉子点点头，说他只对河两岸风光比较熟，没去过坊市。

    驿丞望向阿良，两个老男人，会心一笑。

    敷水湾近百艘大小画舫，每晚都会驶出水湾，沿着那条河水进入红烛镇，兜一圈后返回敷水湾，期间会不断有男子登上那些画舫，既买醉也买笑。

    在红烛镇，敷水湾船家女和其她青楼女，虽然皆为大骊贱籍，但前者一向是京城教坊司直接负责户牒管理，就连身为一方父母官的县令，都没有资格将画舫女子的身份，由贱转良。所以红烛镇一直有传闻，敷水湾那五姓的祖先，曾是神水王朝的皇室子弟和功勋世族。

    在地头蛇驿丞程昇的带路下，陈平安他们去往小镇西边的集市，越往西去，街道越是人声鼎沸，得知红烛镇乘船南下两百余里，沿途都有城镇驿站可以补给，陈平安就放弃了一些念头，没有过多购买大米、腌肉等食物，但是在一家药铺，添置了诸多药膏药材，应付风寒中暑、跌伤一类的小病小灾。到了掏钱花钱的时候，陈平安才知道与家乡小镇差不多，一整颗银锭是稀罕物，所以将那两锭雪花纹银折算成了大骊通用铜钱，天华元宝，因为手上是品相最好的银子，仅是溢价就高达两百文钱，这让陈平安很是感激铁匠铺子的那位秀秀姑娘。

    因为有驿丞程昇在旁，一切顺风顺水，在郡县小镇，还真别把胥吏不当官，尤其是程昇这种一年到头经常跟豪绅巨贾、羁旅官员打交道的，在小镇百姓眼中，那就是手眼通天的大人物了。所以陈平安他们走入的每间铺子，全部口口声声殷勤喊着程大人，恨不得将这位驿丞大人当菩萨供奉起来。

    一路上，李槐拘谨得很，差不多就是只敢躲在阿良背后，探头探脑，阿良打趣他是胆子小，只会窝里横。李槐刚扯开嗓门要跟阿良骂战三百回合，可当四周投来好奇的视线后，李槐立即耷拉着脑袋，病恹恹跟在阿良身后，把阿良乐得不行，时不时就一巴掌拍在李槐脑袋上，孩子敢怒不敢言，憋屈得很。

    林守一依旧是事不关己高高挂起的冷淡模样，估计少年现在就是走在京城御道上，也是这个德行。

    唯独李宝瓶背着她那只碧绿竹箱，螃蟹横行似的，仰着脑袋挺起胸膛，恨不得路边随便拉上一个人就告诉他，自己的小书箱是小师叔亲手做的。

    坊市由两条南北向的大街构成，逛完了观山街，陈平安他们就要穿过巷子，去往下一条观水街，结果路过巷子里一间生意冷清的书铺，带路的驿丞程昇径直向前了，陈平安却停下了脚步，跟驿丞打了声招呼后，对李宝瓶三人笑道：“一人可以买一本书。再贵也没问题，只要我们买得起。”

    店铺很小，店门宽不过两丈，走入之后，左右就是两排高高的书墙，店铺最里边，坐着一个身穿黑色长衫的年轻人，坐在小竹椅上，翘着二郎腿，正在闭目养神，手拿一把折叠起来的扇子，轻轻敲打手心，哼着小曲。

    年轻店主有一张英俊阴柔的出彩脸庞，没有之前那些店铺商贾的铜臭气。

    少女朱鹿第一眼看到后，愣了愣，大概是没想到会在红烛镇的市井坊间，遇到如此气质脱俗的风流人物。

    那位棋墩山的土地爷摆脱束缚后，恢复神祇身份，从白衣矮小老翁摇身一变，成了玉树临风的贵公子，可在少女心中，对于魏檗，更多还是那个邋里邋遢的不堪形象。可是眼前公子，给人的第一印象，实在是太鲜明了。

    就连朱河都一肚子狐疑，此人该不会是家道中落的豪阀子弟吧？比起自家那两位公子，半点不差。

    年轻人没有睁眼，懒洋洋道：“店内书籍，一概不还价，回头是买赚了还是买亏了，全凭各位客人的眼力。”

    驿丞程昇跟朱河轻声说道：“这家铺子在咱们红烛镇小有名气，途经此地的读书人，大多喜欢来这里逛一次，只是这位店主脾气古怪，所售书籍全部远远高于市面价格，而且谁敢开口还价，他就敢当场撵人，性情清高，不谙庶务，曾经有一位微服私访的户部官老爷，就下榻在小人的枕头驿，那位老爷便相中了一本标价三百两银子的什么孤本，不过是还价五十两银子，就给赶出了铺子，半点颜面也不留，气得那位官老爷回到驿站也没消火，差点让县衙封了这间小铺子，估计是觉着传出去名声不好听，才让这铺子躲过一劫。”

    朱河心中了然，多是个不谙世事的腐儒，是自家二公子最喜欢讥讽的那种人，将其称为平时袖手谈心性，临危一死报君王。二公子还笑着说不出两百年，咱们大骊也会如此。

    所以朱河对于外边的读书人，一向观感不佳。

    经过红烛镇的这条驿路，大骊南方边境通往京城的三条主要驿路之一，小富小贵的商贾仕宦，若是北上大骊京城在内的重镇大城，多选此路，因为其余两条驿路虽然更为宽阔，但是几乎每一座沿途驿站都拥挤不堪，没有足够分量的官府勘合、兵家火牌，别说下榻，就是大门都别想进去，每年都有很多不谙此道的官员豪绅，因此丢尽脸面。

    进京赶考的南方士子，由于尚未有官身，多喜欢拣选这条驿路，往往是三三两两结伴而行，既可相互照应，沿途风景秀美，也能一同探幽访仙。

    而贬谪南方的官员，抑郁不得志，喜欢题诗于驿站、旅舍的墙壁，也喜欢走这条南下之路。一来二去，红烛镇的枕头驿墙壁上，写满了文人骚客发牢骚的羁旅诗词。

    李宝瓶仰着脑袋开始找书，这里瞄一眼那里瞥一眼，全看心情，偶尔抽出一本书，随便翻开几页，不感兴趣就放回去，小姑娘最后找到一本山水游记，标价三百文钱，有些心疼，可又实在喜欢，便转头望向小师叔，陈平安笑着点点头。

    林守一的视线在书墙上缓缓掠过，井然有序，从右到左，从上到下，每次抽书翻阅必然是一本已经从扉页开始。少年最后看中一本不署撰人的风水书，标价四百文钱。林守一望向陈平安，后者依然点头。

    李槐到了店铺后，总算没了街上那份喧嚣吵闹，立即恢复顽劣本性，就跟脱缰野马差不多，他年纪最小个子最矮，死活要坐在阿良肩膀上挑书，阿良答应了，但是扬言李槐如果不选中一本，等下出了铺子，就把他一个丢在大街上。结果李槐硬着头皮挑了一本最高处的崭新书籍，标价九两二钱，一看价格，吓得李槐鬼鬼祟祟就要将书籍丢过去，只是手忙脚乱，那本书没被成功塞回书架，反而掉在了地上。

    轻敲折扇的年轻店家睁开眼睛，看着那本摔落地面的书籍，没好气道：“买定离手，一本最新版的断水大崖，九两二钱。”

    李槐根本不敢跟陌生人还嘴，只得哭丧着脸，小心翼翼望向陈平安，后者问道：“买了会不会看？”

    李槐使劲点头。

    陈平安笑着点头道：“那就买了。”

    阿良问道：“陈平安，你自己不买一本？”

    正在掏钱的陈平安连忙摇头道：“我字还没认全，买书做什么。”

    朱河转头问自己女儿，“有想要的书吗？”

    朱鹿始终站在店门口不挪步，斜瞥一眼书墙，摇了摇头。

    准备收钱的年轻店主站起身，一支乌木簪子束发，手持扇骨雪白的折扇，视线掠过了红棉袄小姑娘和冷峻少年，最终望向那个怯生生捧着断水大崖的孩子，笑意玩味。

    阿良咧嘴一笑。

    离开书铺，走向观水街，朱河心神一动，回头望去，发现那名相貌不俗的年轻人斜靠门柱，正在目送他们离去，看到朱河后，那人还笑着点头致意。

    朱河转过头，皱了皱眉，出了小巷后，快步走到斗笠汉子身边，“阿良前辈，那书铺主人是不是有古怪？”

    阿良扶了扶斗笠，说了句货真价实的古怪话，“相比这个家伙，真正的麻烦还在后头，不过跟你们没关系。”

    冲澹江水流最为湍急，多暗礁险滩，有奇景蜚声朝野，其中一段河流，大小石柱多突出水面，被誉为雨后春笋，只有一叶扁舟能够穿梭于石林间隙，大船难渡，哪怕是在河畔长大、熟悉水性的舟子船夫，也不敢轻易乘舟下水，除非是慕名而来的文人雅士，花重金雇佣，才会出行。所以又有白纸小舟铁艄公一说，每年都会有船夫和外乡人，丧命于冲澹江这段石林水路。

    只是今夜暮色里的冲澹江，游人不少。

    汹涌江水冲击着一根根出水石柱，有个袒胸露腹的汉子坐在一根石柱顶端，轻轻将一只空荡荡的酒壶丢入江水，身边则还有三只尚未打开的酒壶。

    远处，有一粒红光愈来愈近，原来是有佝偻老人手提一盏大红灯笼，以石柱为涉水之阶，蜻蜓点水，长掠而来。

    骤然之间，一道雄壮身影从天而降，踩在一根石柱顶端，脚下坚石不堪重负，瞬间化作齑粉，他就那样站在江水之中。

    江水之中，有一位中人之姿的妇人逆流而上，闲庭信步，她头顶三尺，悬浮着拳头大小的雪白珠子，大放光明，映照得江底亮如白昼。

    妇人慵懒无聊道：“足足走了一百多里水路，半件宝贝也捡不着啊，谁跟我说冲澹江底下有花头来着？”

    石柱顶端坐着的喝酒男人看了眼水底，淡然道：“大人已经在红烛镇了。”

    老人晃着鲜红灯笼，嗓音沙哑笑道：“大人竟然亲自出马了？那还需要我们四个做什么？端板凳看戏啊？”

    男人喝了口酒，沉声道：“希望如此吧。”
------------

next：第一百零七章 渔网

    逛过了观水街，该买的物件都已购置妥当，陈平安准备打道回府，不料阿良提议要乘舟夜游冲澹江，响应者寥寥，只有林守一点头答应。

    陈平安倒是不介意放完东西后，去见识见识那段险滩，但是李宝瓶扯了扯他的袖子，陈平安心领神会，掂量了一些钱袋，零散的铜钱足够买下糖葫芦。

    朱鹿拉着父亲朱河去逛兵器铺子，李槐嚷着肚子饿，阿良就让驿丞带他返回枕头驿吃宵夜。

    一行人就此分道扬镳。

    林守一与斗笠汉子并肩而行，轻声问道：“前辈说李槐最有福缘，那本貌似崭新刻就的断水大崖，是不是最值钱？”

    阿良轻轻点头，泄露天机道：“只是看着新而已，有些年头了，书上写的东西不值钱，乱七八糟的水法修行，故意用来误人子弟的，但是书籍材质比较珍贵，存放个几百年，都不会有虫蛀。”

    阿良摘下小葫芦，灌了口酒，“而且如果我没有看错的话，这本书里已经生出了几只蠹鱼，当然你们肉眼是见不到的，此物属于世间精魅之一，极其细微，游曳于字里行间，恰似江河活鱼，蠹鱼以书本文字蕴含的精神气作为饵料，长成之后，最大不过发丝粗细，世间蠹鱼种类繁多，那本书里的品种普通，可若是拿出手卖给喜好猎奇的达官显贵，怎么都该有个三千两银子吧，所以是那家书铺最值钱的几本书之一。”

    少年乍舌不已。

    连瞧都瞧不见的蠹鱼，转手就能赚到三千两白银，难道小镇以外的世道，钱才是最不值钱的？

    阿良像是看穿少年的想法，笑道：“等你以后真正踏足修行，就会明白市井百姓眼中的黄金白银，任你堆积成山，开销起来，不过弹指一挥间的事情，说没就没了。话说回来，既然必须花钱如流水，就说明俗不可耐的黄白之物，反而是顶值钱的。”

    林守一点点头。

    阿良笑道：“跟陈平安说这些，他就未必懂。”

    林守一摇头道：“事关钱财，他肯定懂。”11

    阿良哈哈大笑，带着少年来到红烛镇河畔，人声鼎沸，少年习惯了家乡小镇夜间的冷清，有些不适应，尤其是每次呼吸，仿佛都能嗅到脂粉气，一开始会觉得香气扑鼻，可闻多了，就觉得有些腻人。

    当两人穿过小巷来到河畔，视野豁然开朗，河水两岸全是厚重的青石板路，莺莺燕燕，欢声笑语，许多美艳女子斜倚高楼栏干，露出白藕似的粉嫩胳膊，女子衣裙多大红大绿，高楼悬挂一连串的灯笼，映照得那些女子容光焕发，愈发妖冶动人。

    河中大小不一的画舫沿两岸缓行，垂挂竹帘，多是两位女子分坐于小船首尾，外加一人划船，

    比起高楼女子的姿态恣意，大声招徕生意，那些船家女虽然穿着也是春光乍泄，只是神态之间多了几分娴静，

    年轻一些的妙龄女子，像是邻家的小家碧玉，年纪稍长的妇人，宛如大家闺秀。时不时一些高楼女子，还会讥讽谩骂那些争生意的船家女，丢掷蔬果，后者习以为常，多不计较，除非被当场砸中，否则极少起身与之怒目对骂。

    一旦船家女与青楼女子起了冲突，必然惹来一阵男子齐声的轰然叫好，唯恐天下不乱。

    林守一有些头皮发麻，“阿良前辈，我们不是要去冲澹江赏景吗？”

    阿良耍无赖道：“既然是三江汇流，那么这里当然也算冲澹江。”

    林守一无言以对。

    阿良蹲在河边，望着咫尺之外缓缓行驶而过的一艘艘画舫，每次有船家女暗送秋波，或是用软软糯糯的言语打招呼，阿良都会默默喝一口酒，自顾自碎碎念念，林守一蹲下身，竖起耳朵偷听，断断续续听到什么守身如玉、正人君子、色字头上一把刀等，林守一忍俊不禁，得嘞，敢情阿良前辈比自己好不到哪里去？

    阿良稍稍转头，望向不远处的一艘小画舫，一位姿色平平的妇人坐在船头，大大方方环顾四周，不像做皮肉生意的女子，反而像是夜游的豪门贵妇，倒是妇人身后划船的二八少女，容颜娇艳。

    阿良站起身，等到这艘画舫临近，猛然掏出一枚扎眼的金锭，“够不够？”

    妇人笑意柔和，不点头不摇头，划船的少女，则眼神发直，恨不得替妇人接下这桩买卖。

    妇人眼神绕过斗笠汉子，伸出手指，点了点少年林守一，“这位小少爷，你可以独自登船。”

    阿良迅速收起金锭，“这小子是穷光蛋，没钱！身无分文！”

    妇人柔声道：“我可以不收他银子。”

    少女顺着妇人手指的方向，看到了一个满脸涨红的少年郎，唇红齿白，风度翩翩，种子，她亦是羞赧一笑。

    可怜有钱也花不出去的斗笠汉子被晾在一边，满脸匪夷所思，心想这婆娘是眼瞎啊，还是胃口刁钻啊，如自己这般英俊潇洒而且当打之年的汉子，竟然看不中，反而相中了瘦竹竿似的林守一？要是按照这个调调，把更瘦的陈平安拎过来，那她还不得倒贴银子？

    阿良喃喃道：“伤感情了啊。”

    妇人笑望向少年，不知为何，平平姿色的妇人，竟有几分狐媚意味，“不上船吗？”

    林守一摇摇头。

    阿良坐在台阶上，喝了口闷酒，“小子，赶紧登船吧，大不了以后就是没得喝葫芦酒而已。天底下有什么酒的滋味，比得过花酒。你可千万别错过啊。”

    林守一纹丝不动，不过朝斗笠汉子的背影，少年翻了个白眼。

    画舫只得继续前行，后边的同行已经开始催促。

    妇人犹然转头，对少年回眸一笑。

    少年无动于衷，冷冷与她对视。

    不断有画舫从两人身前游曳而过，环肥燕瘦的船家女，如一幅幅仕女图铺展开来。

    林守一轻声问道：“阿良你是专程在等她？”

    阿良扶了扶斗笠，摇摇头笑道：“一时兴起而已，只是想知道这张渔网，到底有多大。”

    少年读书郎坐在他身边，大大方方望着那些脂粉女子。

    河畔沿岸地石板路上，有挽着篮子的稚童跑来跑去，一声声叫卖杏花的清脆嗓音，东边响一下，西边起一声。

    朱鹿想给自己挑一把傍身的匕首，刀刃锋利的同时，希望外观能够好看一些。不曾想兵器铺子已然关门，少女闷闷站在门口，一言不发。

    朱河安慰道：“明天再来便是。”

    少女背靠铺子外边的一根拴马柱，抬头望向夜空。

    朱河轻声问道：“有心事？”

    朱鹿摇了摇头。

    朱河小心问道：“离开棋墩山的最后一段路程，小姐主动要求跟你乘坐同一只山龟，是找你说了什么吗？”

    朱鹿嗯了一声，无精打采道：“小姐要我对所有人都客气礼貌一些。”

    朱河松了口气，笑道：“小姐又没有说错，出门在外，是应当和气生财的。”

    朱鹿低声道：“那个阿良也就算了，毕竟来自风雪庙，虽然一点不像我之前想象中的神仙，但神仙就是神仙，再惹人厌，我也能忍。可那林守一和李槐算什么，不过仗着跟小姐是几年同窗，就一点不把自己当外人，一个贱婢所生的私生子，一个窝囊废的儿子，凭什么跟我们小姐平起平坐？尤其是那个……”

    见她不愿继续说下去，朱河接过话，“陈平安？”

    少女抿起嘴唇。

    朱河叹了口气，“这里没外人，爹接下来说的话，可能有点不中听……”

    少女蓦然神采焕发，打断男人的言语，“爹，公子在寄给小姐的那封家书里，后边专门给我写了好些篇幅的随笔，公子的行书和楷书越来越炉火纯青了，信上跟我说了他亲自随人追杀一伙马贼的跌宕境遇，说认识了一位陈氏柱国的嫡长孙，还说了那太平火的景象，说大骊京城无奇不有，大街上竟然有人骑乘着蛇蟒、仙鹤招摇过市，而京城百姓早就见怪不怪了，公子还说大骊京城的皇城北门，左右各有一尊活着的金甲门神，据说是一座道家宗门赠送给大骊的开国之礼，身高有四五丈呢，爹，你说好玩不好玩？”

    朱河无奈道：“称呼二公子，稳妥一些。”少女笑逐颜开，“大公子又不在，何况大公子那么憨厚，就算他听到了也不会生气。”

    朱河轻喝道：“不得无礼！”

    朱鹿眉眼低敛，睫毛微动。

    朱鹿小声道：“公子，嗯，是二公子曾经对我们这些下人说过，命好的人，躺着也能享福，命不好的人，来这世上走一遭，就是遭罪的。李槐命好，林守一命也好，成为了山崖书院的学生，以后多半会扬名立万，退一步说，做个腰缠万贯的富家翁，绰绰有余。”

    少女缓缓抬起头，“那个陈平安命其实不差的，最少他不用喊别人小姐、公子。”

    朱河有些不敢正视女儿的视线。

    家生子，之所以是家生子，在于打从娘胎起就是了。

    朱河欲言又止。

    少女眼神坚毅，语气坚定道：“爹，没有关系，二公子说了，到了大骊京城，有的是法子脱离贱籍，况且大骊边境军伍愿意招收女子武人，若是军功积攒足够，说不定还能成为诰命夫人呢。”

    朱河看着眼前这个别样神采的少女，有些陌生，又有些欣慰，点头道：“到时候我们父女二人一起投军便是，还能有个照应。二公子如今在京城站稳脚跟，争取让他帮我们选一支好一点的边军，恶仗不至于太多，战功别太难获得，总之在脱离贱籍之前，不可辱没我们龙泉李家的家风，以后哪怕真的自立门户了，也要对李家心怀感恩……”

    少女笑了起来，快步上前，挽住朱河的胳膊，拉着他一起返回枕头驿，调侃道：“知道啦，知道啦，爹你什么时候话这么多了。”

    朱河揉了揉女儿的脑袋，犹豫片刻，仍是决定说出口，“有机会，跟陈平安说声对不起，棋墩山山巅一战，不管初衷是什么，一件事情，做错了就是做错了，那么该道歉就要道歉，该弥补就得弥补。”

    朱鹿沉默片刻，兴许是今晚心情极佳的缘故，笑容灿烂道：“好的！”

    红烛镇依循大骊礼制，设有文武两庙，规模不小的文昌阁和武圣庙，分别供奉着一尊手捧玉笏的文官神像，一尊披甲悬剑、脚踩狸猫的武将神像。

    红烛镇两庙建在城南，双方相隔不远，约莫五六百步而已。

    夜色深沉，两尊神像几乎同时摇晃起来，身上灰尘簌簌落下，一阵阵淡金色涟漪在神像表面荡起。

    与此同时，绣花江和玉液江两岸的江神祠，两尊泥塑金身神像亦是差不多的光景。

    红烛镇北方的棋墩山一脉，一个袒胸露腹的男子，手里拎酒壶，腰间还悬挂着三只酒壶，虽然满身酒气醉醺醺，脚步踉跄，但是每一次跨出，一步距离长达五六丈，行走山路，如履平地，他很快来到棋墩山的山巅石坪，打了个酒嗝，重重一跺脚。

    棋墩山土地爷魏檗出现在不远处。

    汉子瞥了眼手持绿杖的俊美青年，笑道：“可喜可贺，总算打破了身上的那道术法禁锢，恢复土地真身不说，还有望自成山神，看来最近得到了天大的机缘。”

    魏檗脸色阴沉，“有话直说。”

    汉子抹了抹嘴，直截了当问道：“那个叫阿良的刀客，有多强？”

    魏檗沉默不语。

    汉子淡然道：“事关重大，我没心情更没有时间跟你耗，你不开口，我就打烂你的金身，让你死灰复燃的机会都没有。”

    魏檗问道：“在回答之前，我能否知道缘由？”

    汉子点头道：“那人杀了我们大骊两名顶尖死士，武人第七境的李侯，八楼练气士的胡英麟，皆是那位娘娘麾下竹叶亭的甲字高手，陛下得知消息后，很不高兴，觉得此人破坏规矩在先，因此大骊要跟他讨要一个说法。”

    魏檗心情沉重。

    汉子语气森森，冷笑道：“劝你别掺和，能把自己摘干净是最好，摘不干净的话，说不定就要再去冲澹江洗回澡了。可是我敢确定，这次再不会有人愿意拼着魂飞魄散，仍要帮你从江底捞起碎片，一块一块拼凑起金身，最后偷偷给你带回棋墩山。对吧，神水王朝的北岳正神？”

    魏檗惨然一笑。

    （本章完）
------------

next：第一百零八章 春蒐

    大骊边境野夫关，城门大开，为数不多的驻城轻骑，选择罕见的夜行军，虽然不过千骑，但是当整齐的战马铁蹄踩踏在地面上，仍是大地为之震动，如密集急促的擂鼓声，让人热血沸腾。

    驿路旁边，一骑武将勒缰停马于旁，脸色凝重。

    一骑脸上疤痕狰狞的年轻副将快马赶至，放缓马蹄后，与主将并肩，轻声问道：“韩将军，这趟北上奔袭，意图为何？我大骊野夫关以北广袤版图，怎么可能会有大股马贼流寇？再则就算出现，也轮不到咱们这支骑军出马吧？”

    身材敦实的主将嗓音低沉，“不该问的就别问。”

    年轻骑将咧咧嘴，果真不再追问。

    那名野夫关骑军主将犹豫了一下，大概是自己也憋得有些难受，斟酌一番后，小声道：“不但是我们野夫关这点兵马，南方边境的所有关隘军镇，抽调出将近半数的主力野战轻骑，在今夜全部倾巢出动。”

    年轻骑将愣了一下，“四年一轮的春蒐夏苗秋狝冬狩？可时候不对啊，咱们去年才参与的春蒐，今年就算有这等规模的大演武，也该是放在夏季才对。”

    主将下意识摸了摸胯下坐骑的柔顺马鬃，道：“到达临时驻地后，朝廷兵部自会有下一步指令下达，咱们不用胡思乱想了。”

    红烛镇往西两百多里，江面辽阔的绣花江上游地带，水中央有一座小孤山，被当地百姓粗鄙称为馒头山，山上有一座孤零零的土地庙，香火不绝，相传极其灵验，求子得子，求财得财，远近闻名，是文人骚客必须泛舟游览的形胜之地。可是本地百姓，几乎从不来此祭拜烧香。

    暮春夜色肃杀清冷，江水滚滚逝去，浪花四溅，依稀可见，江水中有一条三尺长短的青色鲤鱼，飞快从岸边游向小孤山，出奇之处在于背脊之上坐着一位朱衣童子，不过巴掌高度，双手使劲攥紧青鲤的两根鱼须，好似骑士拉住缰绳，小童子随着鲤鱼和江水起起伏伏，浑身湿透，脸色苍白，骂骂咧咧，骂天骂地骂娘。

    青鲤游到了岸边，骤然停顿，直接把朱衣童子给甩到了岸上，小家伙打了一连串滚，灰头土脸，对着江水里晃晃悠悠返回对岸的那条青色大鲤，破口大骂，“上梁不正下梁歪，你家主子是个骚婆娘……”

    鲤鱼猛然转身，死死盯住岸上的朱衣童子，后者吓得屁滚尿流，撂下一句好男不跟女斗，往土地庙飞快跑去。

    小庙未关门，小家伙好不容易爬过门槛，翻身落地后，抬头对着那尊掉漆严重的滑稽泥像，叉腰怒喊道：“大爷差点淹死在江水里，你还不赶快跪下领旨？！信不信大爷治你一个大不敬罪，把你的脑袋咔嚓一下？”

    砰然一声。

    朱衣童子被人一脚当石子，踢飞出土地庙。

    有个五短身材的汉子一屁股坐在门槛上，骂骂咧咧道：“你一个这破庙里诞生的香火童子，还敢跟大爷我自称大爷？”

    不是一家人，不进一家门。

    那朱衣童子气喘吁吁地一路跑回来，艰辛爬上门槛坐着，龇牙咧嘴，眼神哀怨。

    汉子皱眉问道：“什么事情？”

    小家伙嘀咕道：“有点饿。”

    汉子抬起手臂作势要打，朱衣童子抱住脑袋，嚷嚷道：“我是刚从城里城隍阁那边偷听来的消息，说是朝廷礼部和钦天监下了两道秘密旨意，要求红烛镇四周千里之地的一切山水神灵，全部就地待命，不得擅离职守，不得闭关，必须随叫随到，若是点卯之时，无法准时出现，斩立决！你大爷的，要不是我给你递消息，就你那惫懒性子，早就给人借刀杀人……哦，忘了你不是人……”

    小家伙这次是被一巴掌摔进土地庙内。

    汉子站起身，望向红烛镇方向，神情肃穆，不忘提醒道：“香炉里给你留了点伙食，记得省着点吃。”

    “算你有点良心。真不知道你是怎么混的，一州之内，任职土地庙时间最长的可怜蛋，而且跟同僚们关系差也就算了，连绣花江里那些个虾兵蟹将，都敢不把你放在眼里，你说我怎么就这么倒霉，在你炉子里生出来？唉，下辈子应该找个好一点的炉子投胎的……”朱衣童子嘴上不断埋怨着，可不耽误他熟门熟路地爬上香案，一头扑入零零散散插有七八支香的黄铜香炉。

    返回枕头驿的路上，驿丞程昇发现身旁的孩子，一下子咬牙切齿，一下子长吁短叹，像是在做一件生死攸关的抉择。

    李槐终于停下脚步，鼓起勇气问道：“老程，我身上有三十文钱，能不能去先前的书铺买本书？那儿最便宜的书，是多少钱？还能不能给我剩下点？”

    被称呼为老程的男人有些哭笑不得，思量一番后，认真回答道：“难。那家铺子的书，是咱们红烛镇公认的不实惠，若非爱好搜罗善本孤本的读书人，一般没有人去那边买书。你要是真想买书，我知道东边有两间大书坊，儒家经典、诸子文集、志怪小说皆有，在那儿我能帮你还价。”

    一根筋的孩子摇头道：“不行，就得是方才的书铺！”

    这些是李槐偷偷攒下的所有余粮了，大半是从舅舅家偷出来的，小半是姐姐李柳的私房钱。

    之前在书铺，那个一年到头穿草鞋的穷酸家伙，既不是打肿脸充胖子，二话不说就买下一本将近十两银子的破书，也不是当场拒绝，不愿为他花费这么多银子。

    而是问他会不会看那本书。

    这让李槐很意外。虽然当时他说会看，事实上买下之后，看当然会看，随手翻阅打发时间而已，李槐对这本断水大崖其实没太大兴趣。

    但是当有人愿意为自己掏出十两银子，让李槐觉得很开心。

    李槐不傻。别人对他是好是坏，孩子心知肚明，一清二楚。

    一双双草鞋，还未打造好的书箱，加上这本断水大崖，欠了人家这么多，所以李槐觉得要是不为陈平安做点什么，自己会过意不去，心里堵得慌。

    其实李槐不喜欢朱鹿，甚至连患难与共的林守一，也不是如何喜欢，反而是在学塾就经常欺负自己的李宝瓶，觉得还不错。

    李槐最喜欢吊儿郎当的阿良。

    至于那个来自泥瓶巷的穷光蛋，李槐有些怕他。

    此时，驿丞程昇低头看着满脸认真的孩子，心想不愧是那家伙所谓的仙人资质，有些事情，确实福至心灵，他忍住笑，想着刚好顺水推舟，能够帮这孩子一把，指不定就结下一桩天大的香火情。与人为善，与一千个凡俗夫子为善，远远不如与一位仙人结下善缘，这是他亲眼所见，亲耳所闻，千真万确。

    程昇带着孩子走向两街之间的小巷，那位的年轻店主，正坐在门槛上望向他们，满脸笑意，好像就是在等待他们的到来。

    就在此时，小巷另一端，走入一位手提灯笼的佝偻老人，与李槐二人相向而行。

    年轻公子哥缓缓起身，对驿丞程昇这边摆摆手，“今天书铺关门打烊，回头再带这孩子来这买书。”

    程昇二话不说拉着李槐，掉头就走。

    风流儒雅的年轻公子哥，在确定二人离开小巷后，便不复见之前的恬淡闲适，略显恭敬局促，抱拳轻声道：“冲澹江李锦，拜见郎中大人。”

    白发苍苍的老人一手负背后，一手提灯笼，点了点头，径直跨过书铺门槛，侧身让出道路的年轻人尾随其后，老人随手将灯笼握柄插入书墙高处的书籍低端，转头看着面如冠玉的年轻人，感慨道：“四十年前你我初次见面，你就是这般容颜，如今再见，依然如此，羡煞旁人啊。”

    年轻人握紧折扇，微笑道：“对我们这些异类而言，能够生而为人，才是天大的幸事。”

    老人点点头，并未反驳。

    年轻人好奇问道：“那拨人能够住在枕头驿，是大人的安排？”

    老人默不作声。

    年轻人识趣地不再询问。

    他在百年前开了这家小书铺，冷眼看世事，见多了人情世故和宦海风波，对于大骊官场并不陌生，想要在枕头驿腾出这么多甲乙驿舍来，差不多该是六部侍郎的本事了，当然，三位郎中除外。大骊朝廷，六部衙门尚书侍郎之下，郎中为各司主官，员外郎为副官，从五品。郎中和员外郎官职不显，但是有三位郎中，权柄之大，超乎想象。

    这就是吏部考功司，兵部武选司，以及礼部祠祭清吏司，这三司主官，可谓位卑权重，朝野瞩目，一旦外放地方，必然破格为封疆大吏。

    一位职掌王朝所有四品以下地方官员的升迁考察。

    一位负责为王朝军方筛选、审核武人升迁，尤其还掌握着江湖人士的招安大权。

    一位具体负责一国祭祀大典，许多时候君王都要问策于此人，这名品秩不高的文官，往往是儒家学宫、学院出身。

    眼前这位貌不惊人的老人，正是其中之一。

    李锦在四十年前，作为这间书铺的主人，曾经赠予一位进京赶考的寒酸士子两本典籍，没有想到之后那位寒士一路升迁，成为了大骊礼部祠祭清吏司的郎中，清贵且权重。但是对不在庙堂远在江湖的李锦而言，礼部祠祭清吏司还有另外一层意义，就是这座小衙门，据说许多京城官员连门都找不到，却暗中掌管着天下山水正神的筛选评定，虽无最终的勘定权，却有至关重要的举荐权。

    李锦通过路过红烛镇的官宦商贾，得知老人坐上这个位置后，寄去数封书信，无一不是泥牛入海，杳无音信，李锦不敢造次，只得遗憾作罢。

    化名李锦的“年轻人”在百年以来，苦心孤诣，竭力谋求冲澹江江水正神的位置，用了许多门路香火，全部无功而返。

    老人突然说道：“冲澹江之所以不设江神之位，你应该是知晓缘由的，所以你悄悄寄去我府上的书信，我只当没有看到，并非不愿帮忙，而是实在有心无力。”

    年轻人笑容苦涩，点头道：“理解。只要皇帝陛下不点头，恐怕礼部尚书开口发话都不顶用。”

    老人笑了，凝视着眼前这个年轻人，每过二三十年，此人就会更换脸皮容貌，老人眯眼道：“但是现在有个机会摆在你面前，就看你敢不敢争取了。”

    年轻人没有流露出激动神色，反问道：“听说曾是骊珠洞天的龙泉县境内，大骊皇帝敕封了一位龙须河河神，一位铁符江江神，披云山、点灯山和落魄山各自敕封了一尊山神，一次性给出三山两水，总计五个席位，这就已经用掉了皇帝陛下的许多家底，怎么可能在这个快要捉襟见肘的时候，再对冲澹江丢出一个宝贵名额？”

    老人笑道：“放心，不是什么针对你的阴谋，说句难听的，你还不至于让我亲自出马。”

    年轻人有些恼羞成怒，随即有些寄人篱下的无奈之色，不再说话。

    老人收敛笑意，道：“以红烛镇为中心，方圆千里之内，所有大骊朝廷敕封的山水正神、以及候补的土地、河婆，近期全部需要待命，随时准备参与一场围剿。除此之外，大骊野夫关在内的南方边镇，出动了大量精锐骑军，撒出了不计其数的斥候侦骑。至于你李锦，若非当年那点赠书的情分，我绝不会将这个消息告知于你。有你没你，毫无差别。”

    李锦被震撼得无以复加，“在大骊境内，摆出这么大的阵仗做什么？到底是在围剿什么？”

    老人直言相告，“一个人。”

    李锦望向老人的眼眸，不似作伪，缓缓问道：“郎中大人，需要我做什么？”

    老人笑道：“一点力所能及的小事情，只需要帮忙盯住一个刚到红烛镇的男人，因为我知道走出冲澹江后两百余年，你在红烛镇上经营得很好，比城隍他们更熟悉水路，比两位江神又更熟悉小镇的风吹草动，而且如果京城档案没有记录错误的话，你豢养有几尾珍稀的青冥鱼，来自古书，最适合小范围内侦查、传递消息。”

    李锦脸色不太好看。

    老人讥讽道：“放宽心，青冥鱼确实百年一遇，可我还不至于下作到见财起意的地步。”

    李锦自嘲笑道：“是我以小人之心度君子之腹了。”

    他随即问道：“那人是？”

    老人缓缓答道：“一个戴斗笠的汉子，腰间别有一只银色小葫芦，身边跟着一群孩子，那些孩子来自曾经的骊珠洞天，如今的龙泉县城。至于汉子的真实身份，大骊谍报尚未获悉。”

    李锦瞠目结舌，“那人之前来过我这铺子。”

    老人目光如电。

    李锦小心说道：“巧合而已。”

    老人摆摆手，叮嘱道：“无所谓了，从现在起，切记不要露出马脚，哪怕无功，也好过有过。如果因为你的纰漏，不小心打草惊蛇，你也不用担心，因为你那个时候肯定已经死了，那个人不杀你，我也会亲自动手。”

    “但是如果这件事情成了，我不敢保证你成为冲澹江江神，但是我可以让皇帝陛下先记住你的名字。”

    李锦自嘲道：“这算不算简在帝心？”

    老人停下随手抽书翻阅的动作，转头问道：“怎么，不愿意？”

    李锦哈哈笑道：“富贵险中求，更何况又不需要我亲自陷阵，稳赚不赔的买卖，做了！”

    他打了一个响指，肩头附近，浮现出两条尾巴极其纤长的玲珑小鱼，它们与他神意相同，鱼目所见，即是李锦目之所及。

    它们摇曳长尾，瞬间消失。

    老人离去之前，笑着感慨道：“你铺子的书，价格还是这么贵啊。”

    李锦只有在这一刻，才觉得老人依稀有几分当初那位年轻寒士的风采。

    老人取回灯笼，离开铺子。

    老人走出小巷，拐角处站着一个双臂环胸的魁梧男子，两人并肩而行，后者问道：“就不怕画蛇添足？”

    老人随意道：“其实这场围猎，收网到了这个地步，那李锦就算突然失心疯，跑到那个叫阿良的男人面前，说破一切真相，都无关紧要了。”

    男人没好气道：“归根结底，还是要还他当年的赠书人情？”

    老人笑眯起眼，流露出几分自负，轻声道：“我欠下的人情，多少还是值点钱的嘛。”

    朱鹿说要吃冰糖葫芦，朱河虽然有些好奇，自家闺女怎么突然喜欢上了甜食，可这点要求根本算不得什么，就带着少女一起去找摊子。

    最后还真被父女找到了，有扛着一大串糖葫芦的小贩，走街串巷，大声吆喝。

    朱河不喜此物，朱鹿一口气买下三串，朱河有些疑惑，少女笑着说自己吃一串，其余两串可以给小姐和陈平安。

    少女还说，她想今晚就跟那少年道歉，好歹跟他说一声对不起，才能安心。

    朱河如释重负，开怀至极。

    父女两人回到驿站，得知陈平安和李宝瓶已经返回枕头驿。

    朱鹿一串冰糖葫芦还未吃完，挑了甲等驿舍后边的院子，让父亲帮他给陈平安捎句话，说跟陈平安约在这里见面。

    朱河大步离去，心里有些好笑，这丫头脸皮子也太薄了些，跟人低头认个错而已，有什么丢人的。

    没过多久，草鞋少年出现在彩绘廊道那一头，看到坐在另一端长椅上的朱鹿后，少年微微加快步伐。

    少女身侧的长椅上，散落着十五六颗糖葫芦。

    少女笑着站起身，双手放在身后，姿态看似娇憨。

    她向少年走去。
------------

next：第一百零九章 少年有话说

    少年看着少女走来，她脚步轻盈，走在灯火朦胧的廊道，像夜色里的年幼麋鹿。

    朱鹿再没有平时的颐指气使，仿佛一位青梅竹马的邻家少女，巧笑盼兮。

    陈平安似乎有些不敢置信，脚步放慢，趋于站定，瞪大眼睛，凝视着那张有些陌生的清秀脸庞。

    朱鹿从背后抽出左手，朝陈平安挥手打招呼，边走边说道：“陈平安，棋墩山石坪上的事情，我爹希望我能够跟你说一声……”

    五步之隔，二境巅峰修为的少女，身形猛然发力前冲，仅仅两大步，刹那之间就来到了陈平安身前，几乎面面相视，两张脸庞纤毫毕现，少女脸庞上带着狰狞、愤怒和快意、解脱，复杂至极，少年眼神黯然之外，更多是凌厉，视线中带着那种用斩龙台磨砺出来的柴刀锋芒。

    朱鹿左手一拳直击少年额头，此举作为障眼法，少女甚至故意稍稍放慢了出拳速度。

    真正的杀手锏，在于右手，当她闪电出手后，手握三根锋利竹签，直直捅向少年的心窝。

    在竹签就要刺穿少年心口的时候，暴起杀人的少女，她之前未曾说完的那句言语，刚好顺势脱口而出，“对不起！”

    此刻少女哪有什么娇憨神态，唯有狠厉。

    但是下一刻，朱鹿满脸惊愕，心知不妙，就要后撤。

    陈平安右手迅猛抬起，不但格挡掉少女的左拳，还借着她胆敢示敌以弱的机会，手臂顺势向前，一把掐住朱鹿的脖子。

    与此同时，少年左手死死握住朱鹿暗藏杀机的右手手腕，向外一扯，不让三支糖葫芦竹签刺中自己的心窝，攥紧她脖子的手骤然发力，将少女往自己这边一扯，一记膝撞狠狠撞在少女腹部，势大力沉，撞得少女差点吐出胆汁苦水，身躯情不自禁地弯曲起来，整个人顿时失去了战力，陈平安没有任何掉以轻心，犹不罢休，当头一锤猛敲下去，以额头撞额头。

    少女踉跄后退。

    陈平安一腿蹬去，腹部又受重创的少女如断线风筝，重重摔在两张之外的廊道青石板地面上，挣扎了两次仍是无法起身，嘴角渗出血丝，面如金纸，花容惨淡。

    一气呵成，毫不留情。

    朱鹿用手肘抵住地面，忍住撕心裂肺的疼痛，竭力让身躯向后倒退，尽量远离那个草鞋少年，哪怕多出一寸一尺也好。

    陈平安环顾四周，并无异样，这才走向战力几无的狼狈少女，浑身肌肉紧绷，依然小心谨慎。

    朱鹿陷入莫大恐慌，顾不得擦拭嘴角的鲜血，带着哭腔解释道：“不要杀我，陈平安，我只是跟你开一个玩笑，真的我不骗你，如果我要杀你，我怎么会用这几支糖葫芦竹签，再说了我为什么要杀你啊……”

    陈平安一针见血道：“之前在观水街分开，你拉上你爹朱河说是去逛兵器铺子，是不是想挑选匕首之类的趁手兵器，容易隐藏在袖口之内，我猜应该是铺子关了吧，所以只好用竹签代替。”

    朱鹿蓦然笑起来，胸膛剧烈起伏，咳嗽得厉害，捂住嘴，猩红鲜血仍是不断从手指缝隙渗出，她松开手，仿佛认命一般，仰头望着那个居高临下俯视自己的少年，视线从上往下，最后看到一双粗糙低贱的草鞋，少女再次抬起头，好似魔怔失心疯了，不哭反笑，死死盯住越来越靠近自己的少年，沙哑笑道：“没想到你没我想象的那么蠢，但是我很奇怪，你是怎么看出我要杀你的？”

    少女提高嗓音，原本清秀可人的脸庞，扭曲而癫狂，“陈平安，在杀我之前，可以不可以让我死个明白？！”

    陈平安脚步不停，反问道：“为什么？”

    少女刚要尝试着坐起身，就被陈平安一脚踩塌在额头上，后脑勺重重撞在青石板上，少女呕出一大口鲜血，这次彻底放弃了挣扎起身的企图，虽然她内心深处，最大的耻辱，是让一个穿着草鞋的陋巷少年站着跟自己说话，而她却只能躺着，连坐起身都成了奢望。

    朱鹿用手背抹去鲜血，笑道：“还记得我家二公子寄给小姐的那封家书吗？我家公子琴棋书画无所不精，尤其擅长行书，就像公子的为人性情，潇洒不羁，但是我家公子在离家赶赴京城之前，突然说要学习楷书，因为他说要学会懂得遵守外边世界的规矩，他要开始约束自己的心性了。”

    陈平安蹲下身，掰开她的五指，取出那三支竹签，自己握在手心，然后坐在廊道长椅上，面无表情地盯住朱鹿，不让她有任何折腾出幺蛾子的机会。但是显而易见，朱鹿杀他杀得毫不含糊，一点拖泥带水的犹豫都没有，可要陈平安反过来，杀她杀得心无芥蒂，很难，因为这中间夹着那个红棉袄小姑娘，性情爽朗的汉子朱河，以及这个什么李家二公子。

    陈平安在看到她从廊道远远走来的第一眼起，就知道朱鹿不怀好意了，而且少年的眼力极好，少女的隐藏掩饰，远远不够精湛，颤颤巍巍的睫毛，咬住牙根的鼓起腮帮，低敛视线的狠辣，陈平安一目了然。

    但是陈平安怎么都没有想到，她会真的杀人。

    当少女提起那个“自家公子”，整个人的气态就摇身一变，扭头看向草鞋少年的眼神，就又像是人在看狗。

    “当时小姐在枕头驿跟我第一次提及家书内容，公子说大骊烽燧点燃的太平火，绵延千万里，一直从边关传递到京城。但是小姐并不知道，你们所有人都不知道，公子在这之前，从未跟我说过这‘边境以太平火，向君王报平安’的事情。公子跟我说了什么趣闻轶事，自我懂事起，我记得一清二楚！”

    “所以我当时就觉得事情不对劲，向小姐索要了那封家书，果不其然，我看出了学问玄机，这个世上，也只有我朱鹿能够看得出来！”

    陈平安低头看着满脸狂热的少女，少年一言不发。

    朱鹿沉浸在自己的世界里，这一刻，又变成了倨傲自负的李家婢女，初出茅庐的武道天才，她继续说道：“然后我仔细看了两遍，只用了两遍，我就找出了正确答案，解开了我家公子故意留给我的这道谜题！”

    她看着少年那张冷漠的黝黑脸庞，少女嗤笑道：“小姐是心性不定的跳脱孩子，当然领会不到公子的良苦用心，所以公子一开始就没有把希望寄托在小姐身上，而是选中了我。那封家书洋洋洒洒两千余字，几乎全部以行云流水的行书写就，唯有七个字，是楷书！”

    少女几乎要笑出眼泪，断断续续道：“大骊柱国姓氏，陈氏嫡长孙，杀马贼，太平火，报平安，得诰命。”

    那七个字，正是“杀陈平安得诰命”！

    书生杀人不用刀。

    陈平安皱了皱眉头。

    朱鹿捂住绞痛不止的腹部，翻江倒海，让她满头冷汗，可嘴上仍是讥笑道：“是不是连‘诰命’这两个字，听也没听过？”

    朱鹿挣扎着背靠少年对面的长椅，这次陈平安没有阻止她。

    她望着那个被自家小姐称呼为小师叔的少年，“知道我除了杀你之外，最想做什么事情吗？你不是识字很多了吗，我就想把那封家书交到你手上，说不定你还会自惭形秽吧，觉得世间怎么会有这么好看的字，如此好的文采，任你陈平安翻来倒去看十遍一百遍，却不知真正的学问，竟然只是那七个字，是不是很好笑？我觉得很好笑，都快要好笑死了！”

    陈平安安安静静坐在长椅上，身边刚好散落着那些冰糖葫芦，一颗颗无人问津，少年看着朱鹿，扯了扯嘴角，“如果不是朱河，你今天就真的要好笑‘死’了。”

    陈平安站起身，缓缓说道：“我知道，这些话你其实是说给你爹听的，而且你这次挣扎起身，是为了引诱我对你出手，你要让朱河没有选择的余地，要么我杀你，要么他杀我，对不对？”

    朱鹿脸色阴沉，不再说话。

    朱河不知何时站在廊道之中，双拳紧握，手背青筋暴起，满脸痛苦，男人望向那一双少年少女。

    一个是自己心爱的闺女，一个是自己欣赏的晚辈。

    朱鹿伸出大拇指，使劲抹掉嘴角的血迹，微微低头，眼睛却盯着草鞋少年。

    她缓缓转头，少女破天荒脸色平静，对那个熟悉身影说道：“以我们小姐的脾气，如果知道了这一切，我就算不死，也要脱一层皮，这辈子就算是毫无希望了。爹，我求你了，不要心慈手软，趁着那个风雪庙的阿良还没有回来，赶紧动手！公子说过，当断不断，必为其乱！”

    陈平安突然转身弯腰，随手捡起一颗糖葫芦，放入嘴里咀嚼起来。

    然后少年站在廊道中央，与朱河对峙。

    少年对少女轻声道：“你会死的。”

    朱鹿心一沉。

    她爹和陈平安相距约莫十五步。

    陈平安虽然武道境界不高，但是身形矫健，少女见识过。

    她有些恼火，爹就不应该这么光明正大出现在那么远的地方。

    生死之争，讲什么高手风范？！

    朱鹿扭头朝地上吐出一口血水，“有本事你就试试看。”

    她望向父亲，提醒道：“爹，今天你要是不出手，我就死给你看！不管如何，先把陈平安拿下再说！”

    至于拿下之后，她爹不愿出手杀人，她来便是。

    朱鹿早已强提一口气，随时准备应对陈平安拿她要挟父亲。

    她爹曾经无意间说过，一旦对上这个出身泥瓶巷的低贱胚子，若是点到即止的武学切磋，她有胜算，但是生死搏杀，她必死无疑。起先她是半点不信，但是那场发生在棋墩山石坪的风波，当她与白蟒对峙，朱鹿吓得毫无斗志，只能束手待毙，反观陈平安无论是胆识气魄，还是对时机的把握，全在她朱鹿之上。

    这其实让她的习武之心，几乎绝望了，一旦心境崩碎，武道之路就算走到了尽头。

    所以哪怕在进入红烛镇之前的棋墩山边界，土地爷魏檗送给他们人手一份临别赠礼，她在朱河的强硬要求下，拿到了那本所谓的仙家秘籍紫气书，无数人山下武人梦寐以求的武道宝典，少女其实并未提起多少的心气。

    心气一事，自古易坠难提起。

    这一切，粗糙汉子的朱河，醉心于武道攀登的纯粹武人，又如何晓得？

    但是那封书信的到来，宛如自家公子在面授机宜，就像一场雪中送炭，让悟出其中玄机的少女，重新燃起希望，告诉自己，一定要习武，最少要成为爹那样的武道宗师，一定要在沙场立下汗马功劳，让那个“诰命夫人”来得天经地义。

    尤其是他们父女二人，如今拥有了真武山英雄胆，和那部山上神仙手笔的紫气书，就像朱河亲口所说，如今他连第七境的风光，也敢去想一想了。那么她朱鹿，为何不敢去想一想自己以前不敢想的风光日子？

    只是所有锦绣前程、所有阳关大道，建立在一个小小的前提上。

    陈平安必须死。

    所以自知正面搏杀不是少年对手的少女，需要一场暗处的袭杀，如少年揭穿的真相那样，她需要一把匕首。不凑巧，

    不凑巧，兵器铺子关门歇业，买不到。

    刚好他爹朱河说到与陈平安道歉一事，而陈平安与小姐李宝瓶，又提过要买糖葫芦。

    匕首能杀人，冰糖葫芦的竹签子，用在二境巅峰的武人手里，也可以。

    为了担心一根竹签容易折断，少女便借口带给陈平安李宝瓶两串，三根竹签握在一起，她不信还捅不穿少年的心窝。

    环环相扣。

    朱鹿之机敏急智，可见一斑。

    那个从未露面的李家二公子，识人之明，用人之准，同样显而易见。

    因为朱鹿真正的厉害之处，还在于她既给自己找了一条退路，又给身为武道五境的朱河，替她爹选择了一条没有回头的路。

    她死，或者陈平安死。

    朱河望向那个束发别玉簪的贫寒少年，说了一个本该由他女儿诚心诚意说出口的三个字，“对不起。”

    陈平安笑道：“没关系，路都是自己选的。”

    草鞋少年不合常理的笑意，给人森寒之意。

    这种荒诞感觉，不远处的少女尤为清晰。

    当初在棋墩山辖境内，与朱河切磋之后，少年察觉到自己体内三座气府，竟然让那条横冲直撞的气机火龙，都只敢过门不入，陈平安直到那个时候，才意识到那三处，藏有三缕极小极小的剑气，与他心意牵连，使用起来，毫无门槛。

    之后炸烂那条白蟒的头颅，少年用掉了一缕剑气。

    为了活命，再用一缕剑气，陈平安觉得不亏。

    但是少年觉得下一次动用剑气，必须要有赚才行，总这么不亏，也不是个事啊。

    这场用心险恶的陷阱。

    少女朱鹿说了很多很多。

    陈平安不过开口数次，加在一起也没几个字。

    所以少年觉得要说点什么，为自己，也为那位需要自己活着她才能活着的神仙姐姐，否则心里有些不痛快。

    少年一只草鞋向前踏出，一只草鞋向后挪去。

    少年双膝弯曲，身形下坠，双指并拢，直指廊道远处的男子，嘴唇微动。

    不知是心有灵犀，还是祖荫庇佑，少女朱鹿没来由满怀惶恐，尖声喊道：“不要！”

    朱河更是头皮发麻，堂堂武道五境的小宗师，竟是心神陷入泥泞，四肢丝毫动弹不得。

    少年默念道：“剑来！”

    （本章完）
------------

next：第一百一十章 无不散的筵席

    陈平安肩头一沉，气息随之凝滞，原本那缕即将离开气府的剑气，已是箭在弦上，不得不发，可被人在肩头突兀一拍后，如大蟒出山，却遭逢挡住去路的河蛟，先前势不可挡的气焰，自然为之停顿，暂时选择了按兵不动。

    “打住打住。”一位斗笠汉子站在陈平安身旁，搂住少年肩头，嬉笑道：“相亲相爱的一大家子，打打杀杀，成何体统。”

    陈平安抬起头，神出鬼没的斗笠汉子，对他笑了笑，“相信我，我是阿良唉。”

    陈平安叹了口气，“暂时听你的。”

    阿良只是看了眼朱河，甚至懒得去瞥一眼少女朱鹿，懒洋洋道：“这么珍贵的剑气，用来杀一个朱河，太暴殄天物了，你心疼，我都替你心疼。何况……算了算了，不说这些大煞风景的话，总之，我阿良的良心会过不去。这一式‘十八停’的运气方式，你就当是补偿吧。”

    陈平安原本正准备收起双指并拢的姿势，就在此时，阿良松开少年肩头的手，后退一步，摇头笑道：“这姿势也太不高人风范了，我教你一个厉害的。”

    “站稳了！”斗笠汉子轻喝一声后，弯曲手指，先是在陈平安肩头一叩，之后出手如飞，在少年心口点了七八下，与此同时，使出比那聚音成线更上乘的仙家神通，直接在少年心湖之上激起涟漪，响起一连串心声，“记住体内这股气的起始，记住所有气府名称和运转路线，气若龙脉绵延，起于万山之祖凛冲，此乃世间养剑的头等气府，此处为一停，快速过三山六关，至此扶乩穴为二停，又急掠六洞九府，至此纯阳府，做第三顿……此为最后一停，总计十八停。这些窍穴气府与如今说法迥异，乃是上古无数剑修披荆斩棘，付出巨大代价得出的珍贵心血，你记牢了！”

    阿良最后问道：“记清楚没有？”

    陈平安额头渗出汗水，“记住了七七八八。”

    阿良笑道：“差不多可以了，之后如果撞得头破血流，不用怕，这是每一名剑修必须要走的道路。等以后熟悉了路线，你可以尝试着慢行气机，这才是十八停最有意思的地方，嗯，这是阿良我琢磨出来的学问，有人佩服得不行，使劲夸我，说光是这一点，就将剑道高度拔高了很多，哈哈，有点难为情啊。”

    陈平安突然觉得这个所谓的十八停，多半是比撼山拳谱好不到哪里去了。

    阿良仿佛看穿少年的心思，一本正经道：“我像是个信口开河的骗子吗？我阿良这辈子就不知道吹牛是什么事情！”

    朱河心神已经从泥泞当中勉强拔出，但是四肢比先前更加僵硬，一动即死，这是朱河脑海中唯一的念头，这就是那名斗笠汉子带来的无形震慑。

    当那个腰佩绿刀别葫芦的家伙，与你是朋友的时候，你会觉得他怎么看怎么不像高手。

    可当这个家伙成了对立面的敌人，朱河整个人吓得汗流浃背，当真是要魂飞魄散。

    远处朱河已是心神失守，近处的朱鹿只听到陈平安在自说自话。

    阿良又以心声告知陈平安，“轻舟已过万重山，气机流转一瞬百里千里万里，是很好，可若是能够做到缓行，如山岳百年累土，不见丝毫增高，海川千年积水，水面不见半点抬升，则更好！以后运气，可以专心练习这条道路，做到睡觉的时候也能自行运转。”

    陈平安疑惑道：“我怎么知道睡了后，有没有运转这十八停？”

    阿良双手环胸，笑道：“行到水穷处，坐看云起时。到时候你自然而然会知道答案。”

    阿良一屁股坐在长椅上，只是刚坐下，脸色就有点不对劲。

    陈平安捂住额头。

    阿良不露声色地抬起屁股，用手拍掉那些站在屁股上的冰糖葫芦，挪了个位置坐下，双手摊放在栏杆上，重重呼出一口气，终于第一次正视朱鹿，“你和你爹除了要把真武山那颗英雄胆，和紫气书一并还给我，还需要拿出那叠李家传承下来的符箓，但是这些符箓只能救下你们当中的一个人，朱鹿，我现在让你来选择，是你活着离开枕头驿，还是你爹？”

    不等朱鹿说话，朱河已经沉声道：“恳请阿良前辈让朱鹿离开，我愿意自尽谢罪，甚至不用脏了前辈的竹刀。”

    阿良只是笑眯眯看着朱鹿，根本不理睬已经掏出丹药和黄纸符箓的朱河，“朱鹿啊，你希望谁能活下来？”

    少女已经哭成一个泪人儿，只是用手使劲捂住嘴巴，不敢哭出声。

    另外一只手，在她身后攥紧，指甲刺破手心，满手鲜血。

    朱河在远处廊道重重跪下，磕头颤声道：“阿良前辈！”

    阿良望向陈平安，问道：“你觉得呢？要不然一起放了？你要是怕朱河报复，我可以废掉他武道修为，怕意外的话，我可以随便打断朱河的长生桥，嗯，朱鹿的也行。”

    少年不去看朱河，只是看着朱鹿，“我说过，你必须死。”

    朱河猛然抬头，怒吼道：“陈平安，朱鹿还是个孩子！”

    一直心态相对平静的少年，听到这句话后，莫名其妙就气得脸色发白。

    草鞋少年数步迅猛向前，就要一拳打烂朱鹿的胸膛，此时她气机絮乱，比起寻常少女的孱弱体魄好不到哪里去，只是不知为何，出拳之后，不由自主就变成了巴掌，路线倾斜向上，一记耳光狠狠摔在朱鹿的脸颊上。

    阿良再次按住少年的肩头，“可以了。”

    阿良轻声笑道：“有些惩罚，比一死百了残酷多了。”

    陈平安坐回长椅，怔怔出神。之后阿良如何处置父女二人，他们如何离开的枕头驿，以后去往何方见何人，少年一概不知。

    少年突然抬头问道：“阿良，有没有酒喝？”

    阿良笑了，“酒有的是，我那只小葫芦能装下千斤酒，可是我必须告诉你一件事，一个人在伤心的时候，千万不要喝酒，容易变烂酒鬼。快意的事情，可以喝酒，说不定喝着喝着，就成了酒仙。”

    枕头驿大门外。

    林守一独自站在街道上，少年不知为何被阿良留在外头，说让他等一个人的出现，由他自己决定是不是要跨过驿站的门槛。

    哪怕百无聊赖，少年仍是站如山巅孤松，腰杆挺直。

    借着枕头驿门口悬挂的大红灯笼，少年从怀中掏出那本道家典籍云上琅琅书，开始浏览那些拗口难懂的文字，可谓佶屈聱牙，盲风涩雨。

    但是每当读到会心处，或是悟出些许真意后，犹如雨后天晴，拨开云雾见青天，让少年欣喜不已。这份由衷喜悦，身世坎坷造就出冷漠性情的少年，不愿与人分享。

    少年从不惮以最大恶意揣测这个世道的人和事。

    远处走来一位姿色平平的妇人，望着少年，妇人目露惊艳，感慨道：“果真是个修道的好胚子。”

    妇人走到距离少年七八步外的地方，微笑道：“你好，林守一。之前在水边我们已经见过面了，我在画舫你在岸，我的真实身份，是大骊长春宫的太上长老，非是自夸，我确是市井百姓眼中的山上神仙，货真价实，可一挥袖呼风唤雨，一跺脚地动山摇，尤其擅长一手五雷正法，覆掌镇杀妖魔邪祟……”

    说到最后，妇人自顾自笑起来，挥挥手，“不行不行，这套措辞实在是太让人难堪了，下次得让人换些素淡的。”

    少年却点头道：“我相信你。”

    妇人笑道：“虽然不知你爹在那封家书上，如何跟你说的，更不清楚那个阿良的想法，但是他既然明知道我尾随你们，又把你留在驿站之外，那么我觉得可以试试看，能否说服你，随我一起返回大骊京城，与你父母道别之后，再跟我去长春宫修行道法。”

    林守一脸色淡漠道：“我爹要我乖乖留在红烛镇，然后会有高人接我去大骊京城。要不然我不明不白死在外头，他不会帮我收尸。因为一个死人，是不值那些路费的，我爹提了一句，如今大骊京城物价很高，家里开销很大。”

    妇人叹了口气，“你爹说话是难听了点，可这难道不是大实话吗？”

    少年嘴角满是讥讽之意。

    妇人犹豫了一下，向少年伸出手，神色庄重肃穆，“虽然你会觉得太过儿戏，不够玄之又玄，少了许多跌宕起伏的机锋和考验，可我还是想告诉你，林守一，向前走出一步，你就走上长生桥了。”少年收起那本道书，放回怀中，摇头道：“感谢仙长好意。生在什么门户，姓什么，全由不得我。可该走什么路，我心里有数。”

    “可惜了。”

    妇人唯有叹息一声，并未强人所难，“林守一，那就有缘再会，希望到时候你不会后悔。”

    少年作揖行礼，一板一眼，“林守一恭送仙长。”

    妇人一闪而逝。

    驿馆廊道。

    陈平安和阿良此刻一人一边，对坐在廊道长椅上。

    陈平安轻声问道：“阿良，你是不是要走了？”

    阿良点点头。

    提起小葫芦喝了口酒。

    一眼就看出是想到了什么伤心事，所以之前口口声声说伤心之时不喝酒，纯粹是斗笠汉子的客套话。

    阿良怔怔望着对面的少年，看着眼前少年陈平安的那双干净眼眸，就好像很多很多年前，看到的那双眼眸。

    阿良，我想好了，读书没用，烦得很！我齐静春要跟你去闯荡江湖，我要快意恩仇，喝最烈的酒，用最快的剑，骑最好的马。嗯，我钱都备好了，十几两银子呢！不够的话，我可以回去跟先生再借一些。先生通情达理得很，跟我说真不想读书的话，也可以出去走走，千万里的大好河山，都是学问。

    被人揍得鼻青脸肿的青衫读书郎，眼神清澈而坚定。

    学院大门那边，有个老秀才躲躲藏藏不敢见人，只露出一颗脑袋，朝阿良使劲使眼色，见阿良不搭理自己，就干脆横移几步，走到门槛那边，卷起袖管，摆出你敢拐骗我学生、我就跟你拼老命的架势。

    去去去，毛也没长齐，尽说些大话。等哪天毛长齐了，我再带你去见识外边的花花世界。

    阿良，一言为定啊，我等你。

    最后，阿良背对着少年，一手握住剑柄，吊儿郎当地敲打肩头，一手扬臂，握紧拳头，与那少年告别。

    游侠儿阿良，与憧憬江湖的少年郎挥手告别。

    经此一别，再无重逢。

    最后，男人转过头，看到那个老头子已经牵着少年的手，两人一起走回书院。

    一老一小，聊着天。

    静春，先前忘了问，到底是谁打你的啊？

    那个姓左的。

    啊？他啊，下手这么没轻没重啊，我回头就去说他，君子动嘴不动手嘛。不过为什么要打架啊。是不是他讲道理讲不过你，恼羞成怒？

    不是。

    嗯？

    他辩论输了之后，倒也愿意认输，可他故意说我读书再多，这辈子学问也没希望超越先生你，我觉得这怎么可能嘛，先生你学问虽大，可如今一翻书就犯困，经常看着看着就打盹，我年纪还小，总有比先生更多的……可他还在那里念叨，有本事明天学问就大过先生，所以我气不过，就率先动手了。打不过他，我也认了，这不之前找到先生，就没告状，对吧，读书人这点骨气当然要有，先生你在这方面，就不太好，跟人吵架赢了打架输了，就只说自己学究天人，说那场辩论如何前无古人后无来者，若是跟人吵架输了打架赢了，便只说打架打得如何惊天地泣鬼神……

    先生先生，你拧我耳朵作甚？唉唉唉……君子动口不动手啊。

    什么君子！先生我是圣人！

    看到这一幕的男人，终于潇洒转身离去。

    在那段漫长的峥嵘岁月里，有些时候，男人会坐在那堵长城上，独自一口一口喝着酒，听说那些个从倒悬山遥遥传来的小道消息，就没一个是喜讯，全他娘的是噩耗，男人就会后悔当年没带上那个少年，会埋怨那个老头子，连自己的得意弟子也照顾不好。

    此时，看着对面的少年，阿良突然笑了，“曾经我和一个跟你差不多大的少年，说过一句话，我跟他说，‘相信我，你读书比练剑更有出息。’现在我觉得应该对你也说一句，‘相信我，你练剑比练拳更有出息’。”

    斗笠下，阿良那张脸庞，笑得眉眼都挤在一起，笑容灿烂，如温煦的冬日。

    可是陈平安从来没有见过这么伤心的阿良。

    （本章完）
------------

next：第一百一十一章 斗笠

    p阿良不再喝酒，系好银色小葫芦，不过仍是翘着二郎腿，那柄棋墩山土地爷新打造的竹刀，横放在斗笠汉子的膝盖上，阿良双手双手轻轻拍打刀柄和刀鞘顶部，一上一下，说道：“一路走来，我其实一直在试探你，很多次了。你的选择，会决定我护送你到哪里，简单来说，就是我能陪你走多少路，就看你跨过多少个坎。”

    陈平安点头道：“到后边我也琢磨出一点意思了，但只是觉得阿良你肚子里憋了很多想法，具体想什么，我一直没想明白。”

    阿良对此并不觉得意外，开诚布公道：“第一次是在龙须溪边上，如果那次你让我觉得是个不谙世事的小屁孩，是个靠着一腔热血意气用事的烂好人，我可能只会留给你一头驴子，拍拍屁股就走了，至于你能不能熬到风雪庙魏晋出关，关我屁事，反正早死晚死都是死，浪费我感情。”

    阿良一边回忆细节，一边娓娓道来，陈平安听得目瞪口呆，完全没有想到阿良的心思如此细腻，更无法想象在自己的人生当中，曾经出现过那么多个稀奇古怪的考题。

    “倒数第三次，是棋墩山石坪一战。如果不是我的故意引诱，棋墩山土地魏檗和两条蛇蟒，不会那么莽撞行事。我是希望”

    “倒数第二次，是引诱你返回竹林，多砍几棵竹子。”

    “这一次，如果不出意外，是最后一次了。原本还想着护送你们到野夫关再离开，现在有些意外状况，不得不提前离开了。”

    阿良洒然笑道：“有些考验，是刻意为之，有些试探，则是顺势而为。在这期间，你做的有些事情，做得让我很不以为然，迂腐得很，有些事情，又做得让我觉得很痛快。这才是对的，这不是齐静春崔瀺他们读书人的科举制艺，首重真实。我做了这些，然后冷眼旁观，看你的一言一行，跟某些宗门老神仙收取关门弟子，是一个路数，重心性轻天赋。”

    阿良自嘲笑道：“是不是觉得我阿良是吃饱了撑着？或是人心鬼蜮，一肚子坏水？”

    但是他不等陈平安说什么，很快就自问自答道：“我哪有这份闲心啊，我阿良这么大的一个大人物，很忙的好不好。”

    陈平安把双腿放到长椅上，懒洋洋盘腿而坐，双手托着腮帮，问道：“阿良，是不是我跟齐先生认识的缘故？所以你才会对我这么上心？”

    阿良收敛玩笑神色，沉声道：“修行路上，诱惑太多了。李槐的那本断水大崖，林守一的修道天赋，都是可以用来卖钱，换成你陈平安的踏脚石。齐静春的弟子，不该如此凄惨。尤其是李宝瓶，那么好的一个小姑娘，我一想到她被自己信任的小师叔伤透了心，我阿良的心都快要碎了。”

    阿良才正经没多久，很快就又露出狐狸尾巴，笑眯眯道：“唉，我们这些老男人啊，什么家国破碎、山河陆沉，都扛得住挑得起，唯独最受不得这些小小的美好了。”

    陈平安从身边捡起一颗没被阿良屁股坐过的冰糖葫芦，缓缓嚼着，含糊不清问道：“阿良，你现在觉得我咋样？你要是觉得我不行的话，不然你找朋友送宝瓶他们去大隋，行不行？我倒不是怕吃苦，这个真不骗你，我就是怕齐先生会失望，怕我护不住宝瓶他们的周全。”

    阿良笑骂道：“你小子别想跑路，这门差事，还真就你最合适，齐静春别的不行，眼光是真好，除非换成老头子亲自带他们游学才行……不说他老头子，胆小怕事的缩头乌龟，抠搜抠搜的穷酸秀才，说起来就是一肚子火气……”

    阿良扶了扶斗笠，仰头望去，啧啧道：“呦呵，这大骊皇帝倒也有趣，厉害的厉害的。趁着还有点时间，跟你聊一点最没用的东西，顺便解释为何我愿意把大把时间放在你小子身上。”

    阿良同样收起二郎腿，跟陈平安一眼盘腿而坐，横刀在膝，缓缓道：“不管是习武还是练气，修行路上，最忌讳拖泥带水，所以顺从本心为人处世，是一条捷径，可难就难在多想了一个为什么。兵家修士是不会作‘退一步想’的，世间武夫大抵难逃此窠臼，只觉得逆流而上，就是一个勇往直前，拼的就是一个勇猛精进，独步登天。道家喜欢扪心自问，佛家喜欢看前生来世，儒家喜欢讲规矩画框架，墨家比较奇怪，喜欢兼济天下，最讲侠义，不太喜欢谈长生。小说家，眼高手低，希冀着自己捣鼓出一个纸上世界。”

    “人心此物，脆如琉璃，经不起推敲。齐静春是既迂腐且自负的君子，不愿试探，那就由我来替他做。涉及文脉香火的传承，岂能儿戏？你陈平安若是个绣花枕头，或是个经不起诱惑的，到时候咋办？齐静春死翘翘了，可我阿良还活着呢，到时候齐静春眼不见心不烦，我不得被恶心死？要知道能吃苦耐劳，与经得起诱惑，是截然不同的两回事。”

    阿良叹了口气，道：“这大概算是皇帝不急太监急？”

    陈平安一本正经道：“阿良你放心，我虽然喜欢钱，但我只喜欢我双手挣来的钱，别人的钱财，哪怕掉在地上，我遇见了，也只会寻找失主，绝对不放在自己兜里。”

    阿良笑道：“不能说你错，但你若是真有急需急用，可以先用了，解燃眉之急，这笔账记在心头就行，以后有力偿还的时候，多偿还一些便是，双方皆大欢喜。这才是真正的好人。要不然你还真守着那点钱饿死自己？”

    陈平安问道：“那如何判断我是否急需？”

    阿良指了指自己心口，再指了指自己脑袋，“这两关都过去了，那笔钱就能用了。”

    陈平安眼睛一亮，有所了悟，使劲点头道：“阿良你虽然没读过书，但到底是走过很多路的人。你这么一说，我就想通了。”

    阿良揉了揉鼻梁，“怎么感觉比李槐的马屁还不如。”

    阿良靠着围栏，望向廊道外的清朗月夜，感慨道：“知道吗，你那种迂腐，其实换成齐静春他们读书人的说法，叫正直。对，是真的正直，心与行相合，正人君子的正，直道而行的直。”

    阿良大笑起来，指着一脸懵懂的少年，“哈哈，你小子自己是晓得这些的，泥腿子，小财迷，吝啬鬼。但偏偏是这样，你很像很像老头子年轻的时候，其实齐静春跟你这么大的时候，脾气差得很，反而是公认大器晚成的老头子，跟你一样，很小就心思重，脾气也好，跟泥捏的菩萨差不多，天生就是坐在神坛上的……”

    阿良越说嗓音越低，只是骤然拔高，“当然了，我阿良是随心所欲惯了的，不是很喜欢你这种风格，当年就是因为这种感觉，让我拒绝了一个少年的请求，嗯，那家伙就跟你现在差不多大。我经常会想，如果当初带着他一起走走江湖，会不会比现在更好一些。我当时跟那个少年最后说，相信我，你读书会更有出息。江湖这么点大的地方，有我阿良一个人就足够了，可是书海无涯嘛，何必跟在阿良后头吃灰尘。”

    斗笠汉子咧咧嘴，“所以这趟来大骊，我想跟有些人唠唠嗑。我想告诉他们，齐静春不在意的事情，有人在乎。”

    阿良莫名其妙伸手随意一弹指。

    观水街那条小巷的书铺里，自称冲澹江李锦的年轻公子，额头如遭重锤撞击，整个人倒飞出去，撞入书墙不说，直接破墙而出，跌入隔壁店铺，把那个站在柜台后头打盹的店伙计，给吓得噤若寒蝉。

    阿良嘀嘀咕咕道：“神仙打架，看戏就好。小小锦鲤，真以为什么大江大浪都见识过了？我阿良见过的大江大河，比李槐吃过的米粒还多，真以为这句话是吹牛？我阿良这辈子就不知道吹牛是什么。”

    他继而向身侧凌空一抓，远处院墙那边，一条青色游鱼模样的袖珍精魅，如上钩之鱼，拼命挣扎，阿良手掌往回一扯，这尾青冥鱼被它拘束在掌心大小的方寸之地，更加出奇之处，在于斩断它与主人的神意牵连后，本该奄奄一息的灵物，反而比先前更加灵气充沛，悠然自得，扭尾游曳。

    阿良解释道：“回头让李槐豢养在那本断水大崖当中……咦？怎么感觉这个小王八蛋，每天都有狗屎运？李槐在小镇是不是天天踩到狗屎，从不擦鞋底板？”

    远处有个稚嫩嗓音响起，“阿良你才天天踩狗屎！”

    陈平安望向阿良，后者低声笑道：“没事，三个家伙都是先后赶来这里没多久，不知道朱河朱鹿的事情，关于这对父女的‘不告而别‘，回头你自己找个借口对付过去就行了。”

    阿良招手道：“别偷听墙脚根了，来来来，分赃分赃了。”

    李宝瓶，李槐和林守一先后来到廊道，李宝瓶坐在陈平安右手边，李槐坐在陈平安左边，结果跟阿良的遭遇如出一辙，骂骂咧咧摘下屁股上的冰糖葫芦，立即眉开眼笑，二话不说就丢进嘴里，林守一则默默坐在阿良身边。

    阿良转身交给林守一那一摞黄纸符箓，“好好研究，不要轻易浪费了，齐静春说过，你们小镇的福禄街和桃叶巷，大有玄机，至今还隐藏着一桩不小的机缘。”

    阿良拍了拍冷峻少年的肩膀，“不管怎么说，你林守一如今是所有人当中，第一个名副其实的修行中人了，要更加珍惜自己的前程。”

    林守一点点头，郑重其事地收起那叠符箓，与云上琅琅书一起藏在怀中。

    阿良转头望向贼头贼脑的李槐，没好气道：“你那本破烂书呢？拿出来。”

    李槐怒骂道：“你惦记它干嘛？除非你先给我十两银子！”

    阿良打了个响指，那条原本隐匿踪迹的青冥鱼，浮现在四人眼前，除去陈平安，其余三个孩子都瞪大眼睛。

    阿良一脸嫌弃说道：“拿出那本破书，随便翻开一页，将这条鱼夹住其中就可以了，至于如何饲养，自己琢磨去，老子不伺候。”

    李槐蹦跳起身，掏出那本断水大崖，摊开之后，脚步飞快，朝着那条青冥鱼就是猛然合上，书页之间隐约传来细微的哀鸣之声。

    阿良揉了揉额头，“剩下那头毛驴，谁要？”

    李槐立即举起手，“我我我，能卖了换钱不？或者饿惨了，能不能杀了炖肉？”

    阿良不想说话。

    李槐突然放低嗓音，怯生生问道：“阿良，你该不会是要死了，在跟咱们交代遗言吧？”

    阿良白眼道：“滚你娘的，有多远滚多远。”

    李槐叹了口气，重新坐在陈平安身边，“我娘亲和爹，还有我姐，如今离这里已经够远了。”

    只是孩子后边那句话，有些伤感，“所以阿良，你别走好不好？以后我不骂你就是了。”

    阿良欲言又止，没有说什么，摘下银白色的酒葫芦，抛给李宝瓶，“接住喽，这只小葫芦，是世间最好的养剑葫之一，寻常养剑葫根本无法媲美。”

    阿良站起身，伸了个懒腰，“无事一身轻啊。”

    他低头看了眼绿色竹刀，抬起头，笑问道：“小宝瓶，能不能跟你借用一下那把狭刀祥符？”

    李槐灵光一现，“阿良？是不是要干架？我帮你……”

    阿良投去怀疑和询问的视线。

    孩子干笑道：“帮你摇旗呐喊！”

    李宝瓶车轱辘似的飞奔，很快就一个来回，双手把狭刀递给阿良。

    阿良悬佩好那柄名为祥符的名刀。

    不知何时，陈平安，李宝瓶，李槐，林守一，四人并排站在斗笠汉子的对面。

    斗笠汉子伸出两根手指，捻住斗笠边沿，大笑道：“以前跟你们说我阿良有多强，剑术有多高，你们总是不信，还喜欢嫌弃我吹牛。你们啊，真是太年少无知了，我是怕吓到你们，还故意挑一些芝麻绿豆的小事情，比如什么出剑快到泼水不进啊，讲给你们听。”

    阿良最后笑眯眯问道：“你们不信，对吧？”

    阿良先望向暗处，吩咐道：“护住他们。”

    有人点点头。

    然后这个初次相逢，便头戴斗笠的汉子，终于第一次摘下斗笠，随手扔掉，只是不等斗笠坠地，斗笠便化作齑粉，烟消云散。

    与此同时，

    以悬佩双刀的男人为中心。

    方圆千里之内，地牛翻身一般，轰然震动。

    阿良下意识去扶斗笠，才意识到已无斗笠了，便挠挠头，咳嗽一声，笑道：“我叫阿良，善良的良。”

    （本章完）
------------

next：第一百一十二章 强者

    提着灯笼的老人，这位礼部祠祭清吏司的郎中大人，拣选僻静街道，最后来到红烛镇城隍阁，一脚跨过门槛之前，老人手中灯笼率先进入门内的时候，如同穿过一阵水纹涟漪，用以隔绝阴阳、井水不犯河水的涟漪，转瞬即逝，只是老人的大红灯笼内，出现了一缕缕四处飞掠撞壁的流萤，流光溢彩。

    老人手中的这盏灯笼，有人以朱笔写就四个古朴小字，魂去来兮。

    这座与县衙分掌阴阳庶务的城隍阁内，一位面如红枣的儒衫老者向来者作揖，朗声道：“红烛镇城隍，拜见郎中大人。”

    儒衫老者左右还站着一位手捧玉笏的文官男子，一个披甲佩剑、肩上蹲着一只狸猫的武将，俱是可以划入阴物范畴的神祇英灵，三位的身姿容貌，与此处城隍爷的泥塑神像，文昌阁武圣庙供奉的文武两神像，一模一样。

    提着灯笼的老人点头还礼，脸色凝重道：“想必你们三位已经收到朝廷的密令，方圆千里之内，大大小小的山水正神、土地、河婆，以及城隍阁和文武两庙供奉的神祇，都要截杀一个名叫阿良的佩刀男子，东南西北四个方向，在那人撤退的某条路线上，如果有任何人胆敢畏敌不前，或是故意隐藏实力，事后一律打碎金身，水神金身碎片埋于山根，山神碎片沉入江底，你们一阁两庙出身的，也差不多是这个下场，到时候全部从地方县志除名。”

    老人露出一丝笑容，缓和一下气氛，“不是要你们争相赴死，只是全力拦阻而已，陛下亲自运筹帷幄，所以也是各位建功立业的大好时机，如今我大骊铁骑的南下脚步，势不可挡，一旦版图扩张，亡国的疆土上，便会空出许多更好更高的位置来，对于你们来说意味着什么，这其中的学问门道，你们久居神位，想来都明白。”

    三位地方神灵分别慷慨出声。

    “属下绝不敢敷衍了事！”

    “定当全力以赴！”

    “生前就已为大骊战死过一次，如今得享香火数百年，自当拼了金身碎裂，也要让那狗胆恶獠授首于此！”

    老人欣慰点头，“南边的大好河山，大骊以后肯定需要仰仗各位，帮着坐镇山河气运，总之，我们勠力同心，共襄盛举。”

    稍稍靠近红烛镇的玉液江神祠内，曾经和灯笼老人一起出现在观水街的魁梧汉子，真实身份是兵部武选司郎中，可以说这位壮汉，掌管着大骊王朝大部分江湖人士的生杀大权，只不过比起老人的礼部祠祭清吏司，前者被形容成跟泥塘里的杂鱼王八打交道，后者却是跟神仙中人笑谈长生事。

    江神祠内，站着两位气势不俗的江水正神，一人手持黑黝黝铁枪，时不时有金色铭文闪烁亮起，一位青蛇缠绕手臂，灵动青蛇间歇性张开小嘴，吐出一口口雪白色的气息。

    两位江神浑身弥漫着雾蒙蒙的水气。

    壮汉沉声道：“一旦收网，那刀客多半是要往南方逃窜，所以要你们在这边碰头，到时候我会第一个出手拦阻，死道友不死贫道的事情，我倒是想做，可如今皇帝陛下说不定就盯着咱们呢，所以借给我十颗胆子也不敢做，希望你们两位，同样不要让皇帝陛下失望。”

    汉子说完话便大踏步走出江神祠，面向北方的红烛镇，干脆脱去上衣，露出一身雄健肌肉和狰狞的纹身，一条寻常草莽武人绝对不敢纹刻的过肩龙，背部则纹有一头出林虎。

    月色之下，汉子双臂环胸，不动如山，气势高涨。

    通向枕头驿大门的那条长街上，那名试图劝说林守一随她一起返回长春宫的妇人，并没有远去，而是挑选了街旁一家酒肆，有年轻貌美的女子掌柜沽酒，与客人说着粗鄙不堪的荤腥笑话，女子面不改色，她那个畏畏缩缩的丈夫，只是埋头做事。

    这位长春宫的太上长老，身边坐着当初画舫上划船的少女，她是世代贱籍的船家女出身，只是这次得到天大的福缘，被身边这个师父相中，要被带去长春宫修行传说中的仙术。按照这个天上掉下来的师父的说法，少女天赋不错，估计是世代依水而居的关系，又与冲澹江孽缘纠缠，故而天生亲水，属于有望跻身中五楼的不俗资质。

    少女不知道什么叫中五楼，此时此刻，学她师父一小口喝着烈酒，不是因为怕醉，船家女就没有不会喝酒的，而是师父身上那种浑然天成的气度，让少女不由自主就想要去模仿。

    少女轻声问道：“师父，那少年为何不愿随我们去往长春宫啊？”

    真实岁数几乎接近两甲子高龄的妇人，淡然一笑，“倒也不能说他不知好歹，只能说缘分未到吧。修行当然是在修力，这就像是建造房子，需要夯实地基，可是决定最终高度有多高，仍是看修心，修到了什么地步。那个林守一，心性坚定，是个天生修道的好胚子，哪怕不入我长春宫，一样可以走得很远。所以你要努力，才有机会在下一次重逢之时，不用再觉得自惭形秽。”

    少女嗯了一声，低头喝了口酒。

    不得不说，这位仿佛青春永驻的妇人，气度胸襟相当不错。红烛镇第一次迎来震动。

    好在气势很大，但真正影响到小镇房屋建筑的动静，其实很小，只是岸上桌椅摇动、河中画舫晃荡而已。

    妇人脸色微变，“果然是上五楼的练气士。”

    妇人心情沉重，轻声道：“只希望不要是传说中的十二楼，或是十一楼的兵家练气士。”

    她对少女说道：“等下我离开之后，不管发生什么，不要惊慌，留在原地就是了。”

    一旦到了他们这个境界的神仙打架，凡人遭殃不说，哪怕知道灾祸临头，也未必跑得掉。

    实在无法想象，如果天下没有七十二座书院坐镇一方，没有三教之外最强势的兵家修士，不得不先天依附王朝，没有那么多山水神祇，帮着王朝君主们盯梢、掣肘山上势力，那么这个天下，到底会乱到什么地步？

    她不敢想象。

    哪怕妇人自己就是山上的神仙。

    阿良来到廊道外的空地，衣袖猎猎，双手分别按住绿色竹刀和狭刀祥符，大口呼吸了一下，好像没有了斗笠的遮蔽天机，没有了某种刻意为之的压制，这个男人终于能够舒展身姿，不用再束手束脚。

    阿良似乎不太放心，望向某处，又叮嘱道：“你虽是一尊修道有成的阴神，但是大骊如今国势蒸蒸日上，每座雄关大城，往往阳气刚烈，先天克制你们这类鬼魅阴物，你可以让林守一尝试着炼化那叠符箓里的几张纯阳符，作为你的通关文牒。”

    廊道不远处，在阿良出声后，出现一团阴影，有一人缓缓浮现，出现在陈平安四人视野，黑雾缭绕，黑雾缭绕，除了一颗清晰可见的头颅，五官分明，一双没有瞳孔的雪白眼眸，诡异瘆人，高大身形隐隐约约，模模糊糊，如一条入云蛟龙，见首不见尾。

    这尊所谓的阴神点了点头。

    阿良笑道：“那我就把这些孩子交给你了，最少护送到大骊野夫关之后，之后就看他们自己的造化吧。总这么老母鸡护崽子，终究不是个事。千人之诺诺，不如一士之谔谔，我相信你。”

    那尊阴神用地地道道的小镇方言，沙哑开口问道：“前辈，为何愿意相信一个来历不明的阴物？”

    阿良乐了，直白道：“看你的面相啊，长得这么不近人情，一看就是面冷心热侠义心肠的。”

    阴神犹豫了一下，“是因为像前辈吗？”

    阿良给这句话噎得不行，“你这个不人不鬼的王八蛋……说话挺逗啊。”

    阴物咧咧嘴，不说话。

    李槐早已躲在李宝瓶身后，扯了扯红棉袄小姑娘的袖子，胆战心惊道：“宝瓶宝瓶，是鬼，真的是鬼。”

    林守一满脸好奇，但是尽量克制好奇心，以免太过直接的打量眼神，惹到那尊阴神，云上琅琅书粗略介绍过，阴物成神亦有道，一是凭借信徒的香火愿力，二是寄生于兵家的胆魄之中，三是如练气士修行，这条道路最为崎岖难行，但是一旦成势，阴神魂魄也最为稳固，便是烈日曝晒，罡风吹拂，梵音沐浴等等，都能够反过来成为砥砺自家修为的捷径法门。

    那尊阴神看了眼陈平安，然后望向躲在最后边的胆小鬼李槐。

    李槐哭丧着脸，“你别一个劲看我啊，看林守一，看陈平安，要不然看阿良也行。”

    那尊一路尾随却拿捏分寸的奇怪阴神，缓缓散去身影，阴气森森的廊道随之恢复正常。

    阿良举目眺望了一眼北边的远方，没有急于离去，嘿嘿笑道：“有点小意外，所以咱们还有点时间可以聊聊，大伙儿有什么想说的话，赶紧的，麻溜的，阿谀奉承，溜须拍马，尽管来，以后再见面，就不知道牛年马月喽。”

    李宝瓶第一个开口，“阿良，如果刀坏了，就不用还我，因为我跟你是朋友！”

    阿良开怀而笑，朝小姑娘伸出大拇指，道：“这话暖心窝，我喜欢！可是回头肯定把祥符原封不动还你，放心好了。”

    林守一认真问道：“阿良，我以后的体魄淬炼，需不需要比纯粹武夫，或是练气士当中的兵家修士，更加坚韧？”

    阿良摇头沉声道：“不用，有些人适合这么做，比如我，有些就不适合，比如你，你林守一的修行之路，只能在精深二字上下苦功夫，不可在驳杂二字上浪费气力。”

    已经没了斗笠的汉子，这番话说得很严肃认真。

    志向高远的冷峻少年轻轻点头，示意自己明白了。

    李槐嘀咕着阿良你一天不吹牛就浑身不舒服，孩子刚要向前走出一步，想着跑到阿良身边去凑近了说话，却被神出鬼没的那尊阴物，一只手掌重重按在了肩膀上，“不要乱走，阿良前辈实在……太强大了，若非前辈故意为我们留出地盘，仅凭一身凝如实质的气势，数丈之内，就能够让我这等阴物形神俱灭。何况一场大战在即，阿良前辈的心神，已经远在千万里之外的北方，不好分心照顾我们这边。”

    李槐愣了愣，大概是这些话太过惊悚荒诞，使得孩子对身旁阴物都没那么畏惧了，“你在开玩笑吗，他是阿良唉？连我也能撵着他打。你该不会是你欠了阿良很多银子吧？”

    这尊几乎就要凝聚出一点金身苗头的阴物，笑容僵硬，对着那个口无遮拦的小王八蛋，皮笑肉不笑道：“你能长这么大，真不容易。”

    阿良悠悠然收回些许心神，望向陈平安，李宝瓶，李槐，林守一，突然觉得这场甚至称不上行走江湖的相逢，尽是一些狗屁倒灶鸡毛蒜皮的短暂相聚，临了感觉还不错。这个已经尽力压抑那股向外流泻气势的男人笑道：“好了，差不多了。”

    他的气势磅礴，如瀑布直坠，他根本无法完全掩盖起来，之前那顶专门找人特制的竹篾斗笠，便是为了能够镇压住这股汹涌澎湃的狂躁气势。

    世间练气士，只恨法宝器物增长修为不够多。

    阿良不是这样。

    在那堵长城那边，他可以无所顾忌，那里自有沉积了万年的剑气剑意，帮忙压下身上这股凶悍至极的精气神。

    斩杀那名大妖后，先在城墙上刻下了一个字，再通过那座倒悬山，来到这座天下后，阿良便不得不戴着斗笠“低头做人”，以免太过耀眼，被天外天的人上人俯瞰人间这条银河的时候，一眼就捕捉到自己的动向，阿良不是怕打架，而是怕麻烦。

    阿良这辈子就没怕过什么。

    在那座无比蛮夷荒凉的天下，十八位雄踞一方的远古大妖，阿良最喜欢做的事情，就是一人仗剑远游，深入腹地，与其中十一位，面对面打生打死，最长的一场架，打了足足两个月，东西纵横千万里，打得最后剑气长城那边，不得不出动了四位大剑仙联袂而去，配合阿良对付六尊大妖。

    阿良豪迈笑道：“你们四个，一定要记住，每一个强者的自由，都应该以弱者的自由作为边界！真正的强者，他的对手，是天地间无形的规矩，世俗力量的强大惯性，是人皆有生老病死的铁律，是这些看不见的存在。从来没有一个强者，因为践踏弱者而强大，必然是遇强则强，愈挫愈勇。”

    阿良伸出大拇指，指向自己，“比如我阿良，打完大骊这拨，就要去别的地方，打遍那些个最强者。”

    李宝瓶扬起拳头，神采飞扬，“阿良，好样的！”

    李槐哭得一把鼻涕一把泪，稀里哗啦。

    林守一满脸涨红，少年的人生，终于有了追赶的目标和方向。

    陈平安看着阿良，离别之际，竟是说不出话来。

    阿良最后对束发别玉簪的草鞋少年，眨了眨眼，“小小年纪，心思这么重，可不好。陈平安，你是翩翩少年郎唉，来，给阿良大爷笑一个。”

    陈平安挤出一个笑脸。

    “要打就打大的，小鱼小虾没意思。走了！”

    大笑声中，阿良身形刹那间拔地而起，天空之中，响起一阵阵轰隆隆的炸雷声响。

    雷声响起一次，高空就随之出现一团巨大的云雾。

    整座红烛镇轰然巨震，扬起一阵遮天蔽日的尘土。

    那尊阴神眼神恍惚，站在廊道顶端，仰头望向那些奇异景象，喃喃道：“实在太强了，不讲道理的强啊……”

    大骊京城。

    一位身穿明黄色衮服的中年男子，在司礼监两大貂寺屏气凝神的领路下，来到一座祭祀社稷的高台，大骊在东宝瓶洲王朝眼中，属于未开化的北方蛮子，对于礼乐一事，粗鄙不堪，这其实不算冤枉大骊宋氏。

    高台底下，站着一位身材高大的白袍男子，正是从骊珠洞天赶赴京城的大骊军神，藩王宋长镜。

    宋长镜与迎面走来的衮服男子，在眉眼之间，依稀有几分相似。

    桀骜不驯如宋长镜，依然微微低头，抱拳道：“陛下。”

    中年男子见到宋长镜后，笑着伸手在后者肩头拍了两下，欣慰道：“第十境了啊，不错不错。不愧是我的弟弟，啥时候跻身第十一境？到时候我亲自给你放爆竹，庆祝庆祝，你要是觉得场面不够大，我可以下旨让朝野上下一起放爆竹，嗯，如此一来，我可以先偷偷囤积爆竹材料……”

    宋长镜看着眼前这位神游万里的大骊皇帝陛下，有些无奈，换了一个称呼，“皇兄，是不是可以做正事了？忙完正事，咱们再闲聊？”

    中年男子笑着点头，“哦对，正事要紧，赚钱可以靠后。”

    他撂下藩王宋长镜，独自走向高台，拾阶而上，突然转头笑问道：“要不要一起？”

    宋长镜没好气道：“不耐烦跟那两个怪脾气老头相处，怕一言不合就打起来。”

    男人哈哈大笑，一边继续登高，同时扭头打趣道：“说好了，小打小闹，我肯定帮你，真要跟他们搏命，我可不帮你。”

    宋长镜收敛笑意，正色问道：“皇兄，这次一定要闹这么大？如果我更早一点知道，那人根本就不是什么风雪庙魏晋，而是一个极有可能十一楼、甚至是十二楼的危险家伙，我一定会阻拦你摆出这么大的阵仗。”

    男人已经转过身去，淡然道：“我大骊需要告诉整座东宝瓶洲，十三境之下，皆可杀。”

    （本章完）
------------

next：第一百一十三章 气势如虹

    p当大骊皇帝踩上最高一级台阶，一步跨入高台，身形随即消失不见。

    原本不过农户晒谷场大小的石坪，从宋长镜和两位司礼监大貂寺所站位置，远远仰望而来，本该空空荡荡，并无一物，可置身其中的衮服男子，视野所及，却是一栋高达十数丈的突兀高楼，不是大骊京城随处可见的木制建筑，而是耗费不计其数的白玉，雕砌而成，底楼悬挂匾额，上书“白玉京”三个金色大字。

    高楼大门自行缓缓开启，大骊皇帝走入其中，只见有一柄雪白电光疯狂萦绕的大剑悬浮其中，整栋楼层皆是丝丝缕缕的游走电光，皇帝无视那些孕育着凌厉剑意的电光，大踏步前行，往楼梯行去，电光如庙堂群臣遇见一朝首辅，纷纷退避让路。

    二楼亦是相似场景，唯有一柄飞剑悬停中央，只是不同于第一楼飞剑的剑身宽阔，此处飞剑通体呈现出晶莹剔透的幽绿颜色，剑身纤细如初春柳叶，楼内如溪涧绿水缓缓流淌，微微荡漾。

    大骊皇帝继续登楼，乍一看，相较底下两楼的惊艳光景，三楼全无异样，既无气势惊人的飞剑悬停，也无光怪陆离的养剑环境，可是之前一步不停的衮服男子，在这一楼稍作停留，眯眼仔细环顾一周，低声笑着说了句找到你了，走到不远处的墙壁下，身体微微前倾，视线之中，出现一柄绣花针似的袖珍飞剑，可如此之小的飞剑，竟然还配有灰白剑鞘，铭刻有“砥柱”二字。

    这把不起眼的小玩意儿，倒是有一个大气夸张的名字。

    四楼是一把剑身布满符箓篆文的古朴长剑，五楼是一把大到匪夷所思的大剑，与大骊男子等高，写有镇嶽二字。

    大骊皇帝依次登楼，最后来到十楼才停步，楼内站着一老两小，老人面目黧黑，肌肤褶皱，身材高大，一袭白衣，头戴高冠，一双深沉眼眸之中，不断有旁人肉眼可见的紫气快速流转。

    老人身边一双少年少女，竟是骊珠洞天那座小镇的泥瓶巷主仆，宋集薪和婢女稚圭。少年锦衣玉带，已是大骊头等风流的少年郎了，唯一的美中不足，是少年肩头趴着一头土黄色的四脚蛇，有些大煞风景，好在细看之下，它额头隆起，峥嵘初露。

    少女稚圭好像比在泥瓶巷的时候，个子长高了寸余，容颜更胜一筹，整个人光彩四射，给人一种久旱逢寒霖的玄妙感觉。

    老人此时正站在十楼窗口位置，伸手指向大京城某处，为少年授业解惑。发现大骊皇帝的到来，老人不过是点头致意而已。大骊皇帝对此全然不以为意，走到宋集薪身边，想要摸一模少年的脑袋，少年却不露声色地侧过身，躲过那只手掌，大骊皇帝脸色如常，收回手后，笑问道：“宋睦，跟随陆先生学习望气之术，已经有一段时间了，可曾发现咱们大骊京城山河大阵的阵眼所在？”

    少年脸色冷漠，生硬语气里透着一股疏离隔阂：“尚未发现。”

    高冠老人笑道：“堪舆一途，哪有这么简单就登堂入室，不过宋睦已经算是出类拔萃，丝毫不逊色其它大洲的年轻俊彦，关键是宋睦后劲很足，因为精通术算和推衍，学什么都事半功倍。楼上栾巨子何等眼界，依然对宋睦不吝美言，称赞为‘瑚琏也’。”

    大骊皇帝哈哈大笑，“我的儿子嘛。”

    婢女稚圭悄悄后退几步，皱了皱鼻子，嗅了嗅。

    大骊皇帝转头笑骂道：“你这小蟊贼，真是不客气。”

    少女一脸茫然无辜，男人伸手指了指她，打趣道：“有借有还再借不难，可别只进不出，小心我把你送回那口锁龙井，再说了，离京城最近的仙家门派长春宫，就有一口水井，到时候让你搬到那里头住去。”

    衮服男子的一句玩笑话，却让稚圭脸色苍白，赶紧小嘴微张，吐出一丝丝金黄之气，这些宛如一条条金黄小蛇的缥缈气息，迅速依附在衮服男子的团龙图案之中，如鱼得水，在华美龙袍的丝线之中欢快游走，那件龙袍随之微微颤抖，泛起一阵阵光彩，龙袍下摆处的海水江崖，当真激起了些许水花。

    大骊皇帝哈哈笑道：“胆子这么小，为何当初还敢一次次跟齐先生发脾气？”

    少女脸色黯然，挪步去往别的窗口，视线一路南下，离开高楼，离开宫城，离开京城，试图看到那遥远的南方家乡。

    她不太喜欢这里，这座名为升龙城的大骊京城。

    大骊皇帝收敛笑意，向老人问道：“栾巨子当真有把握将这白玉京建造出第十三楼。”

    一身仙气飘荡的白衣老人沉声道：“若非如此，他栾长野来大骊做什么。”

    男人点了点头，双手撑在窗台上，望向繁荣兴盛的京城，自嘲道：“那就好，我虽然是朝野公认的勤俭天子，还被东宝瓶洲那么多君主皇帝，私底下嘲笑为一位勤俭持家的妇人，可有些花钱的地方，我确是砸锅卖铁也愿意出的。”

    老人会心一笑，感慨道：“勤勤恳恳数百年，大骊宋氏经营骊珠洞天的收入，如今全部砸在这座白玉京里，若是这还小气的话，东宝瓶洲再找不出第二位大方的君主了。”

    大骊皇帝问道：“虽然很不洒脱，但我仍然想最后跟陆先生确认一遍，只要是在东宝瓶洲观湖书院以北的地带，针对一位胆敢与大骊敌对的十楼修士，此楼只需祭出十剑即可，十一楼修士，十一剑，十二楼修士，十二剑全部飞掠出楼，一样可以瞬间斩杀于千万里之外？！”

    陆姓老人豪气干云道：“小小东宝瓶洲而已，绝无意外！”

    老人补充道：“观其气象，加上各方谍报的汇总，那名用刀的斗笠汉子，肯定是上五楼的练气士了，十一楼的可能性居多，十二楼，也不是没有可能。说到底还是距离太远，那人又刻意隐藏气机，无论是我的占星推算，还是掌上河山的远观神通，依然有些模糊。”

    老人轻轻随意一挥袖，笑道：“但是事先说好，目前白玉京总计十二层楼，一楼一飞剑，虽然神通广大，杀力无穷，足以震慑一洲练气士，可每一次飞剑出楼，皆是巨大的耗费，哪怕大骊刚刚吞并了富甲北方的卢氏王朝，一旦一次性全部祭出十二剑，二十年内，想要再来一次，仍是力所未逮，除非陛下愿意承担飞剑尽毁的代价。”

    衮服男子点点头，心中了然。

    宋集薪突然开口问道：“当下栾巨子尚未搭建出白玉京第十三楼。那名挑衅大骊的不速之客，如果是十三境修士，那怎么办？”

    衮服男子笑着不说话。

    陆姓老人放声大笑，柔声解释道：“十三境的练气士？那在天底下最大的那个洲，我陆某人的家乡，亦是凤毛麟角的存在，更何况……天机不可泄露，不说了不说了。你只需知晓，便是十一楼的风雪庙阮邛，已是足够开宗立派的大人物了，宗一字，是极有分量的说法，唯有上五境修士坐镇，方可称为某某宗，否则就算僭越礼制，儒教那帮最讲规矩的老家伙，可是会气得吹胡子瞪眼的。”

    大骊皇帝缓缓道：“阮邛虽然脾气不太好，行事杀伐果断，稍显不近人情，已经惹来大骊本土仙家的许多非议，可此人性情，很对我大骊的胃口，我自然愿以礼相待，这样的修士，我大骊不但来者不拒，我身为大骊国主，甚至愿意与他们平起平坐。再说了，千金买马骨的浅显道理，只要是坐龙椅的人，都会懂。”

    宋集薪犹不罢休，固执己见，“万一是十三境的练气士呢？”

    高冠老人笑着摇头。

    上五境，最顶层的两大境界，早已失传，故而十三境，就是天底下最大最高的传说了。

    不见于俗世王朝的任何典籍密档，便是宗字头的山上仙家，对此也讳莫如深。

    姓陆的老人，因为出身于世间最顶尖的千年门阀，是大洲的高门子弟，曾经又是被寄予厚望的修行俊彦，所以才能通过长辈们零零碎碎的言谈，积攒在一起，勉强拼凑出一些内幕，距离真相，应该不会太偏太远。

    上五境中的飞升境，已是“天下”的巅峰，就像纯粹武夫的第十境，是真正的止境了，前方再无有迹可循的道路可以行走。而且一旦跻身此境，就会被虚无缥缈的天道所察觉，被判定为窃取天地根基的大盗巨寇，必须除之后快，为天地所不容，绝不留给此境修士立锥之地。因此这个境界的练气士，比起世人眼中的神仙圣人，比起那些十境修士，更加隐世不出，否则就要被迫飞升。

    至于到底飞升去往何处，届时肉身神魂如何安置，陆姓老人也全不知情，他只是私自猜测，兴许和早已崩塌的神道有一定牵连。

    大骊皇帝微微低头，看着那张犹有稚气的年轻脸庞，反问道：“万一？”

    少年点头，“对！”

    大骊皇帝收回视线，笑道：“万一真被你小子乌鸦嘴说中了，那也无所谓。”

    少年毫不掩饰地嗤笑出声，衮服男子的言语，少年一点也不当真，这个男人哪怕是广袤大骊的九五之尊，是东宝瓶洲北部最大王朝的君主，更被无数人视为胸怀南下之志的野心家，但是少年如今踏上修行之路，身边两位前辈，本就是当世最顶尖的练气士，自己也顺风顺水得到了白玉京的莫大机缘，所以少年愈发清楚一位十三境的练气士，对于一国一宗的庞大威慑力。

    大骊皇帝视线柔和，依旧凝视着少年，轻声道：“我大骊王朝，历代皇帝，正是靠着这个万一，才能从昔年卢氏王朝的附庸小国，一步步走到今天，吞并了卢氏王朝不说，马上就要以举国之力攻伐大隋，胜算极大，再接下去，没有了后顾之忧，就会真正南下，而且前期注定会是势如破竹的大好局面。所以我对于万一这个说法，从来不反感，我甚至一直告诉自己，真正有资格在后世史书上，被誉为雄才伟略的帝王，就是能够将那些有利于敌方的万一，一个一个打破碾碎。最少最少，也要能够承受这种万一。”

    男人神色从容，“宋睦，这才是一方雄主，一国之君，该有的气度。”

    男人最后笑道：“这些道理，宋煜章应该早点教给你的，只不过他不敢罢了。”

    少年脸色阴沉。

    男人不理会少年的那点小心结，抬头望向天空，“天上白玉京，十二楼五城。真想知道天上那座真正的白玉京，到底是怎么个巍峨。”

    男人弯曲手指，轻轻敲了一下少年的脑袋，少年躲避不及，有些愤懑，男人快意而笑，毫不忌讳还有两个外人在场，直截了当说道：“你娘亲看好你弟弟，不过我更看好你。虎毒尚且不食子，真是最毒妇人心。”

    男人有些伤感，自言自语道：“恶紫夺朱。”

    男人随即展颜一笑，“那位齐先生，是我有愧，是大骊对不住他，可你是他的弟子，就很好。”

    少年憋了半天，总算憋出一句题外话，“你身为大骊皇帝，为何不自称寡人？”

    男人轻轻将手掌放在少年肩头，“大骊被视为蛮夷之地近千年，我就是希望以此自省，让自己不要忘记这份奇耻大辱！”

    少年愣了愣。

    男人收回手，忍俊不禁，“骗你的，我只是嫌弃寡人这个说法不吉利。”

    高冠老人骤然出声，“来了！”

    男人问道：“面对围剿，不是逃跑，而是杀向我们这里？”

    老人心神巨震，瞪大眼睛，望向窗外南方，颤声道：“十境，十一境，十二境！已经是十二境巅峰了！”

    男人神色平静，对少年吩咐道：“宋睦，该你出手了。”

    宋集薪深呼吸一口气，转身面向南方站定，双手掐诀，咬牙道：“我宋睦！奉大骊皇帝敕令，命你们十二位坐镇山河气运的正神，接剑！”

    大骊京城风起云涌，这栋高楼瞬间剑气冲天。

    底楼一剑率先破空而去，电光乍起，大骊京城内，无数人惊骇举头望向那条悬挂头顶的电光。

    片刻之后是二楼飞剑。

    三楼第三剑。

    一直到第十二剑。

    其中半数飞剑并非直直南下拒敌，而是选择绕路向其余三个方向。

    而且飞剑离开高楼之时，就已变得无比巨大，离开京城之后，无更是再度暴涨。哪怕是那柄在楼内小如柳叶的小巧飞剑，在远离大骊京城百里之后，也变成了一把长达十数丈的巨大飞剑。

    以这栋仿造天上白玉京的十二楼高楼，作为起始之地，四面八方皆有神灵听从敕令，露出一尊尊威严法身，其中在最南边的大骊南岳之巅，一尊高达百丈的金身正神，屹立于山顶，高高举起手臂，高声大喝道：“南岳奉旨领剑！”

    大骊版图各地，其余十一尊显露出巨大法相的山河正神，纷纷接住离开高楼的飞剑，然后踏空而行，凌空一步就是数十里之遥。

    无一例外，矛头直指那道从南往北破空飞掠的长虹。

    那尊南岳正神的金身法相，率先迎敌。

    砰然巨响。

    法相与飞剑一并支离破碎。

    京城内，白玉京顶楼传来一声惊叹，充满疑惑，以及无奈。

    高冠老人喃喃道：“不可能，不可能……”

    十楼宋集薪嘴角渗出血丝。

    大骊天子眉头紧皱。

    唯独婢女稚圭趴在窗台上，没心没肺地四处张望。

    第二尊金身神祇如出一辙，轰然炸碎。

    每隔一段时间，就传出一声响彻大骊疆域的雷响。

    少年已是七窍流血的惨淡光景，面容狰狞，但仍在强自坚定心神不动摇。

    当远处第六声响起的时候。

    顶楼老人苦笑道：“怕了你了。老夫给你让路还不成吗？”

    其余六尊原本从北到南一线排开的金身法相，开始各自左右偏移，让出正中间的那条道路。

    似乎觉得有些意犹未尽，那抹白虹微微凝滞些许，不过很快打消了找那些神祇麻烦的念头，继续笔直向前。

    最终这道身影一头撞入大骊京城，落在那座隐藏有白玉京的高台下方。

    大骊藩王宋长镜，额头已是渗出汗水，但仍然站在从天而降的男人之前，拦住那人的去路。

    宋长镜很快就露出笑容，只觉得若是与此人酣畅一战，虽死无憾，不枉此生！

    广场上，一个相貌平平的男人站在那里，滑稽的是，此人小腿上还绑着便于行走山路的缠脚，手里拎着把破碎的绿色竹刀，这汉子转头看了眼京城城头那边，有些纳闷地咦了一声，这才转头望向那个武道十境的藩王，看了宋长镜一眼，微微点头，流露出一点赞许之意，最后抬起视线，望向暗藏玄机的高台之顶。

    他丢了那把竹刀，轻轻一跺脚，高楼白玉京顿时被迫显现出真容。

    他拔出腰间另外一把狭刀祥符，随意抬臂举起，刀尖指向高楼，高声道：“里头五个，哪个是大骊皇帝，我赶时间，赶紧自己出来磕头认错！我数十声，十！”

    “一！”

    直接从十跳到一的男人，对着那座高台和高楼，猛然间一刀劈下。

    （本章完）
------------

next：第一百一十四章 再见阿良

    阿良手中一刀劈下。

    在他和高台白玉京之间，出现一条极其细微的金色丝线，如一线潮向前迅猛推进。

    藩王宋长镜不退反进，大步向前，气势瞬间攀升到武道之巅，怒喝一声，双臂交错，隔挡在身前。

    脚底下的那座广场，被这位东宝瓶洲第二位止境宗师重重踩踏之后，崩裂出一张巨大的蛛网。

    于生死之间砥砺武道，绝不是一句空话，宋长镜当初以大骊皇子身份，毅然投身军伍，戎马生涯二十余年，大大小小的胜仗败仗、苦战死战，不计其数，最终能够从整座东宝瓶洲的武夫当中脱颖而出，宋长镜这一次的迎难而上，恐怕就是原因之一。

    那条金线触及宋长镜的胳膊，那件白袍的袖子瞬间被划破，如铁线切割白嫩豆腐一般，轻而易举，要知道宋长镜身上这一袭袍子，可是大骊仙家首屈一指的道家法宝，名为“流水袍”，曾是道家一位上五境陆地神仙的珍贵遗物，号称能够抵挡住上五境修士之下的所有术法神通，可是对上那条罡气凝聚成实质的金色丝线后，竟是如此脆弱不堪。

    虽然没了外物的依仗，可宋长镜仍是执意不退，这个男人想要试一试，自己如此这副传说可以媲美金身罗汉的武人体魄，到底能不能挡得住这一记货真价实的神仙刀。

    答案很快就水落石出，能，但是只能支撑一个眨眼功夫。

    宋长镜仍是不愿就此退去，一声怒喝，满脸焕发出异样的金色光彩，体内气机流转，从之前的洪水滚滚，气势汹涌，变成了一番瞬间水面冰冻、千里冰封的大千气象。

    大骊藩王的修长身形连退数丈。

    双臂皮肉已经被割出一条细小的沟壑，却不见丝毫鲜血，与此同时，那条势不可挡的金色丝线，即将刻入宋长镜的骨头。

    “让开！”

    一尊高达数丈、身披青甲的道家符将，把宋长镜撞飞出去数步，由它自己顶替位置。

    铭刻有无数道家金字符箓云纹的符甲武将，浑身宝光流转，双手死死攥紧那根与它雄壮身躯不成正比的金色丝线。

    一退再退。

    最终这尊道家大宗精心造就的山字诀符将，整个身躯被一切为二，只是略显黯淡几分的金色丝线，依旧向高楼白玉京推进。

    道家傀儡武将被分尸之后，轰然倒塌，但是它身后出现一位身穿朴素麻衣的老人，伸出一只手掌，挡在那一线之前。

    老人一身迟暮腐朽之气，却分明是面若稚童的容颜，给人的感觉古怪至极，老人满脸苦笑，以别洲雅言沙哑问道：“阿良，能否就此收手？”

    阿良皱眉道：“栾长野？你不是因为争夺巨子候补之位失败，被流放到北边去了吗？”

    老人一边抵挡住那条金色丝线，手心已经渗出血丝，一边无奈道：“一言难尽。”

    阿良恍然道：“我就奇怪宝瓶洲怎么有人，能建造出这么一个拙劣的小号白玉京，原来是你啊。”

    栾长野犹豫了一下，低声道：“我曾向齐先生讨教过建造此楼的问题。”

    阿良斜瞥了蠢蠢欲动的宋长镜一眼，后者一番天人交战，最终还是选择放弃再战的念头。

    阿良望向栾长野这个墨家的熟人，手腕轻抖，手中狭刀祥符微微摇晃，显得尤为慵懒轻敌。事实上，先前一刀劈下之后，他若是执意痛打落水狗，宋长镜会死，栾长野挡不住，这座白玉京注定要倒塌，大骊国势会最少后退四五十年，也就是说，齐静春当年建造山崖书院，为大骊国运带来的裨益，阿良会全部收回来，无非是再加一刀劈砍的事情而已。

    诸子百家当中，墨家势力不小，分为三支脉，其中一支几乎全是游走四方的豪侠，多是练气士当中的剑修，而阿良多年游荡江湖，是一个名震数个大洲的游侠，准确说来，是阿良对这个栾长野有过一面之缘，而曾经距离墨家巨子只差两步的栾长野，对阿良那是真正钦佩敬畏的，所以阿良认识栾长野，但跟此人不熟。

    可是栾长野这句跟齐静春有关的言语，让阿良有些气不打一处来，再次提起祥符，刀尖指向那位被墨家逐出除名的老人，气笑道：“齐静春人都死了，还能拿来当你们大骊和这栋白玉京的护身符？你栾长野啥时候脸皮比我阿良还厚了？”

    栾长野沧桑脸庞泛起一丝促狭笑意，使劲摇头道：“跟阿良前辈没法比，齐先生说起阿良前辈，也是阿良前辈你此时的表情。”

    前边那句话，阿良将信将疑。栾长野后边这话，阿良相信。

    阿良仰头看了眼天空，缓缓收起祥符，收刀入鞘，瞪了老人一眼，“别以为你这缓兵之计，我看不穿。”

    当阿良收起祥符之后，大骊皇帝才在陆姓老人的护送下，出现在墨家栾长野身旁。

    大骊皇帝想要上前，被高冠老人一把抓住袖子，轻声道：“不可唐突。”

    衮服男人笑着摇摇头，挣脱开高冠老人的手掌，继续向前，走出十数步，抱拳道：“大骊宋正醇，见过阿良前辈。”

    阿良眯起眼，猛然间握住刀柄。

    一瞬间，所有人都心生绝望。

    大骊皇帝更是笑着闭上眼睛，坦然赴死。

    阿良身后有人苦苦哀求道：“阿良！不可以杀他！”

    阿良没有转身，怒意更甚，“你这个不争气的王八蛋玩意儿！从小就喜欢跟齐静春争这争那，争不过就争不过，有什么好丢人的，为什么要玩弄这些上不了台面的伎俩，真当我阿良会念那点旧情，不敢把你活活打死？”

    阿良身后，站着一位身材修长却脸颊凹陷的憔悴老人，青衫佩玉，气质极好，如同一位教化百姓的儒家圣人。

    老人神色复杂，轻声道：“阿良，齐静春后半生的心血，都在大骊啊。”

    阿良转过头，脸色阴沉，“崔瀺放你个屁！山崖书院都没了，还有脸跟我说这个？”

    老人眼神坚定，“我说的是事实，齐静春是真的希望，大骊能够走出一条不一样的路。哪怕到最后，齐静春只有失望，但是不管如何，阿良你不能否认，他选中的人，正是如今我们大骊龙泉县的孩子！”

    老人低下头，“阿良，是你当年亲口说，我崔瀺可以走自己的路。”

    阿良嗤笑道：“跟你这种钻牛角尖的聪明人讲道理，我还不如去跟李槐那个小王八蛋吵架。”

    阿良松开握住刀柄的手，“老头这一生，惊天动地的壮举，多了去，最后却不得不自囚于功德林，倒是寂天寞地的可怜下场。一生大起大落，烂泥滩里打滚的岁月都不短。可老头子给人的感觉，依旧是洁净和温和，洁净在外，温和在内。齐静春也一样，你崔瀺就不行。当年齐静春是一根筋，你崔瀺学什么都快，哪里想到最后，齐静春都能跟那些老王八打得惊天地泣鬼神，你崔瀺却沦落到不人不鬼不神不仙的下场，你咎由自取啊。”

    阿良笑了笑，“我最后一次见到老头子，他说你的想法不错，但是你做得不对，他最后还说，你的字帖写得真好，小园韭菜帖和天下黄花贴，真是漂亮，早知道是这么个师徒反目的光景，当初就该多跟你讨要几张。”

    老人眼眶通红，颤声道：“先生也觉得自己是有错的？不是全对的？”

    阿良白眼道：“我阿良的脸皮，是跟谁学的？老头子嘴上不认错，你们做学生弟子的，蹭吃蹭喝老头子那么多年，就不能揣着明白装糊涂？再说了，老头子的通天本事和为难之处，别人不知道，你崔瀺还不知道？算了算了，懒得跟你废话，你闭嘴，滚远点，我不想看到你那个怂样。”

    老人摇摇晃晃，踉踉跄跄，转身离去，呜呜咽咽的古怪苦笑声，在空旷的广场上，倍感凄凉。

    阿良再次望向天空，跟泼妇骂街似的，让人大开眼界，骂骂咧咧道：“知道了知道了，催催催，催你娘的催，你们又跟崔瀺那混小子一样姓崔！有本事下来打我啊，来啦！”

    骂归骂，事要做。

    阿良摘下祥符，想了想，高高抛给宋长镜，话却是对大骊皇帝说的，“这把刀，我留下来，你们大骊替我还给一个名叫李宝瓶的小姑娘，记得对小姑娘客气一点，她是我的朋友。”

    大骊皇帝笑着点头道：“没有问题。”

    阿良自言自语道：“啧啧啧，策马饮酒佩刀别葫芦，好俊的画面，美不胜收哇。将来你们人间有眼福喽。”

    宋长镜握住那柄狭刀。

    虽是一把刀，却是剑气满溢高涨的骇人气象，如江海深广。

    阿良犹豫了一下，没有将那绿竹刀鞘一并摘下，伸展了一下懒腰，甚至还轻轻蹦跳了两下，抬头笑问道：“来来来！天上的，告诉我，是佛法远，还是道法高？！到底是谁的本事更大，拳头更硬？！”

    天外有天，有人微微一笑，有人佛唱一声。

    阿良大笑：“那就容我阿良跟你们打过再说！”

    这个自诩从不知道吹牛为何事的男人，气势骤然暴涨，从之前的练气士十二境巅峰，转瞬就攀升到十三境巅峰，整个人如一道璀璨光柱，从人间拔地而起，直接破开这座浩然天下的天幕穹顶，最终消逝不见。

    少年宋集薪久久不愿收回视线，最后发现站在最前边的衮服男子，背后全是浸透明黄色龙袍的汗水。

    少年忍不住再次抬头望去，这一刻，少年才知道原来人间有这么猛的家伙。
------------

next：第一百一十五章 人间有个老秀才 上

    棋墩山之巅，之前那个腰间挂满酒壶的粗犷汉子，奄奄一息，躺在血泊中。

    当那道虹光从红烛镇往北而去的时候，参与这场围猎的秘密高手当中，距离最近的大骊练气士，是那位在枕头驿附近酒肆喝酒的妇人，长春宫的太上长老，可惜她根本来不及出手，或者说念头刚起，便烟消云散了，来不及出手，也拦不住，不敢拦，就这么简单。

    妇人那颗清澈如琉璃的道心，蒙上一层灰尘，真正成了喝闷酒。

    第一位出手阻拦阿良的人物，正是在棋墩山威胁土地爷魏檗的男子，他毅然决然撞向了那道虹光，然后便被随意一巴掌拍回原地。

    魏檗叹了口气，蹲下身按住男子的心口，帮忙护住心脉，让这个悍不畏死的可怜男人，不至于被自己的絮乱气机震死。

    很快魏檗身边就出现一位其貌不扬的年轻男子，蹲下身给浑身浴血的同僚下属，喂下一颗通体朱红的丹药，抓起男人的滚烫手腕，一番把脉之后，脉象终于趋于平稳，他轻轻吐出一口浊气，转头对魏檗说道：“魏檗，老刘的命是你救下的，这份救命之恩，我心领了。大骊朝廷事后如何跟你计较，我没办法改变，关于神位一事，更不合适开口帮你求情，一旦开口，说不定只会让大骊皇帝反感，不管如何，我个人欠你和棋墩山一个人情。”

    魏檗面无表情道：“顺手为之而已。”

    魏檗缓缓站起身，才发现这个气势内敛的年轻男子，虽然是被大骊视为京城看门人的顶尖剑客，却不是腰间佩刀，而是将那柄相依为命的长剑，随意横挂在腰后。

    魏檗犹豫了一下，仍是忍不住问道：“你身在红烛镇，为何不出手阻拦那个刀客阿良？”

    年轻剑客将受伤男子小心翼翼背在身上，起身后笑道：“刀客？他是剑客，是我心目中天底下最潇洒的剑客，我年少时之所以选择剑修这条道路，就是因为仰慕这个人。”

    魏檗

    其实只是看着面相年轻的剑道宗师，本想带着下属就此离去，突然脸上有些追忆往昔的稀罕笑意，没来由有了点聊天的兴致，就站在原地，望向红烛镇那边的灯火辉煌，轻声道：“嗯，对于我曾经待过的那些大洲而言，你们宝瓶洲算是个与世隔绝的小地方，有些犯忌讳的趣事说了，也无所谓。我不妨跟你说件事好了，你应该知道儒教有三大学宫，此人当初为了齐静春先生一事，愤懑不平，便一人仗剑硬闯过两座，打得那叫一个鸡飞狗跳，要知道阿良游历各大洲的江湖，素来奉行他那句著名的口头禅，叫你们这里有没有能打的，我阿良只打大的和老的，不打小的弱的，可是那两次，阿良竟是半点也没收手，谁跟他讲道理，谁拦住他的去路，他就当场打得对方长生桥全部断裂，毫不留情，你知道吗？多少位高高在上不可一世的君子、贤人，因此而沦为真正手无缚鸡之力的凡俗夫子？只不过这两桩惨剧，被最重礼数规矩的儒家视为逆鳞，谁也不敢胡乱提及罢了。”

    魏檗咽了咽口水，战战兢兢问道：“阿良前辈如此跋扈行事？真正的圣人呢？”

    剑客浮现一脸与有荣焉的表情，呵呵笑道：“所以啊，最后惊动了文庙最正中三尊神像的某一位，悄然从天而降，站在了阿良身前，那一战之后，阿良才收手，胜负未知，反正那位大圣人隔绝出了一方天地，据说是一块棋盘，也有人说是一部书籍，作为两人捉对厮杀的战场，反正外人无从得知过程，只知道在那之后，阿良才离开学宫，跨过两座大洲，通过倒悬山，去了另外一座天下的剑气长城。倒悬山是道教圣人在这座天下亲手布置的一块飞地，也算是儒家门生的禁地，所以很多注定会惊世骇俗的消息，一样被彻底隔绝了。”

    魏檗仿佛听天书一般，眼神恍惚。

    武夫横行的江湖上，有句话，不是修行人，不知山上事。

    但是修行路上，也有一句话，已是山上人，不知天外事。

    剑客虽然意犹未尽，还有一肚子传奇故事想说、要说，可仍是决定作罢收场了，最后说道：“你的事情，我不好掺和，但是那位少女，我会让她和长春宫倾力栽培，前提是你魏檗不觉得冒犯的话。”

    魏檗笑道：“我岂是那种不知好歹的蠢货，谢了。”

    剑客松了口气，看待这位大骊礼部密档上榜上有名的刺头神祇，微笑道：“那我回去小镇，跟她说一声，让她们返回大骊京城的时候，选择步行走过棋墩山，之后再御空北归。”

    魏檗神色复杂，叹了口气，微微低头道：“无以回报，那我只能再谢你一次了。”

    来自别洲的剑客小声问道：“以前我是不信礼部档案记载的内容的，如今亲眼所见，不得不信，魏檗，为了她，已经耽搁了证道不朽金身这么多年，如今还不愿意放下吗？”

    魏檗摇头道：“既然拿得起，就没有放得下的道理。”

    剑客摇摇头，“不懂。”

    魏檗记起一事，有些为难，问道：“算是和阿良前辈订立的约定，我打算近期去一趟龙泉县的落魄山，把此处的黑蛇带过去，虽然我会按照你们大骊礼部的既定流程走，层层通报上去，但是哪怕最后不答应，我也要快去快回落魄山一趟，希望能够麻烦你跟龙泉县县令打声招呼，行不行？”

    剑客洒然笑道：“些许小事，不值一提。更何况这本就是你主动跟大骊缓和关系的举动，是好事，放心便是。大骊宋氏历代国主，虽然一个个雄心壮志，总给人咄咄逼人的感觉，但是真正相处下来，其实还好。要不然我和栾师伯也不会留在大骊这么多年。”

    魏檗突然又问道：“阿良前辈气势汹汹去往北方，是找大骊的麻烦？”

    剑客点点头，笑意苦涩道：“麻烦得很。”

    魏檗震惊道：“按照你的说法，阿良前辈在去往倒悬山之前，就已经能够让儒教前三圣之一的大佬出手，那么他这次真要出手，大骊京城会不会就此从宝瓶洲版图上消失？”

    剑客想了想，开门见山道：“如果换成是我，那么有望成为一洲之主的大骊王朝，说不定就要亡国了吧。”

    魏檗一脸古怪表情，像是在说所以这才是你不选择出手的真正原因吧，大骊经此一役，鼎盛国势被打回几十年甚至百年前原形，你是不是要良禽择木而栖？

    剑客是真正心性豁达之辈，对于棋墩山土地爷的以小人之心度君子之腹，并不以为意，摇头道：“不是你所想的那样。你要知道，我不是阿良，我这辈子也做不成阿良那样的剑客。阿良的道理，总是跟别人不太一样的。很奇怪，在那些寻常练气士眼中的仙家豪阀，一旦跟阿良起了冲突，知晓身份后往往怕得要死，以为要迎来灭顶之灾了，可是阿良几乎从不大打出手，点到即止给了教训就走人，当然了，传说他还喜欢调戏年轻貌美的仙子，不过这件事，我一直没机会当面询问阿良前辈，可惜估计以后再也没机会了。”

    剑客运用修为竭尽目力，望向远处，伴随着一声声巨响，一次次绚烂炸裂，身为大骊扶龙之人之一，既叹息，身为同道中人的剑客，则又神往。

    他有一事没有告诉任何人。

    阿良在红烛镇找到过他，问了他一些问题。

    大骊，到底是怎么样的一个大骊。大骊皇帝，到底是怎么样的一位君王。

    以及齐静春这么多年，在山崖书院，在骊珠洞天，到底做了哪些事情。

    大事小事，他都想知道。

    两人坐在红烛镇最寻常的酒肆，一边喝酒一边聊天。

    结果到最后，满怀激动的剑客光顾着回答问题了，等到阿良拍拍屁股走人，才发现自己那些个憋了无数年的小问题，一个都没来得及开口询问，比如阿良你剑术如今到底有多高了？在那座以一堵城墙抵挡下一座天下妖族攻势的地方，你有没有刻下一个属于你阿良的字？妖族之中，到底有没有那漂亮的尤物祸水，让你阿良都要心动？

    到最后，男人只好这么安慰自己，天底下有几个人请过阿良喝酒呢？

    一想到这个，已是成名剑修的男人，就挺开心了。

    男人就要离开的时候，突然魏檗爽朗大笑道：“那我魏檗能够挨上阿良前辈一记竹刀，结果还没死，算不算了不起的壮举了？我才不管是不是阿良前辈手下留情。不行不行，咱俩下次有机会一定要喝酒，我好跟你详细说一下过程，那一战真是荡气回肠，来来去去几百个回合还不止啊……”

    男人冷哼一声，身形轰然冲天而起。

    魏檗伸手拍散那阵扬天而起的尘土，收敛笑意，望向如夜幕中一盏灯火的红烛镇，眼神温柔，怔怔无言。

    昔年的神水国北岳正神，这一看，就是百年千年。

    看着她一次次在冲澹江畔的那座水湾，呱呱坠地，风华正茂，白发苍苍。

    他始终不愿承认，她终究早已不是她了。

    ————

    大骊京城，高台之上失去阵法遮掩的白玉京，可谓劫后余生，仍旧屹立不倒。

    但是在那道白虹破开天地屏障的同时，原本短暂打开禁制的京城阵法，恢复正常，而栾巨子和陆姓老人也几乎同时遮蔽了白玉京的景象，只留给潜伏在京城内那些别国谍子，类似惊鸿一瞥的震撼和惊艳。

    栾巨子一屁股坐在高台台阶上，满是无奈。

    陆姓老人是想要跳脚骂人，却如何也不敢，只是修身养性的本事全部不见，原地打转，气呼呼地嘀嘀咕咕：“祸从天降，难道真是大道无常？没理由啊，大骊运势在宝瓶洲独一无二，我陆家一家之学即占据阴阳家的半壁江山，我虽然不敢说学到十之**的本事，可这么大一桩风波，怎么会算不准，算不到？！”

    栾巨子叹了口气，疲惫不堪道：“因为那个阿良，来自最不受天道天机影响的剑气长城，之前又故意以外物遮蔽气象，莫说是你了，恐怕你们陆家的老祖宗，事先早早就竭尽全力，才有希望查探出一点端倪，所以今天此事，非战之过，你我不用太过自责。”

    宋长镜单膝跪地，低头望着那具被一分为二的道家符箓傀儡，这个铁石心肠的男人破天荒流露出一丝悲伤，将那柄狭刀祥符插入脚边的地面，小心翼翼掬起一捧“水花”，收入身上那件流水袍的大袖之中。

    宫城外的两具武将傀儡，是大骊宋氏称帝之时，某座道家大宗赠送的开国之礼，心智早已与常人无异。

    两尊东宝瓶洲俗世最大的“门神”，代代守护宫城，若是每一代宋氏皇族，有人能够获得青睐，门神就会愿意庇护一生，在宋长镜这一代，就是他和哥哥宋正醇有此福缘，这在当初，被视为大骊将兴的祥瑞征兆，因为在这之前，两尊青甲武将已经两百年不曾相中一人。

    宋集薪骤然间脸色雪白，怒吼道：“剑呢，我的剑呢！不是还剩下的六把飞剑吗！？为何一点也感知不到了？”

    大骊皇帝脸色如常，只是眼神中的痛苦之色，清晰可见，浓郁至极，低声道：“我大骊最少最少二十年国运，毁于一旦。行百里者半于九十，古人说得真是不错，只留下一座空无一物的白玉京，没了十二把飞剑坐镇，短期之内，又有何用？然后又只留给我……”

    这个有着气吞一洲志向的衮服男人，止住话头，不再继续说下去，缓缓抬起头，望向恢复正常再无异象的天空，“你还不如一刀砍掉我的头颅好了。”

    他深呼吸一口气，转头下令道：“长镜，你去亲自坐镇城头，看看有没有鼠辈借机兴风作浪，一经发现，杀无赦。从这一刻起，你有监国之权。”

    宋长镜问道：“如果是宋氏自己人，又该如何？”

    大骊皇帝惨淡一笑，“以前是废人可以养，我宋正醇身为大骊国主，这点财力和气度还是有的，只是现在不一样了，他们自己找死，就让他们去死好了。”

    宋长镜又问：“那么她？”

    大骊皇帝平淡道：“我来亲手处置。”

    宋长镜点点头，大步离去，杀气腾腾。

    大骊京城之内，修行之人一律不得凌空飞掠，宫城之内，一律步行。

    宋长镜虽然被准许破例，就像那位国师崔瀺一样，可是这位藩王终究是自幼在此长大的人，不愿意打破这点所剩不多的规矩。

    大骊皇帝转身走到台阶那边，坐在名不副实的墨家巨子栾长野身边，那名高冠老人也颓然坐下。

    两位老人几乎同时欲言又止的表情。

    衮服男人笑道：“我知道，续命一事，已是奢望。毕竟这是阿良的手段，除非是十二境农家练气士出手救治，我才能延长寿命，不用现在这样扳着手指头，数自己还有几天可以活？”

    两位老人约好一般点了点头。

    男人自嘲道：“只剩下十年了，撑死了十五年的寿命，世间国运，从来都是此消彼长的规律，这么说来，恐怕让我艰难打下一个强势崛起的大隋，就差不多了，之后呢？好像都跟我无关了。大骊的南下，我大骊的马铁声，踩踏在观湖书院以南的土地上，我大骊的升龙旗帜将来在老龙城的南海之滨，猎猎作响，我都看不到了啊。”

    男人闭上眼睛，双拳紧握捶在膝盖上，咬牙而笑，“问题在于这个决定我寿命长短的家伙，是飞升去了别处，有可能继续看着我们人间，甚至有可能重新回来，他不是死了，不是死了啊！”

    所以大骊连报复的胆量，也不敢有。

    这才是让这位大骊皇帝感到最憋屈的地方。

    所以他才会说，为何不干脆一刀砍下自己的脑袋，一了百了，不用受这窝囊气。

    ————

    大骊京城的城头，身形消瘦的青衫老人，始终仰头望着那个男人消失的天穹处。

    不知何时，老人身边出现一位矮小却身材丰腴的宫装妇人，径直问道：“崔国师，这场无妄之灾，我该怎么办？”

    老人甚至不愿收回视线，随口答道：“等死。”

    妇人心中悚然，厉色道：“国师！你胡说什么？！”

    有别于小镇少年的另一个崔瀺，扯了扯嘴角，“运气好的话，等个半死。”

    妇人撕破脸皮，伸手指向这位功勋卓著的大骊国师，怒色道：“那你崔瀺能好到哪里去？！”

    老人总算正视这位身份尊贵的大骊娘娘，笑道：“不好意思，我已经半死不活了。”

    ————

    除了寥寥无几的存在，无人知晓，有个家伙在盘腿坐在天上看人间。

    两座天下，对这个男人而言，只有一线之隔。

    低头望去，无数光点密密麻麻攒聚在一起，脚下就像一条缓缓流动的璀璨银河。其中有的星光，骤然爆炸一闪而逝，有的愈发绚烂明亮，有的逐渐暗淡无光，有的死气沉沉，有的朝气勃勃，更有一些最为瞩目的大团亮点，选择龟缩原地不动，就像是一些个老乌龟王八蛋。

    男人站起身，真的要动身离开了，嘿嘿笑道：“老头子，你说的果然没错，这就是人间，好看得很！”

    他在心中对这座天下人间撂下的最后一句话，很有意思。

    小子，一定要好好练剑啊，以后要跟我阿良一样猛，更猛的话……哈哈，就算了吧，难得很！

    本章完
------------

next：第一百一十六章 人间有个老秀才 中

    栾巨子瞥了眼隔着一位大骊皇帝的高冠老人，后者立即站起身，开始施展陆家的阴阳术神通，遮掩天地，让此处更不易被人以心神或是术法远观查探。

    栾巨子这才语不惊人死不休，“这桩泼天祸事，极有可能是‘别家’暗中下绊子，最少也在推波助澜，说不定阿良出现得这么巧合，都是有人暗中传递了消息，刚好在齐静春去世没多久，阿良就杀到了大骊，诸子百家当中，肯定有人不希望我栾长野身后的这一支墨家，和陆家代表的这一脉阴阳家，顺风顺水地帮助大骊吞并整座东宝瓶洲！”

    大骊皇帝松开拳头，揉了揉脸颊，脸色冰冷，冷笑道：“好一个千年未有的大争之势，乱世格局！”

    栾巨子轻声提醒道：“事已至此，更加不可泄气啊。”

    衮服男子闻言一笑，摇头道：“不会，我不会的！十年也好，十五年也罢，可以做的事情，不少了！回想一下我大骊历代皇帝，在这宝瓶洲所遭受的屈辱白眼，我这点内伤，不算什么。”

    嘴上说得轻描淡写，男人强行咽下一口涌至喉咙的鲜血，低下头从手指揉了揉脖子，流露出一丝狰狞和悔恨之色，只是脸上的狰狞神色久久不散，悔恨很快就消散殆尽。到最后，仍是只留下一份无奈。

    原来那个男人在飞升之前，用了一手无上秘术，悄然打断了大骊皇帝的心脉，使得他的长生桥彻底崩碎，原本一位生机盎然的隐蔽十楼修士，如今生机孱弱到了令人发指的地步。

    不但如此，白玉京犹存，可是十二柄飞剑毁去半数不说，其余六把也不知所踪了。

    简单说来，就是杀力无穷的白玉京，只剩下一个空壳，沦为了绣花枕头，吓唬人可以，想要斩杀上五境的修士，则是痴人说梦。

    之前仓皇失态的宋集薪来到三人身前，已经恢复平静，但仍是刨根问底问道：“栾巨子，陆先生，可以告诉我到底是怎么回事吗？为何我感知不到任何一把飞剑了？”

    白玉京十二楼，十二柄飞剑。

    香火，砥柱，镇嶽，山海，桃枝，雷霄，紫电，经书，梵音，浩然气，红妆，云纹。

    十二柄倾尽半国之力打造出来的飞剑，皆是大骊王朝名副其实的镇国重器。

    其中香火在内六把飞剑，已经与那六位大骊正神的金身法相一同毁掉。

    但是照理说，其余让出道路的六尊山河正神，根本就没有参与拒敌一事，飞剑此时哪怕没有返回京城这座白玉京，也绝无可能杳无音信，如同断线的风筝，让身为十二剑共主的皇子宋集薪，失去了心神牵连。

    栾巨子回头看了眼孤零零的白玉京高楼，重新转头，重重叹息一声，一语道破天机：“六把飞剑，已经被飞升途中的那个家伙，全部抢走了，虽然没被带去天上，可应该被他丢在了某些不为人知的地方。暂时是肯定找不回来了，就算找得到，能否再拿来为我们所用，还是不好说。”

    宋集薪终究只是个少年，一夜之间突然就从泥瓶巷私生子，变成了东宝瓶洲数一数二王朝的皇子，浑浑噩噩到了京城又莫名其妙带来这里，再吃尽苦头得到十二柄飞剑的点头认可，好不容易觉得可以扬眉吐气了，在那个王八蛋男人面前也能挺直腰杆说话，不曾想到最后，就只是竹篮打水一场空？

    所以听闻噩耗后，少年眼泪一下子就流下来，死死咬住嘴唇，脸上还有些擦拭不干净的血迹。

    栾巨子也不知如何劝说安抚少年。

    其实这位身世坎坷的老人，亦是有些恍若隔世，不敢置信。

    墨家连同游侠这一脉在内，一直恪守首任圣人巨子的祖训，其中就有扶持弱者弱国，不受强者欺凌。

    但是到了栾长野这里，他翻阅各朝各代的正史野史，走过无数山河国家，亲眼所见，亲耳所闻，最终得到一个结论，一味扶持弱小，缝缝补补，无济于事。百年乱世，群雄逐鹿，扶持弱国对抗霸主之姿的强大王朝，最终死的人，要远远多于强势王朝一统江山的伤亡。

    所以栾长野需要找到一个合适的王朝，一个合适的君主，来施展自己的抱负。

    最后他找到了大骊皇帝宋正醇，而且没有失望，哪怕是围剿阿良一事，害得大骊如日中天的强盛国势，遭受重创，但是栾长野从没有觉得这件事情本身是错的，错就错在人算不如“天算”而已。跟某些幕后大佬比拼算计，哪怕栾长野也要自认不如，但是他偏偏要赌，孤注一掷，赌赢一个不可阻挡的天下大势！

    大骊皇帝开口笑道：“你们两位，能不能去看看白玉京有没有出现纰漏，万一那家伙还留有后手，那我就真要一头撞死算数了。刚好让我和宋睦单独相处一会儿，不过事先说好，两位要保证不偷听啊，我们父子接下来要说些自家话，你们体谅一下。”

    两位老人赶紧起身，一人笑着说不会，一人说不敢。

    大骊皇帝抬头望向那个满脸倔强的少年，拍了拍身边的台阶，然后悄悄捏碎腰间悬挂的那枚玉佩，沉声道：“坐下说，现在起我是你爹宋正醇，你是我儿子宋睦……还是叫你宋集薪好了。薪火相传，点滴收集，很好的兆头，宋煜章取名字俗气归俗气，还是花了心思的。”

    少年老老实实坐在男人身边。

    大骊皇帝先是感慨了一句，“不得不说，大隋高氏的运气，实在太好。再就是你小子的乌鸦嘴，实在太臭了。”

    当两人单独相处的时候，少年有些惴惴不安。

    哪怕表面再不怕这个男人，可是宋集薪从叔叔宋长镜、婢女稚圭，以及两位老先生的态度当中，真真切切感受到了这个男人对大骊王朝的掌控力。那种只是看上去而已的大度和散漫，实则骨子里充斥着近乎自负的自信，有点像是，那个名叫阿良的刀客，对这座东宝瓶洲、对整座天下的态度。

    男人微笑道：“剩余那六把出楼离城的飞剑，既然没有返回，全部没了。没了就没了，天塌不下来。”

    宋集薪冒出一股无名之火，“没了就没了？！你怎么可以说得这么轻巧！栾巨子和陆先生都跟我交代过，这十二把飞剑，意味着大骊对于整个宝瓶洲格局的走向，有着不言而喻的……”

    只是少年很快就不敢继续说下去。

    而且宋集薪很快就回过神，白玉京和飞剑的缔造者，不是自己，而是身边这个“认命”的男人。

    男人望着远处一座大殿的屋脊，上有蹲兽依次排开，他轻声道：“对于一国君主而言，不要怕天大的麻烦，出现麻烦之后，只要能够解决，就意味着你和王朝变得更强了。如果无法解决，就说明你治理江山的本事还不够。”

    “眼下这么个让人措手不及的大门槛，我和大骊，都没能有惊无险地跨过去，很遗憾。但是我不后悔。这句话是真的，不骗你。”

    宋集薪打死都想不明白，问道：“为什么？”

    衮服男人眼神锐利，再无半点先前的无奈和灰心，伸手指向那座大殿的屋脊，“因为这愈发证明我一手订立的大骊国策，是对的！”

    “山上之人，练气修道，无论善恶，都需要被关进一座笼子！他们做神仙求长生，大骊绝不干涉，甚至乐得帮点一二，乐见其成。可一座王朝必须有其底线，最少要让那些人上人，在某种规矩之内行事，不能随心所欲，不能仅凭个人喜好，就动辄在世俗王朝搬山掀水，随随便便的一场仙人争斗，最后伤亡最惨重的，竟然是那些手无寸铁的王朝百姓，要让我大骊辖境内的所有世俗百姓，之所以愿意礼敬神仙，不单单是出于畏惧害怕。哪怕是一个活在最底层的市井百姓，若是因为神仙打架而无辜死去，那个时候，我大骊就得有底气和本事，为神仙眼中蝼蚁一般的那个百姓，讨回一个该有的公道！”

    宋集薪被震惊得无以复加，张大嘴巴，一个字也说不出口。

    男人伸出两根手指，几乎贴在一起，笑道：“现在我大骊能够讨回来的公道，很小，就这么点大。可是比起东宝瓶洲其它王朝，那些个给山上神仙们为奴做婢的王朝国家，已经是天壤之别了。”

    男人随意甩了甩手腕，最后握紧拳头，对着那座屋脊高高举起，像是在跟谁示威，“我由衷希望以后的大骊，可以讨还回来的公道，可以这么大，甚至更大！”

    宋集薪已经有些麻木了。

    只是少年第一次觉得自己身边的男人，变得有血有肉，不再是跟那张龙椅那件龙袍差不多的死板存在。

    衮服男子转头问道：“知道那个阿良，哪句话让我最生气吗？”

    宋集薪壮起胆子说道：“是那人放话要你磕头认错？”

    男人大笑起来，摇头道：“我身为大骊江山的主人，可以站着死，绝不跪着活，如果这一点都做不到，大骊还想马蹄南下，吞下这个宝瓶洲？人自欺则天欺之，人自强则天予之。你最好记住这句话。再就是那些个神仙嘴里，口口声声说咱们宝瓶洲是天下最小的洲，但是你真的知道一洲之地，到底有多大吗？你去随便翻阅这座天下的任何一本史书，有谁成为完完整整的一洲共主？”

    宋集薪脸色坚毅，点头道：“人自强则天予之，我记住了。”

    男人有些伤感道：“真正让我生气的话，是他说大骊就没一个能打的。一个都没有啊。我偷偷摸摸，一步一步走到练气士十境的位置，在这座东宝瓶洲，已经算很了不起了。你叔叔宋长镜，更是夸张的十境武人了，结果又如何？在人家眼中，还是属于‘不能打’的那一类。不过福祸相依，这正是我能活下来的理由……之一。”

    “如果我今天有十二境，让那个家伙觉得有一战之力的话，恐怕就是一刀毙命了吧。”

    男人没来由放声大笑，却给人一种英雄迟暮的感觉。

    宋集薪哪壶不开提哪壶，“一刀？”

    男人点头道：“可以确定，就是一刀的事情。那个家伙，是十三境巅峰的剑修，剑修。所以才这么不讲道理啊。”

    宋集薪满脸纠结，几次张嘴都咽回去，好像有一个挠心挠肺的问题，却又不方便一吐为快。

    男人身体后仰，双肘撑地，就这么姿态闲散地望着天空，“是不是想问为何不杀了我们，再飞升去世人不知何处的那个别处？”

    宋集薪用手背狠狠擦了一下脸颊，嗯了一声。

    男人坦然道：“告诉你答案之前，先告诉你一个不幸的消息，传闻破除十三境之后的大人物，是可以重新下来，回到我们这天下人间的。虽然次数极少极少，可毕竟有过先例，诸子百家，千年豪门，出于某种目的，都故意选择秘不示人而已。”

    宋集薪心思敏捷，脸色骇然。

    男人唏嘘道：“所以说我们大骊选择的这条路，还很长，任重道远嘛。你别气馁。”

    男人最后伸手指向宫城某个地方，笑道：“有个被他娘亲一手调教出来的少年，早年死活不愿意去山崖书院求学，我呢，也懒得计较。这个小家伙，他的性子很有趣，如果路边有条狗作势要咬，不管最后有没有受伤，少年肯定要杀了那条狗炖肉吃，说不定还要把那条狗的七大姑八大姨，一并找出来，全部杀了才痛快，那么你呢？宋集薪？”

    宋集薪毫不犹豫道：“也是如此！”

    男人点点头，“我小的时候曾经也是这样，坐了龙椅之后，脾气稍稍改了一些。因为突然有一天，觉得有点无聊。”

    男人转头笑道：“但是少年时候，有这样的脾气个性，是好事，锐意进取，锋芒毕露。人敬我一尺，我敬人一丈。人欺我一时，我欺人一世，大丈夫当如此！”

    宋集薪轻声道：“我还以为你会觉得很失望。”

    男人拍了拍他的肩头，“不失望，如果你小小年纪，没学到什么真本事，就已经学会了对我察言观色，拿出庙堂群臣那套揣摩帝心的东西来，还美其名曰屠龙之术，我才会真的失望。”

    宋集薪身体前倾，双手搁在膝盖上，下巴又搁在手背上，“但是我认识一个人，可能会做出不一样的选择。”

    男人坐直身体，伸手按在少年的脑袋上，“相信我的眼光，那个家伙比谁都能记仇，他只是从小吃过的苦头太多了，小小年纪就懂得隐忍，这种人成为了敌人，才是真正的心腹大患。所以我才会对绿波亭的截杀一事，选择睁一只眼闭一只眼。”

    “不过你放心，他从来没有把你当做敌人。尤其是在你凭借本心，做了那两件看似无聊的小事之后，他就更不会了。”

    宋集薪满脸涨红。

    衮服男人又说道：“但是当你有一天成为大骊的皇帝，就不好说了。”

    “趁着那人才飞升，暂时肯定不会返回人间，我们一鼓作气斩草除根便是，把这个‘万一’早早除掉。”

    宋集薪冒出这个念头后，刚说出口就有些懊恼，自己否定了自己，喃喃道：“不行，万一那人以后回来，大骊就真的亡国了。”

    男人乐了，欣慰道：“是不是觉得这个问题是无解的？没关系，那是因为你宋集薪的位置还不够高而已。”

    宋集薪有些泄气，只得在心中默默安慰自己，人自强天予之。

    男人笑道：“人这辈子，需要一两个亦敌亦友的存在，才有趣。我很小就有了，你也一样。”

    沉默片刻，宋集薪疑惑道：“答案你还没说。”

    “自己慢慢想去，我还没脾气好到被人打了个半死、还喜欢自揭伤疤的地步。对了，成为白玉京的主人，只有裨益，没有坏处，这件事，我骗了你娘。相信你在失去飞剑的控制之后，知道我没有骗你。至于这其中的意义，你自己好好琢磨，凡事多想，总归是好的。”

    泄露天机的男人刚抬起屁股，打算起身离去，突然又坐回去，拿起少年的手掌，笑呵呵道：“来给你看看手相，我会一些皮毛，以前是没机会用，今天拿你来试试手。”

    少年懵懵懂懂递过去。

    男人一边观察少年的手心掌纹，一边随口说道：“在十年或者十五年之后，你可以依旧亲近你的叔叔宋长镜，但是绝对不要心生依赖。至于说招徕什么的，让这位武道天才对你一个晚辈心悦诚服，还是算了吧。我这个弟弟啊，对他的野心都懒得掩饰，哪怕是我这个从小就压他一头的哥哥，也从不敢摆出半点驯服猛兽的姿态。”

    “不管是怨恨谁，在你真正生长起来之前，可以在心里想着报仇，但绝对不要轻易出手。”

    “但也别因为我的只言片语，就对你叔叔心怀芥蒂，他啊，的确是一个真豪杰，否则也说不出‘世间岂是我大骊独有英雄’的真心话。所以你将来只要有比他更强的地方，他说不定就会认可你。”

    片刻之后，大骊皇帝笑着起身离去。

    少年攥紧拳头，继续趴在膝盖上。

    那个男人说了一些似懂非懂的客套话，但是在这期间，男人不动声色地在他手心，写下了四个字。

    寿。三。

    小心。

    宋集薪猛然间抬起头，对着那个大步离去的背影喊道：“爹！”

    男人转过身，笑望向少年，神情根本不像是一位帝王，就那么看着少年。

    而这个男人，真正的志向，是与整个天下的山上神仙，来讲一讲山下规矩的家伙，毕生心血，似乎全已付诸流水，且无声无息。

    宋集薪站起身，眼眶湿润，嘴唇被咬出血丝，少年正要开口说话。

    男人已经转身，嗓音温醇，撂下两句不搭边的话：“千里之行始于足下。以后三餐要准时吃。”

    ————

    有个风尘仆仆走出棋墩山的老秀才，总算到了山脚后，扶了扶身后的行囊，扶着腰哀叹道：“我这老腰老骨头呦，遭罪，真是遭罪。”

    （本章完）
------------

next：第一百一十七章 人间有个老秀才 下

    栾巨子和高冠老人一起走回白玉京内，直接登上十二楼，地上放着两只草编蒲墩，老百姓也用得起的寻常之物，并非什么能够帮助练气士坐忘凝神的法宝，两人相对而坐后，陆姓老人笑问道：“你何时跟齐静春请教过建造白玉京的学问了？”

    栾巨子笑着摇头：“没有过。我要是不这么说，天晓得那个脾气古怪的阿良，会不会一言不合二话不说，就一刀砍死我们所有人了。”

    高冠老人愣在当场，疑惑道：“这还不至于吧？”

    栾巨子爽朗大笑道：“当然是开玩笑的，阿良应该不是这样的人。不过我后边那些话，确实没骗他阿良，齐静春的心血，的的确确留在了大骊王朝，而且对大骊以及宝瓶洲的未来寄予厚望，这一点，我相信阿良自己心里也清楚。否则齐静春也不会在这里，建造那座山崖书院，身在大骊，却对所有宝瓶洲的读书人授业讲课。那些山崖书院走出去的读书人，大多老死了，还有一些活着，所有这些读书种子，他们对下一代读书种子的传道授业解惑，都算是一个个承载着齐静春的希望。”

    栾巨子略微停顿片刻，问道：“你真以为齐静春之死，这些读书人当真没有半点怨气？”

    高冠老人沉吟不语，最后缓缓说道：“在那个形势之下，大骊只能两害相权取其轻。”

    栾巨子呵呵一笑，对此事亦是蜻蜓掠水，点到即止，马上换了一个话题，“在我看来，今日这场让你我伤筋动骨的风波，根源其实不在大骊因为想要借机立威，所以针对他开展了那场围剿。以阿良的境界修为，以及他当年行走各洲江湖的心性脾气，根本就不在意这种小事。”

    “阿良如何想，我不清楚。”

    高冠老人叹了口气，“但是，你方才没有说出口的心里话，我来说便是，归根结底，那人的心结，还是齐静春，在于大骊当初面对那种来自四面八方的压力，没有选择挺身而出，为齐静春说几句公道话，加上齐静春一走，山崖书院就撤销了，人走茶凉得实在太快了些，还有趁火打劫的嫌疑。但是你我心知肚明，仅就大骊皇帝而言，这才是真正的明智之举。换成寻常皇帝君主，我估计连那点愧疚之心，都不会，只会觉得这难道不是天经地义的事情？”

    “话说回来，如果设身处地去想，我们俩和大骊兴师动众地主动打这一架，在阿良眼里，像不像一个下五境的练气士在那儿耀武扬威，一副要跟你我二人拼命的架势？而且这个小家伙偏偏还胸有成竹，胜券在握。”

    高冠老人抬手提了提衣袖，略微更换坐姿，苦笑道：“给你这么一说，怎么觉得自己有点滑稽啊。”

    栾巨子哈哈笑道：“如果有一天，能够有像我们这样的，嗯，就是还算有那么点身份地位的旁人，聊着我们两人曾经做过的某件事情，能够为之惊叹，愿意为之喝彩，就好了。”

    高冠老人唏嘘道：“之前白玉京如果顺利搭建出第十三层楼，可能还有点希望，如今难喽。”

    栾巨子感慨道：“不知道大骊这拨孩子里头，将来谁的成就，最出人意料。”

    高冠老人微笑道：“我赌宋睦。你呢？”

    栾巨子笑眯眯，半真半假道：“我赌小丫头王朱。你觉得呢？”

    出身于阴阳家陆氏的老人摇头笑道，“一枝可以独秀，但难成林。”

    栾巨子也摇摇头，不置可否，记起一事，问道：“齐静春在骊珠洞天，不是还收了一些学生弟子吗？比如那个赵繇？好像除此之外，宝瓶洲兵家跟道家还争夺过一个姓马的孩子。”

    高冠老人淡然道：“拭目以待吧，只希望我们两个糟老头子，能够活到乱世落幕的一天。”

    婢女稚圭一直留在白玉京十楼，不曾走出去。

    她趁人不注意的时候，爬上窗台，蜷缩身躯，斜靠着，扭头望向南方，看一眼天上，又看一眼南边，如此反复，乐此不疲。

    你就是喜欢跟蝼蚁讲道理，连到了我这里，也喜欢讲你的大道理，活得比谁都乏味，死得比谁都惨。这个好像跟你很熟的家伙，就跟你大不一样，他根本就没把我们所有人放在眼里，潇洒得很。可我为什么还是觉得你更好一些呢？

    不过我觉得吧，好归好，心里有数就行，至于真正为人处世嘛，还是得像这个奇怪的家伙。

    少女最后眯起那双金黄色的重瞳子眼眸，笑道：“咦，我好像不是人唉？”

    怔怔出神，许久之后，少女伸出一根手指，抹过眉眼下方的脸颊。

    京城城头之上，两位昔年的盟友，气氛剑拔弩张。

    宫装妇人尖声道：“崔瀺你根本一开始就认识那个人，对不对？所以你为了讨好他，故意打开京城大门，任由他一路杀到那座白玉京之前？！你这是死罪！死一次都不够！你以为我被打入尘埃，你能好到哪里去？你是不是脑子坏掉了？”

    以青衫儒士形象示人的这位崔瀺淡然道：“如果我不撤去京城大阵，你信不信除了我下场更惨之外，白玉京之前，肯定要死人？而不是像现在这样，最少没有死掉谁。”

    崔瀺冷笑道：“我知道，如今宋集薪的存在意义，已经没了，失去了利用价值，反正已经不用你另外那个儿子，嗯，也就是我的好学生，去做那极有可能人剑惧毁的白玉京楼主，所以估计你巴不得这小子早死早超生。”

    妇人嫣然一笑，神情自若道：“国师怎么睁眼说瞎话呢。”

    崔瀺也不再在这个话题纠缠不清，道：“京城里那把名动一洲的符剑，谁也拔不出来的符箓，原本是按照陆先生的提议，用来当坐镇白玉京十三楼的飞剑，一来栾巨子觉得不妥，作为十三楼的压轴之剑，不够分量，二来前身是骊珠洞天的龙泉县那边，需要消耗掉两柄神兵利器，作为劈开那块巨大斩龙台的开山代价，皇家宝库，实在是捉襟见肘，刚好那柄符箓被誉为坚韧第一，运气好的话，能够承受住三次剑仙的出手。”

    妇人皱眉道：“崔瀺，你到底想说什么？”

    崔瀺自顾自说道：“不料斩龙台过于巨大，两次出剑，剑身就宛如小镇龙窑瓷器的冰裂纹，内里剑元破碎不堪，完全失去了修复原样的可能性。咱们皇帝陛下心疼归心疼，却也没问责于谁，之后看似临时起意，干脆将它转赠给了名叫杨花的女子，正是娘娘你身边的那位婢女，但是同时下令让那名女子，成为铁符江的江神。于是娘娘你就失去了一条左膀右臂，对吧？”

    宫装妇人笑道：“你是想说陛下在对我敲打提醒？”

    崔瀺讥讽道：“娘娘果然一向秀外慧中。”

    宫装妇人冷笑连连。

    崔瀺啧啧道：“不妨想一想咱们五岳正神们的下场？”

    她原本白皙粉嫩的脸庞，唰一下变成了苍白。

    妇人陷入沉思，如同棋手开始复盘。

    崔瀺也不打搅她的思绪。

    大骊皇帝原本希望借着骊珠洞天下坠之事，将那座气运浓厚的披云山，一举破格升为大骊王朝的北岳！

    但这就出现一个很尴尬且微妙的局面，现今大骊五座山岳全部位于披云山的北面。

    虽然在当时，没有任何一位山岳正神提出异议，但是这些山水神祇所处的位置，如同位于大骊仙家和江湖之间的“半山腰”，好似一国之腰膂的雄关要隘，一夜之间，局势变得暗流涌动，许多宗门洞府，假扮善男信女，寻常香客，文人骚客，造访五岳，不谈香火大事，只谈风花雪月，而五岳四周低一等的山水神祇，不约而同陷入沉默。

    最后大骊皇帝不知为何，那个在某些大事上极其独断专权的男人，突然改变了主意，收回了这个事关国祚和气运的重大决定。

    不过很凑巧的事情发生了，大骊出现了一个胆敢斩杀两名宗师死士的外乡人。

    以大骊皇帝一贯雷厉风行的铁腕性格，就有了这场声势浩大的狩猎围剿，因为涉及到大骊的南下形势，会决定将来南下征程之中，大骊将士能够少死多少人，否则以大骊王朝在整个东宝瓶洲的固有蛮夷印象，大骊铁骑的滚滚洪流向南涌去，注定会出现一块块河流砥柱的存在，那些眼高于顶的山上神仙，出于各种原因，肯定会来亲自试一试大骊的刀到底有多快，大骊的铁骑到底有多强大，是否真的有资格与山上的他们平起平坐了。

    大骊当然也有自己的仙家势力，而且台面上依附宋氏王朝的，就有不少，暗中更是如此，但这依然拦不住那些飞蛾扑火的修行中人。最怕的是那些皮糙肉厚且行踪诡谲的练气士，专门挑选大骊普通士卒滥杀一通，这里一锤子那里锄头，关键是杀完就果断跑路，大骊朝廷该怎么办？

    于是白玉京剑楼，应运而生，开始一点点浮出水面，而最早知道这个天大机密的，就是十二尊山水神祇，这拨大骊京城之外的“自己人”。

    若说之前大骊宋氏要将披云山作为北岳，原先五岳全部撤去封号，哪怕大骊皇帝私下给过五位隐晦暗示，外加一份各不相同的明确承诺，确实还是有过河拆桥的嫌疑，五位默不作声的姿态，勉强还算合情合理，毕竟涉及到香火金身和大道根基，谁敢轻易相信口头上、纸面上的东西？

    那么出手拒敌杀敌一事，就成为了大义，那十二位本就与大骊国祚荣辱与共的存在，没有任何可以推诿的理由。

    这一切，在真正与那名外来刀客交手之前，其实挑不出任何毛病。

    恐怕就连已经元气大伤的六尊法相，他们的留在山河的真身，也根本没觉得有任何问题，因为当初大骊皇帝给他们的密旨上，清清楚楚，说得是杀一个第十境、有可能第十一境的修士，仅此而已。

    哪怕交手之后，同样如此。

    虽然最终的结局，显而易见，极为惨淡难堪，大骊王朝从皇帝陛下本人，到白玉楼的打造者，再到六位山河正神，好像全是输家。但这一切，是因为包括大骊皇帝在内，没有任何一人预料到这个敌人，如此强大。甚至到最后，等到真相大白于天下的时候，甚至还会给人无形中一种大骊虽败犹荣的错觉。

    但是此时站在城头的崔瀺，委实有些心有余悸。

    因为在亏本之中，那位大骊皇帝做到了一部分他想要达成的目标。

    五岳正神之中，只有一向死忠于大骊宋氏的中岳神祇，和之前处境最为难堪的北岳，法相真身得以完整保全，其余三位，全军覆没，修为大跌，几乎沦为寻常山神，苟延残喘，失去了在更换山岳名号一事上，再去跟大骊皇帝掰手腕的心气和底气。

    真正可怕的微妙处，还不是这个，而是崔瀺在早年，和大骊皇帝一场相谈甚欢的下棋过程当中，被问起之后，一向言谈无忌的大骊国师，就说起过一些心得，其中有说到君主任用臣子，有些时候，不妨用一用那些犯过错、吃过打的人，甚至可以重用，因为吃过痛，长过记性，就会格外听话。

    所以五岳之中，除去中岳正神不说，其余东南西北四岳，只要有朝一日，咀嚼出了这桩惨案的余味，那么多半都会开始对大骊皇帝心怀怨怼，唯独当年最早站队错误的旧北岳神灵，只会生出更多的恐惧。

    假使在今天之前，崔瀺还愿意将这些细微处的先机，一一说给她听，但是到了这个时候，他不打算陪着她一起遭殃了。

    这个女子所做的一些龌龊事情，他崔瀺可以忍受，毕竟事不关己，盟友越是心狠手辣，自己的敌人就越难受，崔瀺还不至于傻乎乎去劝说这位盟友，你要菩萨心肠。崔瀺能够走到今天这一步，靠的肯定不是什么宅心仁厚。可那位皇帝陛下，假设此次围猎成功，兴许只是敲打敲打而已，但是现在形势大不一样了。

    这位当真是全无半点妇人之仁的娘娘，让那名卢氏降将，摘掉了宋煜章的头颅，并且偷偷放在木盒内，以备不时之需。

    针对谁？自然是儿子宋睦，或者说在泥瓶巷长大的宋集薪。

    宋煜章当然该死，建造廊桥一事，涉及到宋氏皇族的天大丑闻，将功补过这个说法，在这里说不通。宋煜章回京之后，担任礼部官员一段时间，板凳还没坐热，又被皇帝钦点去往骊珠洞天，名义上是更加熟悉当地民风事务，利于敕封山水河神一事，事实上宋煜章心知肚明，这是给了他一个相对体面的死法，不是暴毙在京城官邸，更没有被随意按上一个罪名处斩。

    宋煜章依旧坦然赴死。

    饶是身为大骊国师的崔瀺，哪怕觉得宋煜章是不折不扣的愚忠，可不否认，他有些佩服这个书呆子的醇臣本色。

    崔瀺私下认为，一座王朝的庙堂之上，始终需要两件东西，不起眼的垫脚地砖，和撑起殿阁的栋梁廊柱，缺一不可。

    宋煜章，属于前者。

    他国师崔瀺，和藩王宋长镜，还有那些六部主官，则都属于后者。

    但是这个女人竟然“收藏”那颗头颅，第一次越过了皇帝陛下的底线。

    所以就有了那个名叫杨花的心腹大将，被强行担任铁符江江神一事，其实那名宫女虽然确实天赋异禀，可是正常情况下，绝对不至于如此仓促上位，以大骊皇帝的勤俭精明，一定会更好地利用她的潜力。

    这位娘娘仍是硬着头皮，费尽心机，让宋集薪成为了白玉京的主人，获得十二柄飞剑的认可，一楼一楼走上去。

    看似是母亲对失散多年的亲生儿子，做出补偿。事实上，没有这么简单，宋和，才是她真正视为己出的心头肉，是寄予极大厚望的。毕竟一个朝夕相处，一点一点亲眼看着长大，方方面面都让她顺心顺意，一个远在骊珠洞天，在满是鸡粪狗屎的市井陋巷里摸爬滚打，皇帝陛下的那本密档，她在最早的时候，试图偷看过一次，但是被严惩，估计就是从那个时候，对那个长子，由痛心转为死心，加上大骊宗人府上的宋睦，清清楚楚写着早夭，名字被朱笔勾去，触目惊心。

    至于她的内心深处，是否有煎熬、痛苦，女人心海底针，崔瀺不知道，谁也不知道。

    以及她为何以及如何，将长子宋睦作为弟弟宋和的垫脚石，那些不为人知的血腥细节和心路历程，崔瀺不感兴趣。

    宫装妇人笑道：“我已经知道自己错在哪里了，可是你崔瀺知道呢？”

    崔瀺一手负后，一手轻拍箭垛墙面，缓缓道：“知道啊，我打开京城大阵，开门迎敌，虽然初衷是好的，能够让那位阿良见识到我们大骊的诚意和退让，可我却还是陷入了一个两难境地。”

    妇人用可怜眼神望着这位国师，幸灾乐祸道：“皇帝陛下的性命，也是一个扶龙之人，能够擅自放到赌桌上去的？”

    崔瀺点头道：“确实如此。”

    妇人“好心好意”道：“堂堂大骊国师，曾经的文圣首徒，这个时候，如果悔恨得泪水涟涟，说不定咱们陛下会对你网开一面呢。”

    崔瀺笑道：“我是跌倒过很多次的可怜人，吃得住痛，也耐得住寂寞。娘娘你不一样，出身钟鸣鼎食之家，自幼就过惯了锦衣玉食的神仙日子，怕是有点难了。”

    妇人脸色阴沉，终于撕破脸皮，直截了当问道：“咱俩这是要散伙了？”

    崔瀺坦然道：“小人之交甘若醴，以利相交，利尽则散，有何奇怪？怎么，娘娘该不会以为咱们是那风清月朗的君子之交吧？”

    妇人咬牙切齿道：“好好好，算你狠，那你得祈求皇帝陛下一棍子打死我，要不然……”

    崔瀺摆手道：“莫要拿话吓我，我崔瀺什么性格，娘娘清楚得很，山高水长，将来的事情谁也说不定，只要娘娘能够熬过这一关，崔瀺自然愿意与你结盟。若是熬不过，娘娘且放心，我也不会落井下石。陛下的心思，我还算略懂一二，我绝不会做损人不利己的事情。”

    宫装妇人难得说了句真心话，“崔瀺，你这个人很可怕。”

    崔瀺笑着不说话。

    只是没来由想起那个熟悉的身影。

    曾经在那个老头子门下求学，还是少年的崔瀺，就经常见到那个仗剑游侠儿来老头子身边，一个说圣贤道理，一个说江湖趣事，两个人纯粹是鸡同鸭讲。很多年之后，崔瀺一意孤行，不认那个授业恩师，叛出师门，之后更是做出欺师灭祖、师兄弟手足相残的一系列事情，崔瀺从不后悔，一切只为大道！

    但是失去了那个人的友谊，让崔瀺如此心情冷漠的人，也觉得遗憾，遗憾到有些后悔。

    可如果再给崔瀺一个重头选择的机会，一样是如此，不会有任何改变。

    大道之上，走出第一步之后，往往就再无半步退路了。

    此时城头，崔瀺的话语尚未落地，一只金羽鹰隼就破空而至。

    它骤然停在箭垛之上。

    崔瀺后撤一步，微微低头，宫装妇人赶紧侧身施了一个婀娜多姿的万福。

    它死死盯住妇人。

    一个清脆稚嫩的孩童嗓音响起，“宋正醇说了，让你去长春宫结茅修行，什么时候跻身上五境了，才可以离开长春宫返回京城。但是在此期间，不禁任何你跟任何人的交往。同时，你即刻起，将手中竹叶亭所有档案转交给崔国师，你只需要安心修行便是。”

    崔瀺弯腰作揖道：“谢陛下隆恩。”

    它扭转头颅，望向这位大骊国师，“宋正醇说让你下不为例，当年与你说过的事不过三，要你珍惜。”

    崔瀺点了点头，没有任何多余的言语。

    宫装妇人只问了一个问题，“能否让睦儿、和儿，时不时去长春宫探望我。”

    它点头道：“当然。宋正醇还说了，宋和要留在养心房继续读书，你若是觉得在山上一人孤寂，可以携带宋睦去往长春宫修行雷法。一切由你自己决定。”

    妇人眼神游移不定。

    它依旧有些不耐烦，“宋正醇最后要我告诉你，大骊因为那人而国力受损，这件事情，是他自己的决定，与你无关，你不用多想。”

    宫装妇人泫然欲泣，抬头望向宫城方向，这一刻真是风情万种，娇柔颤声道：“陛下……”

    它骤然间嗓音尖刻起来，“臭婊子烂婆娘狐狸精，还不快滚出京城，老子忍你很久了！”

    宫装妇人笑问道：“这句话也是陛下说的？”

    它冷哼一声，振翅高飞，转瞬即逝。

    等到这头金色鹰隼离去，宫装妇人一个踉跄，双手撑在城墙上，脸色煞白。

    竹叶亭是她苦心经营出来的谍报结构，是大骊王朝的一根影子栋梁，几乎是她的第三个儿子。

    崔瀺有些兔死狐悲。

    杀人不过头点地，诛心之痛万万年。

    但是崔瀺如今哪怕手握竹叶亭的生杀大权，仍是半点也高兴不起来。

    因为原本已经恢复心意相通的那副少年身躯，好像彻底消失了。

    就连那个杨老头都选择视而不见，竟是一点消息也不愿传回大骊京城。

    冲澹江那段激流险滩，无异于老百姓眼中的鬼门关，故而船夫舟子每次携客归来，必然收获颇丰，囊中鼓鼓，系舟于贯穿小镇的河畔，下船便是莺歌燕舞的青楼酒楼，夹杂有众多贩卖廉价低劣散酒的小酒肆，多是貌美妇人招徕生意，以供船夫一醉方休。船夫若是能够说服乘船的士子，顺势去往他们相熟的酒肆青楼，台面下更会有一笔额外的不菲收入。

    今天就又有人雇佣了一位船夫，去游览那段石林森严如枪戟的河段。

    船夫是个身材敦实的汉子，约莫五十岁了，可依旧身体雄健，双臂肌肉鼓涨，且健谈，雇佣小船的客人是个老先生，满身寒酸气，出手倒是凑合，给了不多不少的十两银子，看上去最少也是花甲之年的高龄，却还要独自出游，这让船夫有些纳闷。

    小船在激流之中随波起伏，不断有浪花溅射到两人身上，船夫看着老先生侧过身、双手死死抓住船舷的样子，心里有些发笑，读书人不管岁数，好像都这样。像船夫就实在不明白那些个水里的石头，到底有啥可看的，是会说话啊，还是能比咱们红烛镇两岸的婆娘更好看啊？掏钱买罪受，读书人脑子真是拎不清。

    小船驶出险滩后，来到冲澹江的平稳水面，船夫大略说过了那座娘娘庙的老掉牙故事后，随口问道：“老爷子，你是外乡人？哪儿的啊，不过咱们的大骊官话，说得还凑合。”

    “我啊，家乡是在老远的地方，就是喜欢游览风光，走走看看，无牵无挂的，舒坦。”

    “你老看着年纪不小喽，可得悠着点。”

    “还行还行。”

    “老爷子，问你个问题，你走南闯北的，肯定去过很多地方了，那你觉得咱们大骊的风光如何？”

    “很好很好，人杰地灵。”

    “那咱们红烛镇的酒好不好喝？”

    “好喝好喝，就是稍稍贵了点。”

    “那咱们皇帝陛下是不是很厉害？”

    “厉害的。”

    “咱们大骊国师的棋术是不是比大隋那些人更高？”

    “应该是吧。”

    “我们大骊是不是北方最强的？”

    “肯定啊，必须的。”

    其实除了第一个问题，后边的一连串问题，都是船夫故意在逗这个老先生呢，因为他发现老先生真是个老好人，好好先生，什么事情都喜欢点头说对。

    快上岸的时候，再次看到满脸诚恳、使劲点头的老先生，船夫实在忍不住笑了，“老爷子啊，你这人脾气好，可也太好了点，哪有你这么只说好话的。我以前见过的读书人，大大小小老老少少，怎么都有百来号人了，那可都是说话文绉绉酸溜溜的，让人听不懂，让人觉得很有学问。唉，只可惜我悟性不好，又没上过学塾，更没有先生教书指路，便是想要插嘴说话，也难。”

    “有心就好，万事不难。”老人哈哈大笑，然后问道：“对了，你可曾听说过山崖书院的齐先生？”

    船夫犹豫了一下，轻轻叹息，最后摇头道：“不曾听说。”

    老人点点头，笑眯眯道：“大骊是有点不一样啊。为什么呢，我途径一座只有两个人的边境小烽燧，结果有仙人落下，讨要吃食。要是换成别的国家，那还不得跪下磕头双手奉上啊，可你们大骊的边卒不一样，是挺直腰杆跟仙人说话的，当然了，心里打鼓是不可避免的。”

    船夫呦呵一声，笑道：“敢情老爷子你还看过神仙呐？那这么多路，可没白走，比我强，那些个外乡游客，都说我们冲澹江下边有水鬼河婆什么的，可我撑船三十年了，一次也没见着古怪玩意儿。”

    老人笑道：“可不是，我真见过，就是那些仙人的脾气差了点，那两名烽燧戊卒，就一人挨了一巴掌，飞了出去，桌子凳子全给砸得稀巴烂了。不过有位仙人，吃饱喝足后，临走前丢了金锭在地上。”

    船夫啧啧羡慕道：“那岂不是发大财了，换成我，别说一巴掌，十巴掌也成啊。”

    老人点头赞许道：“你倒是心大天地宽，好事，好事啊。”

    船夫突然担忧问道：“对了，那些神仙没为难老爷子你吧？”

    老人看着神色诚挚的船老汉，开怀笑道：“没为难没为难。”

    船夫放下心后，又想逗一逗这个有趣的老先生，问道：“老爷子，想不想喝酒？”

    船夫眨了眨眼，辛苦忍住笑，小声道：“是花酒，我可以带路。”

    老人瞪大眼睛，憋出三个字来，“贵不贵？”

    船夫爽朗大笑，打算不再戏弄这个老先生，“老贵了！”

    老人一番天人交战，“没事，上岸之后你等我，我去跟人借钱去，说不定能借个二三十两银子。”

    船夫愣了一下，到底是心性憨厚之辈，自然不忍心带他去那花钱如流水的销金窟，“老爷子，我跟你开玩笑呢，花酒那东西，没劲，想着一杯酒下肚就喝掉了二三两银子，心疼死，喝酒都顾不上滋味了，咱们别去了。你要是真想喝酒，我带你去个岸边的小酒肆，地道的红烛镇自酿土烧，价钱还算公道。”

    小船缓缓靠岸，穷酸老先生站起身后，拍了拍船夫的肩膀，笑呵呵道：“口言善，身行恶，国妖也。”

    体魄雄健的船夫顿时脸色发白，想要后退，却根本无法动弹，想要一跃入水，现出原形迅速远遁，更是奢望。

    老人继而又笑着说道：“口不能言，身能行之，国器也。希望你能够坚守本心，向善而行。”

    船老汉好似心胸之间，凭空涌出一股莫名其妙的浩然之气，想要说话，却一个字都说不出口。

    那老秀才登岸后，缓缓离去。

    这名船夫热泪盈眶，等到终于能够动弹的时候，立即跃上岸，对着老人的背影，扑通一声跪下，行那三跪九叩之大礼。

    相传天地有圣人，口含天宪，言出法随。

    老秀才一路询问，走到了枕头驿门口，问那个叫陈平安的少年还在不在。

    驿卒问他是谁。

    老秀才想了想，说是那少年的半个先生。

    结果驿卒让他滚蛋。

    不知为何，一个眉心有痣的清俊少年，这些天一直老老实实待在一座老旧学塾，每天就是捧书看书读书。

    更奇怪的是，少年经常读着读着，就哭得满脸鼻涕泪水一大把。...
------------

next：第一百一十八章 天地有气

    先前龙须溪与铁符河交界处，正是一条水势磅礴的瀑布。

    只是现如今龙须溪应当称呼龙须河才对，铁符河亦是改成了铁符江。

    夜幕中，有一位怀抱金穗长剑的尤物女子，站在溪水河水交界处的青色石崖上，年轻女子身材极好，撑得胸口处的衣衫高高鼓起，可谓低头望去不见脚尖，以至于那团金色丝线剑穗，就那么盘踞之上。

    她正是那位娘娘身边的贴身婢女，虽然极貌美，却有一个乡野村妇的粗俗名字，杨花。

    女子先将那柄本名为符箓的东宝瓶洲剑中重器，猛然掷入江水。

    她深呼吸一口气，开始脱衣，一件件褪去，随手丢入水花四起的铁符江水之中。

    最终她露出一副曲线婀娜、洁白无瑕的完美胴-体，沐浴在月光水雾之中，衬托得她愈发仙气袅袅。

    然后一步跨出，修长娇躯，直直坠落。

    她要入水成神。

    已经获得大骊朝廷敕令的女子杨花，今夜要成为这条铁符江的一尊江水正神。

    大骊王朝的县，分大中小三等，河水也是如此，河水之下的溪水，为最底层的水运神灵，即便朝廷敕封了神祇坐镇一方水路，一律只赐号为河婆，不得僭越获封为神，之上的河水，各自分上中下三等，龙须溪如今连升两级，即从溪水升为中等河水。河水之上的江水，并无高下区别，如今铁符河一跃成为大江。

    只是铁符江、龙须河这首尾相连的两条江河，皆暂时不建江神祠，不塑神像金身。

    一切从简。

    两位新晋江河正神神，都不是龙泉县熟悉的名字，其中铁符江正神，叫杨花。

    相比江神敕封的雷声大雨点小，大骊朝廷一口气敕封了三位正统山神，分别是披云山、点香山和落魄山。

    封神仪式，声势浩荡，大骊皇帝的亲笔圣旨，圣人阮师帮忙宣告开坛，礼部侍郎的宣读内容，钦天监青乌先生的“埋金藏玉”，当地父母官、龙泉县县令吴鸢，为两尊泥塑金身神像揭幕，等等，一系列繁文缛节，半点不差。

    东宝瓶洲的山神，分五岳正神，一般的山神，土地，总共三层，老百姓俗称的土地爷，有点类似官场候补。

    一般说来山脉峰峦，哪怕过上百年千年，规模大小，终归是个定数，所以土地山神很难原地升迁，但也不绝对，若是地界上出现一位结茅修行的得道高人，最后被朝廷器重，成为地位超然的国师、真君，就有可能鸡犬升天，毕竟山不在高，有仙则灵。

    其中落魄山一尊山神，尤为古怪，只知道姓宋，比起其余两尊通体鎏金的泥胎神像，这尊山神像，专门打造了一颗金色头颅，其余衣饰则彩绘，并不涂抹金粉，据传这是朝廷下达的密旨。

    浑浊江水之中，头顶就是轰然坠落的汹涌瀑布。

    女子一只脚的脚尖，轻轻踩在那柄珍稀道家符剑的剑柄上，金色剑穗如藤蔓，不知何时轻轻缠绕住她的脚踝。

    怀璧其罪。

    双眼紧闭的女子睫毛微颤，有泪水缓缓流淌出眼眶，身处江底，那点泪水自然转瞬即逝。

    哪怕她天生体质异于常人，自幼就亲近大江大水，年少时有游方道士找到她家，给她测了八字，说她容易招来一切水中阴秽之物，所以最好不要独自靠近水源，尤其是无根之水临时汇聚的地方。姓杨命花的少女逐渐长大，很快就被一位大骊青乌先生相中，带到了那位娘娘身边，修习上乘水法，修为境界一日千里，可能随随便便三年修行，就顶得上别人耗费三十年、甚至更长岁月的苦功夫。

    但是真正迫使她走上这条“不归路”的原因。

    要知道成为河伯河婆、江水神灵一事，从来就被正统练气士视为“断头路”，根本不是什么长生正途。

    试想一座长生桥，明知它半道崩塌，让人根本到不了对岸，那么算什么长生桥？

    她心里清楚，这叫怀璧其罪。

    因为她获得了那柄京城符剑的认可，在风雷园年轻剑修刘灞桥出手之前，成功掌控了符箓。

    获得这桩天大机缘之后，她的修为更是一路暴涨，就当她觉得上五境也指日可待的时候，但是与此同时，接连的噩耗，来得悄无声息，先是娘娘需要她拿出符剑，交给坐镇骊珠的阮邛去两次劈开斩龙台。然后交还到她手中的符剑，就已经是差点支离破碎的境地，她还能如何？一位是恩同再造的娘娘，一位是被大骊奉为座上宾的兵家圣人，她只得咬牙接受这个结果，可是她怎么都没有想到，皇帝陛下一纸令下，临时敕封她成为铁符江的水神。

    江水之中，踩在剑上的女子，静止悬停，恰似一尊神祇立于神龛。

    她摒弃一切杂念，开始静心凝神，双手掐诀，不动如山。

    她先是那头青丝一根根脱落，消散于江水之中，随流而逝。

    紧接着身躯的血肉，一点点消融。

    剧烈的疼痛，不仅仅来自血肉，更多是来自魂魄深处的哀嚎，让以大骊不传秘术隔绝感知的女子，那具逐渐血肉模糊的娇躯，仍然颤抖不止。

    形销骨立！

    到最后，女子沦为了一副真真正正的骷髅。

    水面沸腾，蒸汽高升。

    那柄半毁弃的符剑在江底，始终纹丝不动，但是依稀可见女子形态的恐怖白骨，开始摇晃起来，如水草飘忽，脆弱至极，好像随时都有可能被江水一冲而走。

    就在千钧一发之际，那柄道家符剑“符箓”的金色剑穗，一缕缕金黄丝线，开始散发出金黄色的光芒，不但将女子的脚踝捆绑得更加紧密，还不断向上缓缓攀援，最终在白骨膝盖处停滞不前。

    这才让白骨稳住了身形，帮助她不至于被江水蕴藉的玄妙神意所鄙弃，彻底沦为最低贱的水鬼阴物一流。

    凝聚神性，重塑金身，肉身成就伪圣。

    只见白骨头顶，开始生出第一缕发丝。

    不是之前龙须溪河婆“老妪”的那头鸦青色长发，而是淡金色的发丝，一根根头发出现在白骨之上，愈发茂盛，最终汇聚出一头长达数丈的金色长发，无比绚烂。

    这属于百年难遇的“雨师”之象！

    天底下的江水神祇，不论大小，终究是依附于大地之上，顺势流淌。而几乎已经在宝瓶洲绝迹的雨师，却能够算是天上神灵，虽然雨师品秩不会高出一江水神太多，但其中差异，就像寻常练气士对上同境的剑修，战力其实很悬殊。有点类似官场上那位提灯笼老人的郎中官职，分量之重，远超品秩相同的其他大骊官员。

    道教推崇的大罗金仙，佛门护法的罗汉金身，世间神祇的一尊尊泥塑金身，俗世王朝所谓的金枝玉叶，都带了一个金字。

    其中神祇的金身法相，其实是一个虚指，并非说神祇真正做到了遍体浑然皆金身，龙须溪那位河婆的金身，其实不过是孕育出眼眸一点金光而已。而这位女子，却是象征雨师资质的满头金发，有着天壤之别。

    女子开始恢复容颜。

    白骨生肉。

    最后当她睁眼，已经犹胜之前的姿色。

    一袭江河水精凝聚而成的青色衣裙，包裹住她那具诱人至极的娇躯。

    她向前缓缓前行，如履平地，呼吸自如，比起在灵气充沛的洞府修行，更加让她感到酣畅淋漓。

    女子抬手一招，那柄一直不曾出鞘的符剑从江底自行跳出，被她握在手中，横在身前，她轻轻拔剑出鞘，凝视着那些触目惊心的裂缝，如同一位美人脸上的道道伤疤，让人遗憾让人可怜。

    已成大骊江神的杨花手腕一转，将符箓剑锋竖起，低头望去，凝视着唯有锋锐不减当年的它，柔声道：“到头来只有你，对我不离不弃。”

    符剑微颤，灵气衰竭，如病榻上的枯槁老人，意气尽无。

    “我不会嫌弃你的，断头路也好，我们一起走到最后。”

    杨花低下头颅，微微侧过脸颊，用锋刃在她脸上割出一条条血槽，深可见骨。

    铁符江水，滚滚流逝，水势愈发雄浑壮烈，杀气腾腾，绝无半点幽怨惆怅。

    世间事，怀璧其罪。

    世间人，身怀利器，杀心自起！

    龙须河畔的青牛背那边，老人蹲在石崖上抽着旱烟，石崖边缘小心翼翼坐着一位“年轻妇人”，头发下垂，一直延伸到河水之中。如今升为被大骊朝廷认可的正统河神，她已经能够靠这种方式短暂上岸，不要小看这一小步，河婆河伯之流，任你修行百年千年，依然有心无力。

    长发覆满石崖下方水面的妇人，怯生生道：“仙长，凭啥我马兰花就不能有一座河神庙？哪怕丁点儿大的一座小破庙也行啊。”

    老人吞云吐雾，嗤笑道：“就你那烂大街的名声，还想有持续不断的香火？怕是只有几大水缸的唾沫口水吧。何况你以为享受香火祭祀，能够旱涝保收？而且就是一门躺着享福、屁事不做的勾当？”

    妇人讪笑道：“仙长，你知道我就是头发长见识短的村野妇人，你老人家给说道说道，免得我又犯了忌讳，惹恼了某位大人物。我倒是不怕挨打，若是给仙长添了麻烦，我这心里就难受得紧。”

    说到头发长见识短的时候，妇人眼角余光瞥了下那一头青丝，心中微微自得。

    自己的头发长，可是真的长。小镇上那些阳寿短暂的婆姨愚妇，好些人四十来岁，就已经头发灰白了，能跟自己比？论身份，论家底，她们拿什么来跟自己这尊堂堂河神媲美？

    老人缓缓道：“祠庙一起，神坛一立，香炉一摆，第一炷香点燃之后，你就算是跟这方水土真正相依为命了，例如之前从红烛镇传来两次地震，龙泉县这边也跟着地动山摇，江水晃荡，你如果有了地盘祠庙和泥塑金身，那么你就要遭受这种震动带来的冲击。”

    妇人虽然故作点头附和，可内心有些不以为然。

    老人面无表情，一手持烟杆，闲着的那只手随意在石崖上轻轻一叩。

    妇人浑身血肉瞬间寸寸崩裂，疼得她跌入河水之中，在水底下竭力哀嚎，身躯疯狂扭转翻滚。

    老人对此视而不见，缓缓道：“山水正神为何选择死心塌地跟随山下君王，帮着制衡山上人？除了香火来源一事，山上人的一场场神仙打架，会影响到一地气运的兴衰起落，也是关键。谁乐意自己朝不保夕，说不定明天就要金身重创，后天就会消亡于天地间？”

    “除此之外，一地的民风、文教、兵戈诸多底蕴和变故，也会影响到你们的道行，或是潜移默化，或是突逢变故，皆不以神祇的意志转移。前者，是钝刀子割肉，后者，是祸从天降，你啊，好好珍惜当下的闲散光景吧，这才是真正的逍遥快活似神仙。”

    妇人再不敢上岸，脸色雪白的那颗头颅缓缓浮出水面，求饶道：“大仙，奴婢知晓轻重利害了。”

    老人挥挥手，“滚远点。”

    妇人潜入水底，腰肢一晃，身形瞬间穿过那座石拱桥，远远遁去两三里水路。

    先前还是龙须溪河婆的妇人，优哉游哉路过铁匠铺子那边的河段，如今她已经没那么惧怕那位手段厉害的小妮子了，毕竟她如今除了勤勤恳恳为兵家圣人，增加流水的阴沉重量，偶尔也会被那个小姑娘喊去问一些陈芝麻烂谷子的小镇往事，久而久之，她便觉得自己的腰杆已经很粗了。

    至于那个在妇人眼中很古怪的秀秀姑娘，按照两人的闲聊，妇人得知她除了每天打铁，还会继续盯着那栋马上修缮完毕的老屋，再就是隔三岔五帮忙打扫几座宅子，还把那笼老母鸡和鸡崽子，全部搬去了铁匠铺子那边。

    妇人其实完全不理解这个姑娘的想法，一位兵家圣人的独女，怎么活得跟小镇寻常人家的闺女似的，乏味无趣不说，还没啥远大的志向。

    不过她可不敢把心里话，说给阮秀听。

    那条火龙的厉害，她成为正统河神之后，感触愈深。

    不过妇人如今觉得自己是真正有靠山的！认为自己跟秀秀姑娘算是化敌为友了，还算兵家圣人的半个帮工，而且怎么也算是杨老头的不记名弟子了吧？

    这些事情，都让妇人尤为得意。

    其实她也记打，可就是有些忘性大，经常好了伤疤忘了疼。

    但她乐在其中。

    独自坐在青牛背上的老人感慨道：“井底之蛙，偶见圆月，便欣然忘忧。”

    良久之后，一位眉心有朱砂的少年缓缓走上石崖，蹲在老人旁边，唉声叹气。

    杨老头笑问道：“今天在学塾读书多不多啊？”

    “少年”国师被这句话伤得不行，竟是气得浑身颤抖。

    老人没有继续在他伤口上撒盐，毕竟做过短暂的盟友，“袁家文昌阁和曹家武圣庙，泥塑金身都造好了吧，选址一事，却还没敲定？你就不帮帮你那个学生，真愿意看着他的仕途，就在这龙泉县折戟沉沙？”

    眉心朱砂的俊美少年脸色颓丧道：“搁在以前，我自有后手，现在你觉得我还有这个必要吗？”

    杨老头点点头，“惨是惨了点。”

    少年恼火道：“喂，老杨头，你当时不帮我求情也就算了，你还好意思冷嘲热讽？！”

    杨老头不为所动，“我这顶多算阴阳怪气，不叫冷嘲热讽。”

    老人想了想，又说道：“我舍得拉下这张老脸，替你求情，有用吗？”

    少年嚅嚅喏喏，“总得仗义执言，说点什么嘛。”

    少年向后仰去，躺在凹凸不平的青色石崖上，望着高不见顶的深邃夜空，自言自语道：“你跟宋长镜是不是跟我一样，有过私底下的盟约？”

    杨老头笑道：“有啊，而且没怎么遮遮掩掩，要不然李二就不会跟宋长镜闹出那么大动静来，与其让你们皇帝陛下费心猜疑，还不如放在台面上，让他自己看见，心里有个数。不过我估计以宋长镜的桀骜性格，到了京城，肯定是当面一五一十说了的。”

    少年愤愤道：“我只是运气不如宋长镜罢了。我就不该来这个破地方，还洞天福地呢，他娘的这地方根本就是我崔瀺的殃地！”

    老人笑道：“对另一半国师崔瀺而言，可未必。”

    少年坐起身，怒道：“杨老头，你再这么说话，我跟你掰命啊！”

    杨老头转头看了眼遭受接连横祸的少年，不再火上浇油，“你有没有意识到，在被断去牵连后，你变了很多？”

    少年皱了皱眉头，纳闷道：“有吗？”

    老人点头，神色认真道：“有。心性渐变，魂魄渐稳，虽然修为已经可以忽略不计，但是比较之前的那个国师崔瀺，你总算有一点少年崔瀺的模样了。”

    少年脸色铁青，眼神冒火。

    老人望向远处，打趣道：“看来读书还是有些用处的。”

    原本只是寄居于这副宝贵身躯的崔瀺，如今就像是迁徙远方、扎根当地的移民。

    崔瀺，一分为二。

    国师崔瀺失去了一部分魂魄，少年崔瀺神魂居住的身躯，既是立身之地，也是一座牢笼。

    少年不愿在此事上纠缠，生怕自己一个忍不住就投水自尽算了，赶紧转移话题，“皇帝陛下先前没有答应将龙须溪和铁符河，合并为一条江水，然后全部划分给河婆，而是一分为二，各自提拔。同时将在此‘因病去世’的宋煜章，毫无征兆地提拔为落魄山山神。并且命人秘密打造了一颗黄金头颅，送往这龙泉县城。如此说来，是将皇弟宋长镜，和那位枕边人，各打了五十大板。”

    杨老头望向西边绵延起伏的山脉和山峰，问道：“你崔瀺，崔大国师也需要这么揣摩帝心？

    少年愣了愣，喟然长叹，“一是久在樊笼里，马瘦毛长，人穷志短，再就是那位皇帝陛下，志向高远，喜欢阳谋，堂堂正正，实在是让人小觑不得。换成别的王朝，宋长镜早就篡位了，至于那个娘们，说不定早就尝过女帝的滋味了。”

    “东宝瓶洲小归小，有一件事情，是别洲没有的，那就是有据可查的正史上，至今尚未出现过一位君临天下的女帝，不知多少妇人，蠢蠢欲动，想要摘得头魁，借此机会混一个流芳千古，哪怕是遗臭万年，估计也愿意。”

    “就是不知道大骊能否熬过这个坎，就算熬过去，又不知道倒退多少年。”

    “但是，天底下只有我知道阿良想做什么，猜得到他会做什么。”

    说到最后，少年蓦然神采奕奕。

    杨老头问道：“京城的崔瀺也不知道？”

    少年叹了口气，神色复杂道：“那个我，应该不知道了吧。”

    少年使劲揉了揉脸颊，“那龙尾郡陈氏，突然在这里开设学塾，无偿为龙泉县所有蒙童授课，重金聘请了三位先生，无一不是名动州郡的大儒文豪，全是与陈氏关系莫逆的客卿清客。这其中有没有颍阴陈氏的授意？是不是他们这一支儒家文脉，在宝瓶洲有所图谋？”

    杨老头呵呵笑道：“我知道这段因果，但是不告诉你，反正你马上就要卷铺盖滚出这里了。我能跟你聊这么多，就很仁至义尽。”

    少年崔瀺这次倒是没有生气，“走了好。”

    少年站起身后，瞬间变脸，气得跺脚，暴怒大骂道：“好个屁！带着两个天大麻烦的拖油瓶就算了，我忍了！可要我给那小子当弟子，是怎么回事？！老头子你是咋想的？！是不是没了境界修为，没了身份地位，干脆就连学问也丢光了？！你要是敢现在站在我面前，我这次保证骂的你狗血淋头，老头子你这叫臭不要脸，耍无赖知道不，做人要讲点良心讲点道理啊……”

    杨老头伸出大拇指，啧啧道：“少年侠气，英雄胆色。”

    少年突然止住骂声，小声问道：“我可没指名道姓，老头子曾经是有一身通天彻地的本事，可那是多少年前的老黄历了啊，现在就剩下那么丁点儿了，总不能还可以听到我的言语吧？”

    杨老头站起身收起烟杆，拍拍屁股准备走人，“那可说不定，毕竟你曾是他的首徒，有可能会例外呢。”

    少年崔瀺一阵干笑，自我安慰道：“不可能不可能。”

    就在此时，一本本最寻常的儒家蒙学书籍，依次凭空浮现在少年身前，无人翻动，却自行缓缓摊开了第一页。

    眉心朱砂的少年呆若木鸡，如丧考妣。

    杨老头扬长而去，“唉，有人又要读书喽。”

    少年眼神呆滞地正了正衣襟，挺直腰杆，开始撕心裂肺地大声朗诵道：“天地有正气，杂然赋流形。下则为河岳，上则为日星……”

    少年猛然回过神，望向那个老人的背影，“你大爷！是不是你故意泄密，将我的话语传给了老头子？！老王八，没你这么欺负人的啊，我不过是说破你的身份而已，一定要这么记仇吗……”

    少年没来由手掌一抖，痛得打了个激灵，如有严苛学塾先生站在一旁，以规矩戒尺敲打顽劣学生。

    少年继续嘶吼道：“于人曰浩然，沛乎塞苍冥。皇路当清夷，含和吐明庭……”

    红烛镇枕头驿门口那边，对一个穷酸老先生恶语相向的驿卒，大概是觉得不能跟一个糟老头子动拳脚，最后还是骂骂咧咧跟老人说了答案，说那些人在白天就坐船离开了，是顺着绣花江往南去的。

    驿卒看到老头子转身离去后，狠狠朝地上吐了口唾沫，事后才记得是自家驿站门口，悻悻然拿脚尖抹掉。

    自从那些孩子来了枕头驿之后，就怪事接连不断，最后还害得为人厚道的驿丞大人丢了官身，真是一帮扫把星。

    背负行囊的老人走在街道上，仔细想了想后，临时决定就此作罢，路遥知人心而已。

    老人悄然一伸手，握住了一枚碧玉簪子，随手放回袖中。

    那些孩子往南去大隋，老秀才则去往了西边。

    大路朝天，各走半边。

    是否殊途同归，不知道，不好说。

    但是脚下的路，到底是要自己一步一步走的。

    一艘大船上，因为有一头碍眼碍事的白色驴子，害得陈平安四人只能站在船头那边，不得舒舒服服坐在船舱。

    好在四人早已习惯了风餐露宿的苦日子，只是李槐有些气愤船主的狗眼看人低而已，不过很快就笑嘻嘻让林守一帮着牵着毛驴，他爬上驴背，坐船又骑驴，让李槐笑得合不拢嘴。

    附近大船乘客一脸看白痴的眼神，看着这些少年和孩子。

    林守一握着缰绳，江风徐徐而来，轻轻吹拂少年的鬓角发丝，少年摸了摸心口位置，那里有黄纸符箓和云上琅琅书。

    陈平安蹲在一旁，正在动作娴熟地拿柴刀劈砍绿竹，他答应过要给林守一和李槐做两只小书箱。

    蹲着也不愿摘下翠绿书箱的红棉袄小姑娘，突然惊讶道：“小师叔，你头上的簪子不见了！上船之前，分明还在的。”

    陈平安愕然，摸了摸头顶发髻，有些茫然，但是这段时间以来，少年习惯了种种意外，虽然心里很失落，仍是笑道：“没关系，我记得那八个字，以后给自己做一支，刻上一样的字。”

    李宝瓶点了点头。

    走在红烛镇街上的老秀才，会心一笑，低声道：“善。”
------------

next：第一百一十九章 有些道理

    绣花江很秀气，绿波荡漾，没有什么疾风劲浪，水面宽阔却给人温婉感觉。

    陈平安四人乘坐的南下之船有两层，多是青衫儒士和商贾旅人，李宝瓶是不怕生的，喜欢背着小书箱往人堆里凑，竖起耳朵听他们高谈阔论，一般文人士子见到是个长得灵气的小姑娘，还背着个远游求学的绿竹小书箱，又是安静娴静的，站在不远不近的地方，大人们便有些善意笑脸，对小姑娘并不放在心上，继续闲聊，言谈无忌。

    李槐小心翼翼控制着缰绳，骑着白色毛驴在船头小范围打转绕圈，如同巡视边关的大将，不可一世。说来奇怪，白驴还真就只愿意让李槐骑乘，这让李槐高兴坏了，至于什么风雪庙神仙台的魏晋，将来是要来牵走驴子的，到时候让李槐记得跟那人讨要报酬，只管狮子大开口就是，这些真正重要的事情，反而全给李槐当做了耳旁风。

    林守一来到陈平安身边，背靠船栏内壁而坐，犹豫了一下，问道：“你就不想知道，为什么阿良说我是练气士了？又是如何成为练气士的？”

    陈平安停下手中柴刀的削片动作，笑道：“当然想知道，但是没好没意思问，怕你多想。”

    林守一有些郁闷，学塾三人当中，瞎子都看得出来，陈平安真正在乎的人，只有李宝瓶。在他和李槐之中，陈平安应该是更加亲近李槐的，至于是不是因为都出身小镇市井陋巷的缘故，或是自己太过沉默寡言的关系，林守一不清楚，而且对这些不值一提的琐碎事情，其实少年也从不真正在意。

    但是林守一难免郁闷。

    林守一问道：“你到底知不知道那只银色小葫芦的厉害？”

    陈平安先是不露声色地环顾四周，然后点头低声道：“连阿良都说这是少有的什么养剑葫芦，当然很宝贵稀有。”

    林守一说道：“那你知不知道，你当初因为练拳拒绝喝酒，错过了多大的机缘？我之所以能够正式登山，成为一名练气士，就是普通人眼中的山上神仙，就是因为一次次喝过了小葫芦里的酒。喝过酒之后，我感觉得到，无论是血肉筋骨，还是视觉听力，还有体魄脚力，原本这趟远游走得最吃力的人，我到后来甚至可以跟上你的脚步了，你没有看出来？”

    陈平安手指下意识摩挲着沁凉的绿色竹片，“离开铁符河河边后，临近棋墩山附近，你其实后边的山路就走得很轻松了。”

    林守一脸色不变，轻描淡写道：“哦。原来你早就看出来了。”

    陈平安笑道：“阿良懒散得很，本事大却不愿意管小事。那么我是带路的，当然要照顾到你们每个人的脚力，什么时候停下来休息，要心里有数，需要让大家走得不那么累的同时，还要尽可能让你们靠着走路增长脚力，以后我们的路还很长，我希望大家以后不用那么吃苦。”

    林守一看着陈平安的脸色和眼神，双手环胸，没来由冷哼道：“别人说这话，我可不信。”

    陈平安扬起手中的竹片，笑问道：“越来越顺手了，不过肯定是最后一只竹箱做得最好看，那么这一只先给李槐？那我就做得小一些了。”

    林守一瞥了眼骑在老驴上的厉害，摇头道：“算了，先给我做吧。大不了被他念叨几句。”

    陈平安笑了，“那我尽量给你做得结实一些，多用点绳子，神仙大人嘛，如果以后真能够像阿良那样飞来飞去，不牢固一点，怕是背不了几天。”

    林守一叹了口气，觉得自己不算笨，可想要跟上这个家伙的想法，实在是很难，想起一件百思不得其解的事情，好奇问道：“为什么在枕头驿，阿良走了没多久，你就把朱河朱鹿的事情原原本本告诉李宝瓶？”

    陈平安脸色认真起来，反问道：“你觉得我跟宝瓶关系好，还是跟那对父女关系好？”

    林守一没好气道：“废话。”

    陈平安点头道：“所以我必须要让宝瓶清楚知道，从她们家里走出来的人，做了什么事情。朱鹿到底是什么样的人，我大致清楚了，阿良故意给她设置陷阱的时候，她不单单是犹豫那么简单，而是希望她爹朱河……再一次站出来。如果说在棋墩山，因为她的乱来，让我们都陷入危险，可既然事后大家安然无恙，我可以认为是她救父心切，设身处地去想，未必做得比她更好，所以我虽然心里有气，可绝不会当面埋怨她半句话，但是在枕头驿廊道里，朱鹿的所作所为，实在是不值得被原谅。我觉得只要别给的好处够多，别说是她的小姐宝瓶，其实谁都会被朱鹿出卖。”

    陈平安有些感伤，“如果她还是这样的性子，总有一天，她爹真的会被她害死的。我不希望朱河这么一个不错的人，活着离开红烛镇后，最后还要死在自己女儿手上。为什么明明有爹，却不知道珍惜呢？”

    林守一脸色冷漠，“你以为世上每个爹娘都很好吗？”

    陈平安语气坚定道：“别人不管，我的爹娘就很好！”

    林守一脸色有些难看，不过陈平安之后的言语，让少年脸色稍稍缓和，“朱河是个好人，但是好像不太会教子女做人，有些事情，既然对错那么明显，为什么不说不教呢？我想不通，林守一，你人很聪明，知道原因吗？”

    林守一有些神色疲惫，“可能是灯下黑吧。不过天底下的父母，不是简简单单一句天下父母心可以一概而论的。陈平安，家家有本难念的经，你爹娘走得早，有些事情，才不用那么纠结，当然，我没有其他意思，如果话难听了，你别往心里去。”

    陈平安摆摆手，笑道：“当然不会。”

    林守一瞥了眼陈平安的发髻，“簪子就这么没了，不找找？”

    陈平安继续低头打造小书箱，摇头道：“找不到的，你以为我这么贪财的人，这么贵重的东西会自己弄丢吗？”

    林守一突然脸色古怪，“难道阿良说我的名字，应该跟你换一下。”

    陈平安好奇问道：“这里头有说法？”

    林守一已经转移话题，身体微微前倾，对着身为行家的陈平安指手画脚道：“书箱这里能不能做出一点弧度来，否则太方方正正，死板了些，方圆有度更好，远远看着也会舒服。”

    陈平安点头道：“我尽力啊，到时候做出来效果不好，我可就不管了。”

    知道这家伙是说一不二的性格，说不管那就是雷打不动的真不管了，于是其实对小书箱给予很大期望的林守顿时一急了，加快语气，“那怎么行，这些棋墩山的竹子很有来头讲究的，用掉一片就少一片，我的书箱必须要赏心悦目，同时兼顾实用牢固的优点，陈平安，你动柴刀的时候可以慢一些啊，搭建竹箱框架的时候多想想，一定要多想想啊……”

    陈平安依旧下刀如飞，地上不断坠落零碎狭短的绿竹，然后又一一被陈平安收入背篓，看得林守一惊心动魄，陈平安眼角余光瞥见冷峻少年的焦急模样，忍住笑，“要不然还是最后做你的书箱。”

    少年怒色道：“我叫林守一，我是那种喜欢反悔的人吗？”

    陈平安突然知道为何阿良那么喜欢使坏了，感觉不错。

    李槐牵着毛驴大摇大摆来到两人身边，大大咧咧问道：“陈平安，你说阿良会不会明天就回来了？”

    陈平安抬头道：“忘了？”

    李槐赶紧捂住嘴巴，松开之后，贼眉鼠眼地四周张望一番，这松开缰绳，蹲在陈平安对面，压低嗓音说道：“那就后天，后天也行。反正最晚最晚等我们下船，如果阿良还没回来，那我以后就不认他这个朋友了。陈平安，你来说，我这是不是已经很厚道了？对吧？到时候阿良跪在地上求我的时候，嗯，你可以适当替他说说好话，到时候我再勉为其难地点头答应，继续跟阿良做朋友。”

    林守一干脆闭上眼睛，对于这个同窗李槐，视而不见听而不闻，是很好的选择。

    林守一就没见过这么欠揍的人，真怀疑有一天李槐闯了祸之后，自己会不会幸灾乐祸。

    听到一声毛驴的嘶鸣声，然后是一名稚童的跌倒哭喊声。

    李槐转头望去，有些发蒙，是那头白色毛驴闯祸了，估计是那个倒霉孩子觉得好玩，跑去逗弄驴子，可那头畜生脾气大得很，虽然不会伤人，可绝对要吓唬一下敢在太岁头上动土的小家伙，比如它现在就在扬起蹄子，一次次重重踩踏在船板上，吓得那个坐在地上的孩子都不敢哭了。

    陈平安猛然放下手中刀和竹，快步走去，小心翼翼搀扶起了孩子，然后伸手对白色毛驴下压了两下，后者看到陈平安的手势后，白驴虽然还有些焦躁，可仍是停下了蹄子，安安静静站在原地。

    孩子穿着一身绸缎衣衫，胡乱挥舞双手，使劲挣脱开陈平安的搀扶，看到家中长辈正在从大船二楼走下楼梯，迅速赶过来后，顿时嚎啕大哭起来，一位身材壮实的黑衣大汉三步作一步，瞬间来到孩子身边，蹲下身小声问道：“瑜少爷，怎么了？谁欺负你了，我替你出气！”

    陈平安对试图蹑手蹑脚逃离的李槐招了招手，后者缩了缩脖子，与陈平安对上视线后，不敢继续当缩头乌龟，走到陈平安身边，耷拉着脑袋，病恹恹小声道：“我家小白驴绝不会胡乱咬人的，不骗你，陈平安……”

    陈平安嗯了一声，轻声道：“但不管怎么样，你要跟他们说声对不起。”

    李槐抬起头，满脸委屈道：“凭啥？是那个孩子主动招惹小白驴，又没伤着他，我为啥要道歉，那个不懂事的孩子跟我道歉才对。”

    陈平安刚要跟李槐解释什么。

    李宝瓶一溜烟从远处跑回来，站在陈平安身边，林守一也起身，只不过留在原地，需要帮着陈平安看护着背篓。

    那伙人中有一声威严怒喝响起，“大胆孽畜！竟敢伤人？！”

    原来是一位满身官威的中年人，脸色阴沉，眼神在四人身上一扫而过，“你们长辈呢，出来！”

    陈平安脸色平静，轻声道：“李槐。”

    已经大半身子躲在陈平安背后的李槐，怯生生道：“吓到你们家小孩，是我没管好我家小白驴，对不起啊。”

    一鼓作气跟那些陌生人道歉后，李槐哽咽起来。

    阿良曾经打趣这个小兔崽子只会窝里横，家里当老爷出门装孙子，倒是没冤枉李槐。

    陈平安轻轻揉了揉李槐的脑袋，然后望向那位中年人，“我们能做点什么吗？”

    中年人嗤笑道：“屁大孩子，好大的口气，让你父母长辈出来说话！”

    一位满脸心疼的雍容妇人抱起孩子，听着怀中孩子的不停告状，愈发眉眼凌厉，尤其是听到自家孩子说是那毛驴乱撞，见着他就要张嘴咬人，凶得很，如果不是自己跑得快，肯定就要被那头畜生咬掉一条胳膊了。妇人气得嘴角抽搐，愤怒道：“你也不管管？！在京城坐了这么多年冷板凳，好不容易到了地方，还要被一条畜生欺负自己儿子，你不嫌丢人，我一个妇道人家，都替你臊得慌！”

    陈平安深呼吸一口气，望向那个脸色阴晴不定的中年人，缓缓道：“我们长辈没有随行远游，所有事情，我可以做主。”

    妇人视线偏移，冷冷望向陈平安那边，讥笑道：“四条腿的畜生都管不好，两条腿的能好到哪里去？一群有爹生没娘养的贱种！”

    李宝瓶气得嘴唇颤抖，满脸涨红出声道：“我家小白驴乖得很，做错了事，我们认！没做错的，不许你们乱泼脏水！有本事你们再问那个孩子一遍，问清楚事情起因过程，再来大放厥词！”

    林守一脸色阴鸷，抬臂伸向怀中。

    那叠黄纸符箓之中，品秩高低悬殊极大，以林守一如今刚刚踏足修行的体魄和神意，只能驾驭最低的三张符箓，例如那名为盘中珠的水符，最适合此时此地使用。

    陈平安快速望向林守一，投去一个隐晦的询问视线。后者点点头，眼神示意那尊阴神离此不远，他已经与之联系上，阴神随时可以出现。

    陈平安收回视线后，对男人一本正经道：“希望那位夫人能够跟我们道歉。”

    那个文士儒衫中年人，似乎觉得跟一群孩子较劲太掉价了，多少也晓得自己儿子的脾气，等到先前的怒意火气重新落回肚子，便有几分后知后觉了，听到那个草鞋少年的荒诞言语后，只觉得滑稽而已，只当是市井少年的不知天高地厚，不以为然道：“既然你们道歉了，你们又是长辈不在身边的情况，我也不计较什么，但是防止那头畜生伤人，我觉得最好还是将其击毙，才是上策，否则等到真伤了人，后果就真的很难收拾了，绝不是你们几个孩子担当得起的。”

    妇人冷笑道：“敬复！主辱臣死的道理都不懂？”

    黑衣汉子有些神色尴尬，赶紧转身向那位一家主妇弯了弯腰。

    孩子突然在她耳畔窃窃私语，指了指背着小竹箱的那位小姐姐，妇人点点头，笑道：“对了，打死那头畜生丢入江水之后，记得稍稍教训一下那三个小家伙就行了。至于那个红棉袄的小姑娘，我看着挺顺眼的，给我家瑜儿当个贴身丫鬟就不错，也算给她一桩造化福气。”

    李槐惶恐至极，使劲抓住陈平安的袖子，“他们打我骂我都没关系，但是小白驴不能死，我跟他们再认错，我可以把那本书赔给他们，你不是告诉我那本书很值钱的，不要丢了吗……”

    陈平安伸手重重按住孩子的脑袋，不让李槐继续说下去，“认个屁的错，你现在已经没任何错了。”

    李槐愣在当场。

    陈平安另外一只手按住李宝瓶的脑袋，轻声道：“我试试看，小师叔能不能帮你出气，现在不好说，但是试过了才知道。”

    林守一正要说话，陈平安对他轻轻摇头，最后望向看似通情达理的中年男人，问道：“是不是道理讲不通，没得聊了？”

    男人有些心烦意乱，眯眼阴沉道：“你知道在跟谁说话吗？”

    男人一挥袖，对身旁黑衣扈从下令道：“杀驴！”

    陈平安深呼吸一口气。

    少年气势浑然一变。

    阿良曾经教过他一门十八停的运气法门，陈平安尝试过很多次，最多七停就要绞痛得难以自禁，要知道陈平安对于疼痛一事，忍耐程度是远超同龄人的，唯一一次支撑到第七停，就让陈平安差点满地打滚，唯有前六停，哪怕是不过武道二境体魄的陈平安，也能相对顺畅地走完六停的路程。

    显而易见，六停与七停之间，存在着一道极为关键的分水岭。

    但是对于陈平安来说，能够在棋墩山跟五境巅峰的朱河切磋，犹有一战之力，双方打得有来有回，虽然朱河事先说好就将气机运转压制在三境的地步，可朱河不曾真正走入过江湖，所以不太清楚这其中的意义。

    只有当初小镇上那位来自真武山的兵家剑修，才能够一眼看出，少年在河边粗朴至极的走桩，早已浑身走拳意。

    练拳不练真，三年鬼上身。练拳找着真，一拳打死神。

    朱河当然知道这两句话，但由于尚未跻身六境，不曾领略到武道更高处的风光，所以并不算领悟其中真相。

    朱河甚至不知道他坚信的止境，是第九境，但是在这之上，还有着传说中“山登绝顶-我为峰”的第十境。

    武道一途，凭借机缘天赋跨过门槛后，能吃多苦，就享多少福，最是公平。

    不管山上修行的练气士，再如何瞧不起“下九流”的纯粹武夫，当拳头真正落在这些神仙头上的时候，那可是真的痛。

    黑衣壮汉大踏步向前，从儒衫家主身边走出，随口道：“劝你们最好让开。”

    陈平安二话不说，一步向前，船板声响沉闷，外人看来声势平平，最多就是少年有些莽撞气力罢了。

    撼山谱拳法的走桩总计六步，大小错开，陈平安在死死记住十八停后，自己尝试着去一停一步。

    陈平安一旦跟自己较劲起来，那真是无药可救的。

    就像当初只因为宁姚姑娘的一句话，陈平安就决定要练拳一百万次，在那之后每天都不曾懈怠。

    身为三境武人的黑衣汉子，虽然看到一个萍水相逢的贫寒少年，走着有模有样的拳桩，有些惊讶，可仍是没有半点小心戒备，反而还有些庆幸，毕竟如果只是杀了毛驴之后欺负几个孩子，他的脸面都不知道往哪里搁放了，这艘船上可是有不少担任家族扈从的同道中人。

    六步拳桩迅猛走完，陈平安最后一步轰然发力，脚底船板吱呀作响，整个人已经如一枝箭矢瞬间来到黑衣汉子身前。

    目瞪口呆的汉子，竟是只能在仓促之间猛提一口气，双臂护住胸前。

    手臂传来一阵铁锤重砸的剧痛，整个人被一撞之下，只得踉跄后退，刚刚好不容易止住后退颓势，正要让近乎麻痹的双手迅速舒展些许，不料一抹黑影如附骨之疽，高高跃起，以膝盖撞在了中门微开的汉子胸口。

    这一下汉子当真是受伤不轻，砰然一声倒飞出去。

    当鲜血涌至汉子的喉咙，头脑彻底清醒过来，心神反而比之前掉以轻心的自己，更加清澈，到底是实打实的三境武人，就想着那少年出人意料的狠辣攻势，多半是强弩之末了，只要等到自己借着这股冲劲在远处摔落，应该就可以很快起身迎敌。

    但是那位草鞋少年，如一阵江山的清风。

    身形速度不减反加，已经来到尚未摔落在地的汉子身侧，对着后者脑袋的就是一拳抡下。

    砰！

    黑衣汉子的身躯被直直打落地面，由于下坠势头过于巨大，甚至还在船板上微微反弹了一次。

    呕出一大口鲜血后，一拳未出一招未使的三境武人，就这么彻底昏厥过去。

    不幸中的万幸，当看到他晕死过去后，少年几乎要踩在他面门上的那只草鞋，骤然停止，收了回去。

    一切不过是眨眼功夫。

    中年男人来不及转身，只是保持那个扭头的姿势，一脸读书人掉进粪坑里的表情。

    妇人脸色雪白，怀中的孩子张大嘴巴。

    一行仆从丫鬟更是没回过神。

    陈平安瞥了眼脚边的黑衣汉子，确定没有出手偷袭的可能性后，看了眼儒衫男人后，最后视线停留在妇人身上，缓缓开口道：“现在道理是不是讲得通了？”

    吓破了胆的妇人，突然对中年男人尖声道：“马敬复是个中看不中用的废物，你堂堂大骊清流官员，难道也要当废物？！快点亮出你的官家身份啊！”

    男人转身，伸手指向草鞋少年暴喝道：“你放肆！本官是这条绣花江尽头的宛平县令！此时正是在赴任途中……”

    陈平安根本不去看那个恼羞成怒的男人，死死盯住妇人。

    妇人那句有爹生没娘养，还有那句要掳走李宝瓶给她家当丫鬟。

    陈平安记得很清楚。

    陈平安不是不记仇的人，有些别人伤害到自己的无心之举，陈平安熬一熬，也就忍过去了，可有些必须要报仇的仇，只要一天没报仇，那么他活一百年，就能记住九十六年！

    阿良曾经笑问过，剩下四年被你吃掉啦。

    少年一板一眼回答，四岁之前，我有爹娘，又不懂事，可以不算。

    陈平安再次如清风一冲向前，一脚踹得那妇人连同怀中孩子一起踉跄摔倒。

    只是比起那个黑衣汉子，惊吓多过疼痛。

    陈平安冷冷瞥了眼那个锦衣玉食的孩子。

    中年男人破口大骂道：“岂有此理，你竟然连妇孺也不放过？匪人竖子！丧心病狂！”

    陈平安走向男人，说道：“只要是个人，到了懂事的岁数，就要讲道理。我管你是大是小，是男是女？”

    儒衫男人步步后退，始终伸手指着少年，颤声威胁道：“我要治你的重罪，让你吃一辈子牢狱饭！”

    就在此时，二楼有人沉声道：“小家伙，这就有些过分了啊，教训过那名武人扈从就差不多了，还不快快收手，如果继续不依不饶，靠着一点本事就敢恃武犯禁，老夫虽然不是官场中人，可要拦下你，帮助那位县令大人将你抓捕归案，还真不难。”

    陈平安闻声转头望去，一位青色长衫老者站在二楼船头，身旁站着一位佩剑的白袍男子，正在闭目养神。

    陈平安收回视线，对自称县令大人的男人说道：“跟我们道歉。”

    男人眼见有人仗义执言之后，无形中胆气大壮，愤怒道：“休想！到了宛平县辖境，本官要让你这个匪徒，见识一下我们大骊的律法！”

    陈平安深呼吸一口气，“道歉！”

    儒衫男人有些畏缩，望向二楼那边，高喊道：“还望老先生见义勇为，在下定会铭感五内！”

    老人对此面无表情，望向陈平安的背影，“少年，老夫最后劝你一句，停步，收手！”

    陈平安对船头那边的林守一眼神示意，暂时不要轻举妄动，转身问道：“先前老前辈在做什么？”

    老人坦然笑道：“自然是袖手旁观，当然了，若是那位县令大人真敢强夺民女，老夫肯定也会出手阻拦。”

    陈平安又问道：“那他们杀我们的驴子呢？你会不会拦着？”

    老人哑然失笑道：“老夫又不是救苦救难的活菩萨，自然不会出手拦阻，一头驴子而已。”

    陈平安继续问道：“那到底是谁没有道理呢？”

    老人愣了愣，破天荒有些犹豫，“道理嘛，大概还是在你们这边吧，但是小家伙，有了道理，不代表就可以为所欲为啊。”

    陈平安最后说道：“要他们道歉，就是为所欲为了？老先生，那咱们的道理还是不太一样。”

    老人哈哈大笑道：“那今天老夫还真就要看看，到底你的道理，大不大得过老夫的道理。”

    手臂自然垂下的陈平安点了点头，手腕悄然一抖，另外一只手指向那个已经睁眼的白袍男子，“靠他对吧？”

    林守心领神会，一嘴唇微动。

    老人早已怒意满胸，只是脸上依然笑意如常，点头道：“怎么，不服？”

    老人笑着转头望向身边的扈从剑客，“白鲸，那个小家伙，好像觉得自己拳头，比你的灵虚剑更能讲道理啊。”

    白袍剑客扯了扯嘴角，泛起淡淡的轻蔑讥讽。

    就在此时，异象突起。

    还不等船上内行咀嚼出“灵虚剑”三字的分量，仿佛剑仙出世的白袍剑客，就像被人抓住脖子，从二楼船头横飞出去，划出一道漂亮的弧线，最终一头狠狠撞进绣花江，溅起巨大的水花，然后过了很久，也没能浮出水面，生死不知。

    那名儒衫男子吓得肝胆欲裂，望向已经在楼梯那边登楼的少年，赶紧亡羊补牢，“对不起，我错了！是本官错了！”

    陈平安来到老人身边，二楼船头只剩下一个脸庞抽搐的老人。

    看到少年的身形后，老人咽了咽口水。

    陈平安轻声问道：“老先生，你活了这么一大把年纪，照理说懂得应该比我多很多，你的道理都跑到狗身上去了吗？”

    老人正要说话，好似一条大白鱼跳出绣花江，原来是白袍剑客被抛回了大船二楼。

    老人弯下腰，欲言又止。

    少年已经下楼离去。

    儒衫男人让家中所有人乖乖站好，在草鞋少年走过的时候，人人赔礼道歉。

    陈平安对着那个男人说道：“可以了。不过我知道你其实心里恨不得杀光我们。”

    儒衫男人膝盖一软，恨不得给这个少年跪下来。

    陈平安不再搭理他们。

    回到船头原位坐着。

    李宝瓶伸出大拇指。

    林守一依旧背靠船栏内壁，脸色平静。

    李槐满心愧疚，死死攥紧白色毛驴的缰绳，生怕再给陈平安招惹麻烦。

    陈平安认真想了想，轻声道：“以后我练拳要更加勤快一些，再就是林守一，如果可以的话，你也别偷懒。”

    林守一笑着点头，“不用你说。”

    李槐小声道：“对不起，陈平安。”

    陈平安抬起头，笑道：“你该说的对不起早就说了。如果是因为惹了后边的那些麻烦，才跟我说不起，不用。只要你没错，就别认错，跟谁都是这样。我们今后去大隋的路上，还是像今天这样，不惹麻烦，但麻烦找上门了，绝对别怕麻烦！做不做得到，李槐？”

    李槐一下子热泪盈眶，挺起胸膛，“我可以的！”

    李槐很快破涕为笑，“陈平安，你可以啊，打架好生猛的，要不然以后我也喊你小师叔吧。”

    陈平安瞥了他一眼。

    李槐立即改口道：“以后再说！”

    陈平安突然加了一句，“如果，我是说如果啊，如果真遇上了拼命也打不过的对手，那就赶紧认错认怂，不丢人。活着比什么都要紧。”

    李宝瓶双臂环胸，靠着小书箱，气呼呼道：“小师叔，这件事，不行的！”

    林守一拆台道：“我觉得可以行。”

    李槐嘿嘿笑道：“我反正听未来小师叔的。”

    绣花江水底，如鱼游荡在水中的一尊阴神，笑了笑。
------------

next：第一百二十章 远游

    p经过这桩风波后，势利眼的大船主人立马跑来，说是给贵客们准备上好的二楼雅间，便是把驴子一并牵入也无妨，是他这艘小船蓬荜生辉才对。还有一些慕名而来的豪客，多悬刀而不佩剑，显然是来套近乎的。陈平安应付这些不在行，都是林守一出面帮着婉拒，到底是督造衙署长大的少年，言谈举止，滴水不漏，哪怕拒绝了他们，让那些人仍是面带喜气地离去。

    那个被老人称呼为“白鲸”的剑客，是大骊南方小有名气的散人修士，佩剑是货真价实的法器，名为灵虚，是道家符箓一脉的神兵利器。相传是一位下山修心的游方高人，在荒郊野岭坐化兵解后的遗物，无意间被白袍剑客获得，凭借一身本就不俗的剑术，悟出了剑道真意，从此扬名，只是生性不喜拘束，才没有被大骊官府和边军招徕，反而喜欢在江湖上仗剑游历，此人在蛟龙四伏、宗师辈出的大骊江湖上，能够被记住姓名，就已经很不简单。

    结果连剑都没能出鞘，从头到尾被人如此玩弄于掌心，败得如此奇耻大辱，说不定连剑心都要蒙尘、剑意都会沾染污垢。那么草鞋少年一伙人的家底有多深厚，可以借此掂量掂量，船上多是见多识广的文人、商贾和江湖豪侠，不管各自心性是好是坏，蠢人还真不多。

    林守一眼见着不再有人过来客套寒暄，揉了揉太阳穴，少年有些心烦意乱，若非空隙歇息的时候，能够亲眼看着碧绿书箱在陈平安手里，一点一点显露出雏形，就林守一那种天生寡淡冷漠的性子，恐怕真要忍不住恶脸相向了。

    陈平安有些于心不忍，说道：“放心，我肯定把这只书箱做得让你满意。”

    林守一盘腿而坐，满脸疲惫，破天荒吐露心扉，轻声道：“真想找一个山清水秀的地方，独自面壁修行，只管我山中一甲子，任由世上已千年。但是阿良说过，这种路数的修心，叫枯冢，可行是可行，但独属于境界到了一定高度的练气士，我才刚刚入门，若是现在就这么干，肯定会走火入魔，堕入旁门外道而不自知。”

    陈平安点点头，“那的确是得小心些。”

    李槐托着腮帮蹲在一旁，乐呵呵道：“林守一，说不定阿良吓唬你呢，我看棋墩山就不错嘛，适合你去当神仙，无聊的时候，还能跟那个叫魏檗土地爷聊天打屁，坐着大乌龟，或是骑着黑蛇白蟒，威风得要死。不过这样的话，你既然都不跟我们去大隋了，那就把这只书箱留给我呗？我现在背不动，过几年个子高一些，力气大一些，刚好把小书箱换成大书箱，我会念你的好，将来从大隋游学归来，大不了再还给你。”

    林守一斜眼瞥着这个打着小算盘的李槐，冷笑道：“我就算留在棋墩山修行长生之法，也不把书箱留给你。”

    李槐哦了一声，“那你还是继续跟我一起去大隋吧。”

    林守一揉了揉眉心，觉得还是只有阿良治得了这个李槐。

    不对，李宝瓶可以，陈平安好像也可以。

    难道就自己拿李槐没辙？

    心情不太好的林守一盯住李槐，把后者给看得毛骨悚然，赶紧表忠心道：“干啥咧，林守一，我其实是想你跟我一起去大隋的啊，我就是有点眼馋你的书箱，没办法，比我的书箱要大嘛，这个我不否认啊，但是你如果真要下船返回棋墩山，我肯定是不乐意的，你想啊，咱们四个人里，就你道貌岸然，最一肚子坏水了，以后如果碰上没把坏字刻在脸上的坏人，比如包藏祸心的那种，肯定就只有你能一眼看穿啊，对不对，陈平安，李宝瓶？”

    李槐左右张望，寻求援手。

    陈平安低头打造书箱，专心致志，置若罔闻。李宝瓶不知道在想些什么奇奇怪怪的问题，神游万里，心无旁骛。

    林守一有些心情沉重，“你以为我们这趟去大隋游学，很轻松吗？除了山水险阻之外，肯定还有很多我们想都想不到的幺蛾子。”

    李槐眨了眨眼睛。

    林守一缓缓道：“我们大骊以武立国，江湖势力不容小觑，读书人很少有人除名，在先生的山崖书院建立之前，一直被整个东宝瓶洲骂做蛮夷之地。”

    李槐点头道：“这个我知道啊，咱们齐先生从不忌讳说这些的，又不是没讲过咱们大骊的处境。”

    林守一叹了口气：“记得我小的时候，督造官宋大人曾经说过一件事情，说早年大骊好不容易一个读书人靠本事考进了观湖书院，结果受尽了来自四面八方的屈辱，不单单是言语辱骂那么简单，按照宋大人的说法，应该是大隋高氏和卢氏王朝的两名读书人联手设置了一个连环局，害让我们大骊的那位书生，心境崩碎，变得疯疯癫癫，多年后，好不容易恢复了神智，又在男女情事上被狠狠捅了一刀，然后就投湖自尽了。”

    “我们大骊因为此事，朝野上下，举国震怒，这才掀起了与卢氏王朝赌上国运的大战，要知道在那之前，对于昔年拥有大骊上国身份卢氏王朝，诸多刁难，大骊素来是能忍则忍的。如今当然局面已经变了很多，现在我们大骊有越来越多的读书人，山上的练气士也开始下山，为大骊朝廷效命，在边关奋勇杀敌。”

    “这就又出现了一个崭新的格局，那就是大骊的文人很清贵，读书人当官，就会自视高人一等，比如先前那个自称宛平县令的人，多半是从京城外放地方的货色，正儿八经的科举出身，所以我现在担心那个男人，在宛平县辖境渡口下船后，不管是书生意气，还是想着新官上任三把火，会选择对我们图穷匕见。”

    说到这里，林守一笑道：“好在他是读书人出身的文官，可我们当中，也有一位不曾露面的‘山上神仙’，说不定能够震慑住他。毕竟读书人在大骊再金贵，仍是比不过练气士。但是怕就怕那个县令不够聪明，或者说哪怕是京城人氏，也不曾真正见识过练气士的厉害，那我们还会有一连串的麻烦。”

    李槐忧心忡忡，转过身对着侧卧在身后的白色驴子就是一巴掌，怒骂道：“惹祸精小白驴！你当自己是黄花大闺女啊，给人摸一下就耍性子发脾气？”

    李宝瓶突然开口道：“现在那个老头子肯定是宛平县令的座上宾，相互吐苦水呢，我相信老人的身份越高，那名剑客的剑术越好，宛平县令就越不敢明面上出手，我大哥说过，秀才造反三年不成。至于暗中使小绊子，我们可不怕，只要那家伙不敢动用朝廷力量，兵来将挡水来土掩便是了，你林守一怕什么？别自乱阵脚！”

    林守一仔细想了想，点头道：“应该是这样了。”

    李宝瓶说完之后，脸色认真问道：“小师叔，对吧？”

    陈平安无奈道：“我哪里知道这些读书人和当官的弯弯道道。总之遇上了麻烦，你和林守一商量着来。”

    上次学塾马夫子“托孤”一事，几个孩子能够安然返回小镇不说，还把那名自称大骊谍子的车夫耍得团团转，其实就是林守一起的头，李宝瓶制定大方向，林守一再在细节上查漏补缺，天衣无缝，心志早熟得远远超过同龄人。

    陈平安突然停下手中动作，想了想，干脆连柴刀也一并放在脚边。

    心不静时，陈平安就会什么都不做，宁肯先放一放，也绝不轻易犯错。以前烧瓷是如此，如今练拳更是如此，

    李宝瓶，李槐和林守一几乎同时察觉到异样，就连李槐都赶紧端正坐姿。

    陈平安看到三个疑神疑鬼的家伙，苦笑道：“干嘛，我就是想到一件事情，你们这么紧张做什么。”

    李宝瓶说道：“小师叔，你说出来听听。”

    陈平安笑道：“我刚才就是想，除了跟你们识字之外，是不是也跟你们学一学书上的学问。”

    李宝瓶愣道：“可我们跟先生学到的只是入门的蒙学，没什么了不得的大学问，再说了，我们自己都只是蒙童，如何教得了小师叔。更何况连齐先生很多蒙学上的语句，我随口问起，先生也答不出来的，我们咋教啊，胡乱回答，不好的！”

    李槐嘀咕道：“先生不是回答不出来，只是回答得晚了一些，那时候你就不愿意听了。”

    李宝瓶猛然转头，一拳砸在李槐脑门上。

    李槐其实没怎么疼，仍是抱着脑袋鬼叫道：“这日子没法过了！我也要练拳，李宝瓶的力道越来越大了，不然将来我肯定会被她失手打死的。”

    林守一好奇问道：“陈平安，学书上的东西做什么？”

    陈平安缓缓道：“我怕有一天我跟人讲的道理，事后发现其实是没有道理的。所以我希望除了姚老头、阿良他们教给我的道理之外，再从你们读书人的书本上学一些。”

    李槐如坠云雾，满脸震惊道：“陈平安，你打架已经那么厉害了，而且每天练拳那么辛苦，难道不是为了能够跟人不讲道理？”

    林守一犹豫了一下，摇头道：“陈平安，我觉得不用事事讲道理，毕竟天底下所有人都有自己的道路要走，我们坚守本心即可，否则只会深陷泥泞，过犹不及的。”

    李宝瓶满脸严肃，“小师叔，你别急，让我想一会儿，我觉得这件事很大，我必须要认真对待，仔细思考！”

    曾经在小镇学塾，齐静春就是这样，每当李宝瓶询问一些个看似浅显至极的问题，反而会陷入沉思，多半要拖延几天才给出答案。

    陈平安愈发无奈，仰起头望向蔚蓝天空，片刻之后，收回视线，不知为何突然就满脸笑容了，

    “我之所以要这么麻烦，其实是有私心的，可能是因为你们不算真正练拳，所以暂时还没有这种感觉，我在得到那部拳谱之后，就一直有个感觉，说不出不怕你们笑话，就是每当我与人对敌的时候，我只要觉得自己的道理，不管说不出口，只要觉得我是对的！那么我心底，就像有人在不断告诉我，你这一次出拳，可以很快！”

    接下来，三人仿佛都看到了一个陌生的陈平安。

    只见这位来自泥瓶巷的贫苦少年，神采飞扬，双拳紧握搁在膝盖上，从未如此自信，“而且，我下一次出拳，一定可以更快！不管是谁站在我面前，我陈平安都可以出这一拳，不管是谁！”

    林守一眼神痴痴，小声呢喃道：“应该不算习武走入火魔吧，挺正气凛然的，还真有点像是先生在学塾……讲述那些圣贤大道最精妙处的时候。”

    李宝瓶正忙着思考先前那个问题。

    陈平安已经重新拿起柴刀，继续给林守一制造小竹箱。

    李槐有些神色恍惚，很久都没有还魂回神。

    先前那一刻的陈平安，让这个孩子感到似曾相识。

    李槐好像记起了小时候有一次，吵架本事天下无敌的娘亲给人打了，给人挠得满脸大花猫，在家里撒泼打滚，那个被街坊邻居骂做窝囊废的爹，就只是闷闷蹲在门槛那边，他和姐姐李柳跟着娘亲一起哭，娘亲最后就说自己瞎了眼，才找了这个没骨气的男人，自己婆娘给人打了也放不出个屁。李槐他爹始终没吭声，气得从小就跟娘更亲近的李槐，跑到门口狠狠踹了那个家伙的后背两脚，说以后再也不认他这个爹了。后来他娘亲哭累了，气消了，就带着儿子女儿去睡觉，扯着男人耳朵往门外一甩，说罚他今夜滚院子里睡去，可是才关了门熄了灯，她便让李槐去开门，把他爹喊回屋子睡觉。李槐不太情愿，可熬不过娘亲催促，只得开了门，看到他爹依旧老老实实蹲在院子里，气得李槐差点掉头就走。

    然后那一刻，身材矮小结实的男人缓缓站起身，“儿子，爹要连夜出山一趟，跟你娘亲说一声，很快就回家。”

    不说这话还好，李槐再臭脸色，到底还是希望爹能够回屋子睡个安稳觉的，可这么躲着娘亲和他们姐弟，还算男人吗？结果一听到这些胆小鬼才会讲的丧气话，李槐立即就气得浑身颤抖，哭喊道：“什么儿子，我是你李二的爹！”

    男人半点也不生气，笑骂道：“臭小子，不愧是我李二的崽儿！”

    那一刻，李槐有些痴呆，记忆中他爹是从来不会这么跟人说话，好像永远都低人一等，除了睡觉打呼跟打雷似的，就是个没出息的闷葫芦，哪怕到了他和姐姐李柳这里，也从来没有半点一家之主的样子，的的确确，就是个怕天怕地怕人怕鬼什么都怕的窝囊废。

    可是那天晚上，男人走的时候，大步离去，走得很雷厉风行，很像是福禄街桃叶巷那边的富贵老爷。

    李槐当时没有多想，只是心怀侥幸，觉得有可能是去帮着娘亲大半夜当街骂人去了。

    可第二天李槐就失望得很，把他娘亲挠花脸的妇人一大家子，见着他们娘仨，依旧趾高气昂，之后他爹很长一段时日都没出现，应该是入山烧炭，赚钱养家糊口去了，所谓的“出山”，李槐觉得肯定是他爹的口误。

    不过回来的时候，男人仿佛开窍了，拎着一只肥腻烧鸡回家，不但给他娘亲买了一盒胭脂水粉，还给他和姐姐李柳都带了礼物，娘亲一手叉腰，一手点了他爹的眉心，说孬归孬，算你李二还有点良心。在那之后，这个自家爹娘取名比谁都马虎的李二，就又是那副“你来骂我啊，我还嘴一句算你本事，你来打我啊，打死我也算你本事”的孬样了。

    但是不知为何，随着李槐的慢慢长大，那一夜在院子里，他爹“出山”之前的笑容，说话的语气和走路的架势，不但越来越模糊，反而越来越清晰。

    李槐突然说道：“陈平安，我们以后回到小镇，我请你去我家做客。”

    陈平安疑惑道：“你爹娘和你姐姐，不都已经离开小镇了吗？你之前说过，他们以后都不会回来了。”

    才记起此事的李槐，蓦然红了眼睛，嘴唇颤抖，就要哭出声来。

    陈平安只得安慰道：“别哭别哭，你不也说了吗，你爹答应过你，只要真正成了读书人，他就会来探望你的。”

    李槐委屈道：“可是我又贪玩，又吃不了苦，一读书就喜欢偷懒犯困，比李宝瓶和林守一差太远了，我怕当不了读书人，爹娘就再也不要我了。”

    若说林守一和李宝瓶的岁数，已算少年少女，还是大门大户出身，可李槐却真的只是个孩子罢了，跟他陈平安一样是穷苦出身，胆子小一些，很正常的。所以陈平安从头到尾，对李槐的耐心，都算是最好的那个人，哪怕是棋墩山那一次，李槐在泥泞里使劲踩踏，只有被渐得一身泥的陈平安，打心底没觉得有丝毫烦躁。

    陈平安笑道：“别胡说，你爹娘如果不心疼你，还会送你去学塾念书？早点让你下庄稼地里干活，帮着家里放牛，不是更好？”

    李槐心情略微好转，抹了把脸，哭丧着脸道：“我家穷，买不起牛啊。”

    陈平安轻声道：“你现在还穷？不说那本断水大崖里的古怪，书籍本身也值十两银子好不好。”

    李槐笑逐颜开，转头瞥了眼白色毛驴，咧嘴嘿嘿笑道：“我还有头驴呢！”

    林守一突然神色一凛，压低嗓音对陈平安道：“水底阴神告诉我，有人来了，要见我们，但是那人自称认识阿良，还说阿良之所以提前入城，就是想问他一些问题。所以阴神问我们如何处置，是不答应他们登船，还是？阴神还说那人身边跟着一位江水正神，不出意外，是这条绣花江享受万民香火祭祀的神祇。”

    陈平安有些为难，最后沉声道：“让阴神前辈护在我们身边就是了，其实让不让人家登船，差别不大。接下来你们几个要小心，还是之前约定的老规矩，一切先由我来应付，实在不行，林守一你再动用那些黄纸符箓。”

    林守一点头道：“好。”

    林守一心神微动，细语呢喃。

    片刻之后，这艘行驶在绣花江水面上的大船，微微一震，如果不是陈平安四人事先知情，一般人都不会察觉到其中玄机。

    虽然他们肉眼见不到阴神的存在，但是明显船头这一块阴气森森了几分。

    然后陈平安发现船头不远处，多了一个盘腿而坐的年轻剑客，长剑横挂在腰后，怀中还抱着棉布包裹的长条物品，像是一把刀剑。

    他起身后，走到陈平安这边，对着隐蔽身形的阴神微微一笑，不再向前，开门见山道：“我带来了你们四人的通关文牒，有大骊龙泉县县衙户房的朱印，以及关于你们此行出境远游的许可朱文。至于我是谁，不重要，总之，我认识阿良，所以绝对不会是你们的敌人。至于船上先前的那点冲突，你们不用担心，那个宛平县令不会耽误诸位的求学之路。”

    最后年轻剑客双手递出手中物，望向背着小书箱红棉袄小姑娘，笑道：“你就是宝瓶姑娘吧？这把刀是阿良交待我们大骊，务必要原原本本交还给你的。”

    李宝瓶虽然心情激动，但仍是一动不动。

    陈平安独自向前，从年轻剑客手中，接过那柄祥符狭刀，说道：“麻烦前辈了。”

    年轻剑客开怀笑道：“你们都是阿良的朋友，我可不敢以前辈自居。”

    陈平安问道：“阿良还好吗？”

    年轻剑客神色不变，点头道：“放心吧，很好。”

    这把刀，是藩王宋长镜亲自命心腹送出京城，最后交到自己手上，还过了刀，年轻剑客如释重负，“那我就去二楼打声招呼，诸位放心远游便是，接下来一路到达边境野夫关，只要涉及朝廷和官府，都会畅通无阻，但是除此之外，我大骊就不会有任何干涉了。当然，如果真有了麻烦和意外，只要你们跟边军或是当地官府打声招呼，朝廷一样愿意竭力相助。”

    陈平安望向此人的眼睛，点头道：“我们知道了。”

    年轻剑客从袖子拿出四份通关文牒，交给草鞋少年，最后把到了嘴边的话，又咽回肚子，换了一些客气话，抱拳道：“那就此告别，我去二楼打声招呼就走。”

    陈平安有些别扭地抱拳还礼。

    二楼一间摆设有精美瓷器的上等雅室，老人和白袍剑客脸色凝重，即将上任的宛平县令和妻儿则战战兢兢，大气不敢喘，所有人全部站着。

    只有一位不速之客坐在那里自饮自酌，身材魁梧，袖上有青蛇盘踞，呼吸吐纳皆是白雾缭绕，男子一身神采，绝不似凡俗人物。

    男人见到“年纪轻轻”的剑客后，立即起身弯腰抱拳，一言不发，却极其恭敬。

    年轻剑客摆摆手，看也不看老人和享誉大骊南方江湖的剑客，对那位宛平县令说道：“到了宛平辖境，本本分分做你的父母官便是，今日之事，不要多嘴，到此为止，朝廷可以当做什么都没有发生，但如果稍有风吹草动，我可能不会亲自来找你，但是这位绣花江的水神大人，是可以把你的脑袋拧下来的。”

    年轻人不愿多说什么，只是对那位始终不敢坐下的绣花江水神笑道：“你帮忙看着点，我先回去了。”

    绣花江正神沉声道：“那属下就不送大人了。”

    年轻剑客走出雅间后，来到外廊，望向江水，想起草鞋少年的那番言语，颇有感触。

    最终身形一闪而逝。

    武道之所以矮练气士一头，就在于山下绝大多数的纯粹武夫，作为立身之本的东西，练拳的拳谱也好，习剑的剑术也罢，十八般武艺十八般兵器，全部被习惯性称为武功武学，其实在山上练气士看来，跟“道”这个字，八竿子打不着。

    一旦武学始终不上升到武道的高度，终究只是烂泥塘里打滚而已。

    恐怕那个陋巷少年自己都不知道，他那番发乎本心的言语，关于如何出拳的感悟。

    本该最少也是武道六境之上的宗师，才会去深思的问题，去扪心自问，需要自问自答。

    棋墩山，有位姿色平平的妇人，在自家大人的秘密授意下，带着一位船家女出身的貌美少女，开始徒步爬山，向北方行去。

    这是少女第一次出门远行，所以一路上不断后头张望，恋恋不舍。

    妇人也不多说什么，人之常情，无须苛责。

    何况长春宫她这一脉，比较奇怪，修心重情，寻常练气士视为累赘忌讳的拖泥带水，反而是她这一脉的证道阶梯，所以少女才离乡就思乡，反而是好事。

    不过为何要带着少女步行穿过棋墩山，那位大人没有明说什么，她也不方便不刨根问底了。

    一路翻山过水，风景宜人。

    少女生性天真烂漫，虽然略显疲惫，可是精神很好，走着走着，顺手折了路旁一根花枝，轻轻晃悠，哼起了一支世代相传的乡谣小曲。

    长春宫妇人皱了皱眉头，但是始终没有说什么。

    远处有一位俊美非凡的年轻人，如同山鬼精魅，同样是在缓缓而行，始终望着妇人身边的少女。

    少女的嗓音，空灵婉转，哪怕乡谣的内容很悲伤，可在她嘴中哼唱出来，别有韵味，哀而不伤。

    年轻人轻声与少女的歌声轻轻相和，声韵略有不同，更为醇正，也更为悲怆。

    少女如春草里穿梭的黄莺，男子如孤零零立站坟头的老鸦，一个欢快鸣叫，一个低沉呜咽。

    最后，在山脊上青石板垒砌起来的寂寥驿路上。

    少女猛然抬头，发现远处走来一位白衣年轻公子，模样好看得不能再好看了。

    两人在狭窄的驿路上相遇，年轻人却已经低下头，不说话，就这么悄无声息地擦肩而过。

    少女忍不住回头望去。

    发现那人站在远处，不走也不回头，背对着她。

    少女有些奇怪，摇摇头，转头继续前行。

    （本章完）
------------

next：第一百二十一章 快哉风

    之后绣花江两百多里水路，安安稳稳。

    陈平安一行人下船的时候，李槐和林守一都背上了书箱，加上李宝瓶，负笈游学变得愈发名副其实，结果就是让草鞋少年看着，更像一个大户人家的少年仆役，如果不是亲眼所见，实在无法想象草鞋少年是一位练家子，能够让一位大骊上县县令身边的武秘书郎，毫无还手之力，下船之时，仍是给人用担架抬下去的。

    陈平安下穿之前就仔细看过了堪舆图，不打算穿过宛平县城，绕城南下之后，要穿过一片雄山峻岭，估计需要大半个月的脚力，陈平安在船上找当地人问过了，有山路可走，但是比起棋墩山的青石驿路，要难走很多，不通马车，多是驴骡驮物。

    如果不走山路，就必须经过一座郡城，林守一说他尚未悟出纯阳符的法门，无法让那尊阴神遮掩先天而生的阴秽之气，它多半无法光明正大进入城内，按照阿良的说法，郡城的城隍阁、文武庙以及一位将军府邸，恐怕都会对阴神产生先天排斥，若是有高人坐镇，很容易节外生枝。

    一行人一边问路，一边前行，期间陈平安还跟乡野村夫、妇人试探性询问，那些山岭有没有古怪传说，会不会有山鬼出没。当地百姓看到四个孩子年纪都不大，又背着书箱，便当成了富贵人家跑出去游山玩水的读书郎，笑着跟陈平安说那边的山山水水，连个名儿也没有，哪来的神神怪怪，他们就从来没听说过。最后大多不忘跟四人推荐了绣花江的江神祠，说那儿求签拜神很灵验，说不定真有河神老爷，每年县令大人都会带人在江边祭祀，爆竹连天，热闹得很。

    四人入山之前，是正午时分，李槐站在山脚，弯腰作揖，狠狠拜了三拜，抬头看到陈平安没动静，奇怪问道：“陈平安，上回在棋墩山你都拜了拜，说是拜山神，这次咋偷懒了？”

    陈平安犹豫了一下，仍是回答道：“我以前跟老人经常进山，学了一点点看山吃土的本事，老人心情好的时候，说过些山势走向，什么地方会是山神老爷搁放什么金身的地儿，很有讲究的，大致上一座山有没有山神老爷坐交椅，进山之前你仔细看几眼，就能看出一点苗头的。加上之前当地人都说这儿没那些说法，就大致能够确定我们要走的山路，不是山神的地盘了。”

    林守一心念微动，说道：“阴神前辈说了，一个王朝的山水正神，名额有限，不可能处处都有神灵，否则就会泛滥成灾，使得地方气运一团乱麻，加上山水之争，跟山下争田地抢水源差不多的光景，反而对王朝不利，所以一般来说，地方县志上没有明确记载的山神庙，就不可能出现山神。”

    李槐有些失望，“唉，我还想多几个彩绘木偶呢。”

    原来在棋墩山因祸得福，白白拿到手一个栩栩如生的彩绘木偶，让李槐期待得很，恨不得走过一座山头就拿到一个，那等到自己走到大隋书院，自己小书箱就能堆满了不是？要不然自己背后的一个竹箱内，到头来只放有一个木偶和一本书，太“家徒四壁”了。

    林守一气笑道：“你有什么脸皮说陈平安财迷？”

    李槐一脸无辜，“我没说过啊，我只说过陈平安是君子之财，取之有道。”

    林守一冷哼道：“马屁精！”

    李槐大怒，“如果不是我苦苦哀求，你能有小书箱？林守一你有点良心好不好？”

    李宝瓶没好气道：“闭嘴。”

    陈平安在四下无人的时候，就会练习走桩，因为背着大背篓，不敢动静太大，就让自己收着力气和架势，尽量慢了走，毕竟阿良在枕头驿传授十八停的运气方式，就说过一个慢字，才是十八停的精髓所在，陈平安如今卡在第六第七停之间，死活迈不过去这个坎，刚好拿撼山拳谱的走桩来练练手。

    进山走了约莫两个时辰的山路，李槐已经气喘吁吁，李宝瓶亦是如此。

    陈平安知道这就是所谓“一口气”的尽头了，刚好挑了一条溪涧旁边休息。林守一不愧是一只脚登山的神仙了，气定神闲，只是额头微微渗出汗水，比不过陈平安而已。各自找地方坐下，陈平安从自己大背篓里拿出李宝瓶的那把刀，阿良称之为“祥符”的狭刀，虽然当时阿良说到了“垫底”二字，可陈平安又不是瞎子，而是用惯了菜刀和柴刀的人，甚至连宁姑娘的压裙刀也借用过一段时间，知道这把刀肯定名贵异常，所以只要四周没人，就会拿出那块莫名其妙多出来的小小斩龙台，用来小心翼翼磨砺刀锋。

    拔刀出鞘后，先往黑得发亮的斩龙台轻轻蘸水，陈平安蹲在溪畔开始缓缓磨刀，动作舒缓，不急不躁，像是对待小镇最珍惜脆弱的贡品瓷器。

    陈平安喜欢专心做一件事情，尤其是能够做好的话，会让少年格外开心。

    就像每次到了会当凌绝顶的视野开阔处，练习立桩剑炉，陈平安会感到最舒心，每当收回心神的时候，会有一种神清气爽，同时又有一些遗憾，恨不得去将拳谱后边的拳招钻研精深，一下子就融会贯通，一口气全部学会，使得自己的出拳更加有章法，更加迅猛，拥有阿良离开枕头驿之时拔地而起、化虹而去的那种气势。

    但是每当这个时候，陈平安就会默默走桩，将这股躁动之气一点点压抑下去，告诉自己不要急，要静，要心静，心不定，一味求快，就会跟烧瓷拉胚一样，反而容易出错，功亏一篑。偶尔也会走桩都静不下心，于是陈平安有次就去翻看那些堪州郡舆图，无意间翻出小心珍藏的三张药方，正是那位陆姓年轻道人的手笔，宁姑娘说这些字写得没滋没味，像什么读书人的馆阁体，最无趣。

    可是陈平安如今有事没事，就会拿出三张纸，看一看，读一读，心就能静几分。

    红棉袄小姑娘洗了把脸，缕缕发丝黏在额头上，这这么长时间步行远游，小姑娘晒黑了许多，所以此刻没了头发遮掩的额头，显得格外光洁白皙。李宝瓶喜欢看小师叔聚精会神磨刀的样子，狭刀在斩龙台上推移的时候，好像天地之间就只剩下了小师叔一个人，她怎么也看不厌。

    当然，陈平安走路时的练拳，挡在她身前用拳头跟人讲道理的时候，跟他们认字，等等，她都喜欢。

    只是分喜欢，很喜欢，更喜欢，最喜欢。

    当然也有不那么喜欢的时候，不过李宝瓶一般很快就会忘了。

    但是李宝瓶突然想到红烛镇枕头驿，想到自己寄回家里的那封信，小姑娘有些心情阴郁。

    陈平安察觉到小姑娘的异样，笑问道：“怎么了，有心事？”

    李宝瓶叹了口气，“不知道家里如何了，二哥人这么坏，大哥以后会不会被二哥欺负啊。”

    陈平安认真道：“就事论事，我以后肯定会当面跟你二哥问清楚，有关唆使朱鹿杀我的事情，但是话说回来，你二哥对你这个妹妹，应该是不坏的。”

    李宝瓶苦着脸道：“朱鹿怎么会这样，怎么可以这样！她既然已经是武人了，还有她爹朱河，只要去边军，谁都会抢着要的，她以后靠自己去争取一个诰命身份，很难吗？为什么我二哥说什么，她就真的照做？”

    陈平安摇头道：“这些我就想不明白了。”

    不远处林守一脸色阴沉，“天下熙攘，皆为利往。”

    李槐哼哼道：“屁咧，我看朱鹿这个傻瓜，就是喜欢上了你二哥，少女怀春，春心萌动，得到了心上人的承诺，比那诰命夫人的诱惑，说不定更让她动心。”

    林守一冷笑道：“那她就真是又蠢又坏，无药可救了。”

    陈平安叹了口气，看了眼身边三人，想起泥瓶巷杏花巷那边的风景，鸡飞狗跳，鸡毛蒜皮，妇人骂街，背后坏话，什么都不缺，说道：“你们是读书人，懂得多，又是齐先生手把手教出来的学生，所以跟我们很不一样，其实像我生活的地方，哪怕很多上了年纪的人，就跟船上那个县令和老人差不多，是不愿意讲道理的，要么只愿意讲自己的道理。”

    陈平安干脆不再磨砺狭刀，收刀入鞘，有些感慨，“不过这些人，别看他们不讲理，可有些人力气大，烧瓷烧炭就能赚钱养家，有些人庄稼活做得比谁都好，所以日子过得其实不差。还有比如给人接生、喜欢烧符水装神弄鬼的马婆婆，人坏得很，可这么坏的人，对她的孙子马苦玄，又好得很，恨不得天底下所有的好东西，都给自己孙子。”

    陈平安笑道：“所以我要读点书，想明白到底是为什么。”

    李宝瓶突然站起身，在溪水旁边缓缓踱步，脸色凝重。

    最后这位红棉袄小姑娘突然开口道：“小师叔，你上次在船上的那个问题，我一直在想，现在我觉得想明白一点点了。你要不要听听看？”

    陈平安忍住笑，“刚从你们那里学来一个洗耳恭听，现在正好用得上。”

    小姑娘气呼呼鼓起腮帮，最后有些埋怨道：“小师叔！”

    陈平安赶紧笑道：“你说你说。”

    小姑娘还没开始讲道理，就先为自己做铺垫伏笔找退路了，“我可能说得比较乱，小师叔你如果觉得不对，听听就好啊，不许笑话我。”

    陈平安摇头道：“我在船上能跟那么大岁数的老人讲道理，为什么你就不可以？你只管说，小师叔用心听着呢。”

    李槐撇撇嘴，拎着那只彩绘木偶胡乱挥动，像是指挥千军万马的大将，“说说说，说话吵架从来不疼，打架才疼。”

    小姑娘先讲了三个说法，有点类似夫子讲学的开明宗义，提纲挈领，“我要讲仁义道德，乡俗规矩，王朝律法。”

    李槐立即有些头疼了，把心思放在那个精美绝伦的彩绘木偶上，想着哪天它能活过来跟自己聊天解闷就好了。

    林守一笑了笑，单手托着腮帮，望向站在溪边的李宝瓶。

    唯独陈平安竖起耳朵，用心听讲。

    小时候经常去学塾那边的墙脚根，偷听齐先生说书，让人草鞋少年始终有些怀念。

    “分别对应君子贤人，市井百姓，违禁坏人。”

    “君子贤人，读书多了之后，懂了更多道理，但是要切记一点，就像我大哥所说的，道德一物，太高太虚了，终究是不能律人的，只能律己！又故而立身需正，身正则名正，名正则言顺，言顺则事成。”

    “除此之外，一旦独善其身了，若想兼济天下，教化百姓，大可以将自己的道德学问，像我们先生这样在学塾收弟子、传道授业。”

    “一般的市井百姓，只需遵守乡俗规矩即可。”

    “而王朝律法，专门针对违反乱纪，就是用来约束坏人的一条准绳，而且是最低的那根绳子，也是我们儒家礼仪里最低的‘规矩’。”

    陈平安虽然用心听，可觉得话都听得懂，可言语中的道理，始终没有成为自己的道理。

    难怪阿良说要多读书啊。

    林守一不知何时已经正襟危坐的，皱眉道：“那是法家。”

    李宝瓶面对三人，斩钉截铁道：“法必从儒来！”

    林守一愕然。

    李宝瓶看到心不在焉的李槐，气不打一处来，轻喝道：“李槐！”

    李槐仿佛回到了乡塾蒙学的岁月，被齐先生在课堂上一次次温声点名，本能答道：“到！”

    结果发现齐先生已经换成了经常揍自己的李宝瓶后，李槐悻悻然，觉得挺丢人现眼的，便继续低头摆弄木偶。

    李宝瓶不理睬李槐，继续说道：“各有各的规矩，相安无事，世道清明，天下太平！君王垂拱而治！从而圣人死大盗止！”

    林守一又开口道：“圣人不死大盗不止，这是道家的说法吧……”

    李宝瓶眼神熠熠，大声道：“一法通万法通，天底下最根本的道理，必然是一致的！”

    她好像记起了什么，在三人之前缓缓而行，“我在学塾最后一堂课，是先生单独跟我说起‘天经地义’四字，经义是我儒家立教之根本……”

    李槐终于开口道：“先生没跟我们讲这个啊。林守一，你呢？”

    林守一摇摇头。

    红棉袄小姑娘双臂环胸，气愤道：“你们一个先生讲道理不爱听，一个先生讲了东西不爱问，难道非要先生把他的学问塞进你们脑袋里去啊？”

    李槐嬉皮笑脸道：“如果可以的话，我是不介意的，先生那么大学问，分我一点都够用一辈子啦。这样省心省力，还能少走弯路。”

    林守一自言自语道：“一法通万法通……若真是如此，确实需要自己找到那个一。阿良说的求精深而弃驳杂，也能对上了。”

    被李槐这么一打岔，李宝瓶像是又想到了别处，遇到了瓶颈，小姑娘有些难为情，对陈平安说道：“小师叔，我再想想啊，又有问题跑出来难住我了。”

    陈平安微笑着抬手伸出大拇指。

    小姑娘雀跃道：“讲得不坏？”

    陈平安没有收回大拇指，大声道：“很好！”

    四人并不知道，原本暗中守护在不远处的那尊阴神，如同一个从油锅里爬出来的可怜人，浑身剧颤。

    但是福祸相依。

    这尊阴神先是漫不经心听着那些稚嫩的“讲学”，然后就是一系列匪夷所思的境遇，心神摇荡，魂魄分离，与修为高低成正比的一身浑厚阴秽之气，如同被一阵阵强劲罡风如刀削去，阴神一开始还不信这个邪，始终不愿后退一步，到最后实在是经受不住，一退再退，竟是退了数十里才略微好转，阴神不愿就此作罢，顶着那股无形的罡风浩然气，一步步前行，如一叶扁舟在江水滔滔之中，逆流而上。

    相传这座天下九大洲，儒家七十二书院里的那些正人君子，胸中一点浩然气，天地千里快哉风。

    与此同时，在这片山岭人迹罕至的百里之外，有一座辉煌如王侯宅邸的地方，一位身形曼妙却脸色雪白的红衣女子，本想点燃一盏白纸灯笼高高挂起，可是灯火点燃一次，就自行熄灭一次。

    这让她脸色变得有些狰狞。

    整栋恢弘宅邸，鬼蜮横行，阴风大振。

    她丢弃手中灯笼，缓缓升空，最终悬停在比屋檐更高的地方，环顾四周。
------------

next：第一百二十二章 雷法捉妖

    陈平安一行人从北向南入山，差不多时候，凑巧又有一行人从南往北而行，是一位背负桃木剑、腰悬一串银色铃铛的的老道人，道袍老旧，脚踩草鞋，仙气没有几分，寒酸气十足。

    身后有神色木讷的跛脚少年，除了背负着大包裹，肩膀斜斜扛着“降妖捉鬼、除魔卫道”的幡子，估摸着是清洗的次数太多，布料早已泛白，八个字也墨色浅淡，还有个七八岁的圆脸小姑娘，瘦瘦小小，伸手搀扶着不知为何始终闭眼的老道人。

    老道人猛然抬头，“望”向连绵逶迤的青黑大山，惊讶道：“咦？此山距离绣花江的江神祠，并不算远，竟然还有这么明显的妖气，冲天而起？这其中必然有隐情。虽说山水有界，互不干涉，可此处古怪，大有古怪。”

    脸蛋红扑扑的小姑娘闻言后，忧心忡忡问道：“师父，那咋办？上回你在三枝山捉妖失败，出钱雇佣咱们的人，最后气得连盘缠也不给，如今咱们可真不剩下多少铜钱了，不然咱们绕路？”

    老道人冷哼道：“绕路？若是贫道没能遇上，也就罢了，算那妖物邪祟走运，如今既然被贫道遇上了，岂有放过的道理！幡子上写着的除魔卫道，岂是给外人看的……”

    小姑娘叹气提醒道：“师父，这里没外人。”

    老道人讪讪笑道：“顺嘴顺嘴，师父还没从三枝山那边缓过来呢，委实是太气人，没有功劳也有苦劳，竟是半颗铜钱也不愿意给，世间竟有如此厚颜无耻、为富不仁的家伙，活该他们祖坟被山鬼侵占，子孙横祸连连……”

    小姑娘又提醒道：“师父，你不是常说我们修道之人，要有平常心吗？”

    前一刻还慈眉善目的老道人，勃然大怒，伸手双指拧住圆脸小姑娘的胳膊，狠狠拧转，满脸厉色道：“谁给你的胆子，教训起师父了？还敢没完没了！”

    小姑娘痛得放声大哭，赶紧求饶道：“疼疼疼，师父，不敢了不敢了……”

    老道人并未转身，伸手重重一拍腰间铃铛，叮咚作响，狞笑道：“小杂碎，还敢对你师父心起杀机？”

    跛脚少年神色默然，但是很快就有鲜血从耳鼻渗出，可是木讷少年始终一言不发，纹丝不动。

    小姑娘哭得更加伤心，“师父，你就放过师兄吧，他肯定是无心之举。我答应师父，接下来三天之内，争取多给师父一斤泉水！”

    老道人眉开眼笑，使劲揉了揉小姑娘的脑袋，力道不轻，小姑娘纤细身躯左右晃荡，“不是争取，是必须。”

    老道人总算收回干枯如老树枝丫的手，大笑道：“入山！马无野草不肥，说不得就是一笔横财。还别说，自从有你们俩小杂种在身边，虽然混吃混喝，可师父修道就修得安心许多了，如此一想，师父觉得以后是要对你们好一些，哈哈。”

    小姑娘搀扶着目盲老道开始登山。

    跛脚少年默默擦去鲜血，习以为常。

    小姑娘偷偷转头笑了一下，少年咧咧嘴，示意自己没事。

    师徒三人入山之后，大半旬时光，竟是兜兜转转，无法准确找到妖气的来源，老道人始终能够感受到细微的妖气，弥漫附近的山野草木，可他始终不得其门而入，老道人心知那名大妖的道行肯定不弱了，否则也没本事使出遮天蔽日的障眼阵法，不过老道人仍是不愿死心，每天就让扛着幡子的跛脚少年去探路，自己则带着圆脸小姑娘在靠近山路的地方休憩，时不时拿出一块木制罗盘，俗称颠倒盘，是道门修士和阴阳术士常用的款式，并不出奇，只不过天池海底的朱红细针，偶尔有金光流泻，显现出此盘的暗藏玄机。

    天色阴沉，雾气弥漫，随时都有可能下雨，老道人此时蹲在路旁，低头“凝视”着罗盘，神神道道念着：“颠颠倒，二十四山有金山银山。倒倒颠，二十四山有龙潭虎穴。”

    老人收起罗盘，转头向山路远处，轻声笑道：“财路来啦，天无绝人之路，看来到了宛平县，能够小酌几杯喽。”

    圆脸小丫头顺着老道人的视线，看到一行人缓缓行来，她使劲睁大眼睛望去，随着那些人越来越近，她发现为首一人，是个大背篓草鞋少年，手持柴刀，偶尔将山间狭窄小路旁的枝丫劈砍掉，以防勾连刺破衣衫，身后还有三人，年纪都不大，身穿红棉袄的小姐姐，一个鬼头鬼脑的男孩，还有一个神色冷漠的少年哥哥，后边三人都背着可爱至极的翠绿小书箱。

    最后还跟着一头驮着行囊的白色毛驴。

    小姑娘压低嗓音道：“师父，不像是有钱人家唉，要不还是算了吧？”

    目盲道人一挑眉，“蚊子腿那也是肉啊，你是半个当家人，兜里还剩下多少铜钱，心里没数？就你师兄那个饕餮肚子，吃掉师父多少银子了？若不是师父可怜你们，你们以为这个世道，能容你们活几天……”

    懂事的小姑娘赶紧给老道人敲肩膀，笑容真诚，感恩道：“所以我和哥哥给师父做牛做马，从无怨言的。可是师父如果以后生气，能不能在哥哥不在场的时候，教训我啊？那么哥哥也不会生气，师父就不用拿师门家法惩罚他了。”

    老道人缓缓起身，小姑娘立即束手立于一旁。

    一行人正是南下大骊边境野夫关的陈平安他们。

    陈平安其实早就看到笑呵呵的老道人，拘谨的小姑娘了。

    老道人在陈平安他们临近后，抚须而笑，以稍显拗口的大骊官话，语不惊人死不休道：“如果贫道没有看错的话，诸位此行远游，有过血光之灾，可千万别以为大难不死必有后福，就一定准，在贫道看来，你们接下来还有一场真正的灾祸，这个坎过去，才有真正的后福。”

    陈平安心头一沉，不露声色。

    李宝瓶打量着那个脸色微白的小姑娘，后者羞赧笑了笑，李宝瓶也笑了笑。

    红棉袄小姑娘和更小的小姑娘，立即就相互喜欢上了。

    李槐到了嘴边那句话，“老道儿你不是瞎子吗，怎么看这看那的”，差点就要脱口而出，只是绣花江船上的风波，让李槐铭刻在心，立即捂住嘴巴，坚决不惹事。

    目盲道人好像察觉到李槐的心思，哈哈笑道：“你们有所不知，我道门有十大神通，其中便有‘心眼洞开，天地清明，鬼祟退避’一说，贫道正巧掌握这门神通，不敢自夸已经炉火纯青，却也算小有气候，看人不以眼看皮囊，只需以心观望各位的气象即可。”

    林守一脸色淡然道：“我儒门圣人有教诲，萍水相逢，不语怪力乱神。”

    老道人略有讶异，很快叹息道：“罢了罢了，佛家不渡无缘人，道门亦是不救蒙蔽汉。去吧，希望此行路上你们自己小心便是。若是真有麻烦，不妨大声呼喊，贫道如果侥幸听闻，必然返身相助，可若是路途相隔遥远，贫道就算有心，也无力了。”

    说完这些话，目盲老道人侧身让过小路。

    陈平安笑道：“我们会小心的，感谢道长提醒。”

    双方擦身而过，李宝瓶朝干干瘦瘦的圆脸小姑娘，大方挥手，小姑娘怯生生举起小手在胸口，轻轻晃了晃，作为无声的告别。

    老道人等到陈平安一行人身影在山路消失，嘀咕道：“一路行来，大骊人要是粗鄙武夫，要么是无知百姓，贫道这一套百试不爽，怎么今天失灵了？晦气晦气，诸事不顺。看来这次降妖，更不能失败了，山野大妖必有雄厚家底，这次……”

    目盲老道眼皮子微颤，止住话头，拍了拍身边恋恋不舍望向山路的小姑娘脑袋，和蔼可亲道：“酒儿，只要此事成功，师父的雷法修行就有了保障，再不用为钱财担忧，那么以后师父对你们兄妹，一定会更好的。”

    小姑娘扬起脑袋笑道：“只要师父以后不经常拍打铃铛，就很好了！”

    目盲老道不置可否，猛然抬起头，手指掐诀，神色不惊反喜，“变天了，好重的妖气，竟然能够惹来一地山水气候的变换！好好好，总算引蛇出洞了。小酒儿，准备随师父一起除魔卫道！”

    小姑娘使劲点头，面对山下百姓人人闻风色变的妖物鬼祟，竟是丝毫不惧。

    小姑娘掏出一把长不过寸余的银色小刀，捋起袖管，准备用刀在手臂上，问道：“师父，现在就要符泉吗？”

    老道点头道：“虽然师父还有些，不过小心起见，先来一些，让师父以备不时之需，免得被妖物打个措手不及，到时候反而是害了你们兄妹。”

    小姑娘深呼吸一口气，用小刀在手臂上划开一道口子，顿时鲜血涌出，赶紧抬起手臂，“师父，好了。”

    目盲老道熟门熟路地伸出一根右手手指，左掌摊开，迅速用手指在掌心画了一个符，然后指掌互换，右手掌心也画了一张符。

    脸色愈发苍白的小姑娘仍是认真问道：“师父，够不够？”

    老道哈哈笑道：“暂时够了，师父这就让那头盘踞此山的大妖，尝一尝五雷轰顶的滋味！”

    距离师徒二人约莫一里山路外，陈平安突然停下脚步，举起柴刀示意后边三人注意。

    只见远处有一个手持奇怪幡子的少年，身形矫健如山野猿猴，从密林深处一跃而出，背对陈平安他们，少年落在山路上，使劲摇动幡子数次，然后就想着沿着利于奔跑的山路，去跟老道汇合，结果少年转身，看到了山路多出了陈平安一行人，汗流浃背的少年有些着急，略作思量，一咬牙改变主意，继续往山下逃窜而去，选择绕路撤退。

    同时少年不忘对陈平安他们做了一个快走的手势。

    李槐目瞪口呆，“这是在干啥？”

    林守一皱眉道：“应该是有邪祟在追逐少年，我感觉得到有股阴秽之气。”

    果不其然，一抹模糊身影裹挟着滚滚黑烟，看到陈平安一行人后，停滞片刻，散发出瘆人阴森的浓郁气息，不过最终仍是追着那手持幡子的跛脚少年，迅猛离去。

    陈平安对林守一说道：“问一下阴神前辈，他怎么说？”

    片刻之后，林守一答道：“阴神前辈让我们继续前行，不要逗留，他会适当看一看，但是他也说了，自己只是护送我们去大骊边境，提醒我们此行目的只是远游求学，不是当捉妖除魔的大善人，他不希望我们主动惹是生非。”

    陈平安点点头，“跟阴神前辈说一声，见机行事，如果能帮忙就帮忙，不能也不强求。还有，林守一，你也准备好那三张符箓，然后你来带头领路，我在队伍最后。宝瓶，李槐，记得如果真的遇到了传说中的鬼怪精魅，不要怕，更不要慌，千万别学……算了，我们赶路！”

    陈平安原本想说千万别学棋墩山石坪上的朱鹿，明明有武道二境巅峰的修为，遇上妖物白蟒，连出手都不敢。

    但是又想到阿良随口说的那句，“背后说人是非者，必是是非人”，陈平安便把话咽回了肚子。

    林守一神色自若。

    那一叠小镇李氏珍藏的压箱底符箓，其中三张品秩最低的黄纸符箓，如今林守一能够勉强驾驭。

    一张盘中珠，是水符。一张名为“火雨”的火符。最后一张五岳破障符，属于山气符范畴。

    但是林守一真正的凭仗，仍然不是三张不知威力大小的符箓，而是自身。

    是那部云上琅琅书所记载的秘传雷法。

    不过林守一当然不会因为想要验证这一手雷法威力，就去自找麻烦，而让所有人置身于险境。

    一行人快步而行，李槐边走边举起手，纳闷道：“这就下雨了？也不事先打声招呼啊？”

    阴雨绵绵，不大，却让山林间寒气浓郁了许多。

    陈平安从背篓里拿出四顶斗笠，全都是在红烛镇购置的，就是为了这种风雨之中的匆忙赶路。

    每人带上一顶斗笠后，脚步不停，陈平安时不时回头张望。

    远处，目盲老道面向朝自己一路狂奔而来的跛脚少年，大笑道：“来得好！小小邪祟，自寻死路！给贫道去死！”

    老道脚踏罡步，手心画符的一掌拍出后，才对跛脚少年出声提醒道：“趴下！”

    少年一个前扑，在泥泞山路之中打滚。

    老道掌心金光熠熠生辉，符箓每一笔画皆有金光亮起，掌心隐约有雷声响起。

    这一抹璀璨金光，在风雨如晦的荒郊野岭之上，格外引人瞩目。

    少年身后那团黑烟骤然停止，刚想要逃窜，就已经被金光砸中，像是一团金色大网笼罩全身，呲呲作响，黑影哀嚎不已，很快烟消云散。

    少年一路弓腰跑到老道身后，气喘吁吁，将招魂幡子往地面上一插，看到小姑娘的担忧神色，仍是咧咧嘴，摇摇头，示意自己没事。

    一掌击毙那团阴秽，老道欢畅大笑：“枯骨而生的末流阴物，也敢在贫道面前露头？！”

    有一缕灰色像是被人拉扯进入那杆幡子。

    身形在原地腾空而起，扭身就是一掌挥出，“来来来，尽管来，全部化作贫道的无量功德！”

    少年和小姑娘后方的一位阴物，又被起于老道手心的雷法一掌轰散，很快就又有一缕灰色飞入幡子。

    山路上，老道人身形辗转腾挪，双手快速互换，一掌掌挥出，一次次亮起金光，雷声轰隆隆，声势惊人。

    老道人痛快大笑，阴雨天气，雷光映照得目盲老人那张苍老脸庞，气势凌人，确实有几分斩妖除魔的真本事，“贫道雷法何等浩荡，岂是你们这些阴物能够抗衡，那头鬼鬼祟祟藏在幕后的大妖，还要让这些喽啰来送死吗？赶紧束手就擒，交上一半家底，说不定贫道悲天悯人，还会放你一马！”

    雷法之术，千年以来，始终雄踞于道家万法之首的高位上，一旦使出，公认威力浩大，势不可挡。

    只是所谓的五雷正法，宝瓶洲除了寥寥无几的道家宗门，能够真正领略其精髓，其余很多传承，皆是体系并不完整、或是只得形似不得神意的旁门，于是对于施法之人，必有反噬，长年累月，生机衰竭，便就成了夭寿之源。

    所以这位老道的目盲眼瞎，未必是天生的。

    原本在山路四周的树林之中，快速游曳的一道道滚滚黑烟，逐渐减少，那些呜咽、哀嚎、低吼汇聚在一起的恶心声响，彻底恢复平静。

    小姑娘轻声道：“师父，后边，有很多灯笼挂起来了。”

    目盲老道转头“望去”，感知到一盏盏白纸灯笼从北边山路，凭空出现，凭空点燃，像是一条长达千百丈的火龙，缓缓游走于山野大泽。

    老道神色凝重，搓了搓掌心，以女徒弟鲜血作为朱漆的手心符箓，已经消耗得差不多。

    老道伸手从背后抽出桃木剑，如临大敌。

    一名身穿鲜红嫁衣的女子姗姗而来，手持一柄油纸扇，她分明嘴唇未动，却有阴恻恻嗓音响起于师徒三人耳边，“这位道长只管继续画符，便是画满全身也无妨，妾身可以等，之后妾身就会邀请三位去府上做客，亲自为你们三人洗脸，抽筋，锥心。”

    手持纸扇的红衣女鬼，似乎对那个圆脸小姑娘最感兴趣，她那沙哑嗓音继续响起，与此同时，她伸手覆住那张小小的雪白脸庞，“比如洗脸，便是这般。”

    下一刻，圆脸小姑娘吓得赶紧闭上眼睛。

    原来那红衣女鬼抬手遮住容颜后，轻轻向下一抹，就像整张脸皮给剥离“洗”掉了，露出一张鲜血淋漓的恐怖面目。
------------
`
const list = str.split("next：");
const arr = (list || []).map((item, index) => {
    return {
            "id": 85 + index,
            "chapterId": 1 + index,
            "title": "",
            "content": item.split("\n\n"),
            "wordCount": 0,
            "readTime": "0分钟"
        }
})

const analyzer = new TextAnalyzer(threeBoby1.chapters[9].content.join(''));

// console.log(123, analyzer.chineseOnly);
// console.log(list, arr);
console.log(list, arr);
</script>
<style scoped>
</style>